{"request": {"pageUrl": "https://www.sltrib.com/news/2020/09/18/utah-tops-new-covid/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 19:14:52 GMT", "sentiment": -0.185, "images": [{"naturalHeight": 600, "width": 901, "diffbotUri": "image|3|1705544215", "url": "https://www.sltrib.com/resizer/C935KqXDPQO3qtmj3YlrTRucbrk=/0x600/smart/filters:quality(86)/cloudfront-us-east-1.images.arcpublishing.com/sltrib/PPGKEHMC4BCZNBVA3YD5OOSE6I.jpg", "naturalWidth": 901, "primary": true, "height": 600}], "author": "Sean P. Means", "estimatedDate": "Fri, 18 Sep 2020 19:14:52 GMT", "publisherRegion": "---", "icon": "https://www.sltrib.com/pb/resources/favicons/apple-touch-icon.png?v=1.1", "diffbotUri": "article|3|-402561395", "siteName": "The Salt Lake Tribune", "type": "article", "title": "Utah tops 1,000 new COVID-19 cases in a day for the first time", "tags": [{"score": 0.99946528673172, "sentiment": -0.336, "count": 5, "label": "Utah", "uri": "https://diffbot.com/entity/AyFoBYDRKPK--sRoBV9Cpfw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9983941912651062, "sentiment": 0, "count": 7, "label": "Tanner Ainge", "uri": "https://diffbot.com/entity/PLsXqxl-vOnq5dLaI0Ag9IQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9972792267799377, "sentiment": -0.456, "count": 12, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9940740466117859, "sentiment": 0, "count": 2, "label": "Salt Lake County", "uri": "https://diffbot.com/entity/Ap7XtksfsNoCC1l_wPu1aQQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.9849794507026672, "sentiment": 0, "count": 9, "label": "Utah County", "uri": "https://diffbot.com/entity/ANCsu9SjrPGiMyQg_A45Ssg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.9810135960578918, "sentiment": 0, "count": 1, "label": "Jenny Wilson", "uri": "https://diffbot.com/entity/Pc42pkb0EM_CgJom_4Pb0xg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9724149107933044, "sentiment": 0, "count": 7, "label": "Gary Herbert", "uri": "https://diffbot.com/entity/Pa1hfRWWZNZmKNA-GdbtzBg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8985167145729065, "sentiment": 0, "count": 1, "label": "Utah Valley University", "uri": "https://diffbot.com/entity/Otq_fQ29mMD6v2WqA6RFKug", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.7698899507522583, "sentiment": 0, "count": 1, "label": "Mike Brown", "uri": "https://diffbot.com/entity/POq5NmQlRPZiiJikTPKhcdA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7244844436645508, "sentiment": 0, "count": 1, "label": "The Salt Lake Tribune", "uri": "https://diffbot.com/entity/CY8-R71f0PGKgBxLwqJUb3Q", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity"]}], "publisherCountry": "---", "humanLanguage": "en", "authorUrl": "https://www.sltrib.com/author/spmeans", "pageUrl": "https://www.sltrib.com/news/2020/09/18/utah-tops-new-covid/", "html": "<figure> <img alt=\"Utah tops 1,000 new COVID-19 cases in a day for the first time\" data-original=\"https://www.sltrib.com/resizer/C935KqXDPQO3qtmj3YlrTRucbrk=/0x600/smart/filters:quality(86)/cloudfront-us-east-1.images.arcpublishing.com/sltrib/PPGKEHMC4BCZNBVA3YD5OOSE6I.jpg\" src=\"https://www.sltrib.com/resizer/C935KqXDPQO3qtmj3YlrTRucbrk=/0x600/smart/filters:quality(86)/cloudfront-us-east-1.images.arcpublishing.com/sltrib/PPGKEHMC4BCZNBVA3YD5OOSE6I.jpg\"></img>  <figcaption> (Trent Nelson | The Salt Lake Tribune) A greeter at Walmart in American Fork hands out masks on Friday, Sept. 18, 2020. The positivity rate for COVID-19 tests in Utah County has reached 21%, meaning one out of every five people tested for the coronavirus comes back with a positive result. </figcaption> </figure>\n<p><b>Editor&rsquo;s note:</b> <i>The Salt Lake Tribune is providing free access to critical stories about the coronavirus. Sign up for </i><a href=\"https://sltrib.formstack.com/forms/topstories\"><i>our Top Stories newsletter</i></a><i>, sent to your inbox every weekday morning. To support journalism like this, please </i><a href=\"https://www.sltrib.com/donate/\"><i>donate</i></a><i> or become a </i><a href=\"https://www.sltrib.com/support/\"><i>subscriber</i></a><i>.</i></p>\n<p>Utah crossed an unwanted milestone Friday: more than 1,000 new cases of COVID-19 in a day.</p>\n<p>The Utah Department of Health reported the state had 1,117 new cases of COVID-19 on Friday, the most in a day since the pandemic began.</p>\n<p>Gov. Gary Herbert called Friday&rsquo;s tally &ldquo;alarming. &hellip; We are clearly in an upward trend of cases.&rdquo;</p>\n<p>Herbert said, in a statement, that the state has issued numerous warnings to residents &ldquo;to stay home if they are sick, and they need to stay away from others if they have tested positive for COVID-19.&rdquo; He also reiterated his past calls to wear masks and maintain social distancing.</p>\n<p>The spiking numbers, Herbert said, &ldquo;make me seriously question if these warnings and public education are enough.&rdquo;</p>\n<p>Herbert said he would meet with his Unified Command leadership Monday. &quot;All of the tools that government has for controlling the spread of COVID-19 are on the table,&rdquo; he said.</p>\n<p>The state&rsquo;s rolling seven-day average for new cases &mdash; the metric public health officials use to gauge trends &mdash; is at 726 cases per day. The average for the seven days before that was 402 per day.</p>\n<p>Another 8,559 tests for the virus were processed in the past 24 hours, UDOH reported. The rolling seven-day rate of positive test results is at 12.5% &mdash; the fourth day in a row that statistic has set a record.</p>\n<p>UDOH reported no new deaths from COVID-19, and the overall death toll remains at 437 people.</p>\n<p>Since the pandemic began, 61,775 Utahns have tested positive for the coronavirus, out of 743,737 tested.</p>\n<p>As of Friday, there were 131 people hospitalized in Utah with COVID-19, including 43 admitted since the previous day. Since the pandemic began, 3,444 Utahns have been hospitalized with COVID-19.</p>\n<figure><iframe frameborder=\"0\" height=\"556\" src=\"https://datawrapper.dwcdn.net/pq086/3/\"></iframe></figure>\n<p>Utah County, the focal point for the current spike, recorded 501 new cases Friday, another one-day record. It&rsquo;s also the most any regional health district in Utah has recorded during the pandemic.</p>\n<p>Salt Lake County, with roughly twice as many residents as Utah County, had 393 new cases Friday.</p>\n<p>Salt Lake City Mayor Erin Mendenhall called the 1,117 new cases &ldquo;staggering.&rdquo; She said she&rsquo;s spoken with Salt Lake County Mayor Jenny Wilson about enacting &ldquo;meaningful restrictions&quot; to slow the case counts, which Mendenhall said could include asking Herbert to return the city to the medium-restriction level of &ldquo;orange.&rdquo;</p>\n<p>On Sept. 4, <a href=\"https://www.sltrib.com/news/2020/09/02/another-cases-covid/\">the city moved to the lower &ldquo;yellow&quot; level </a>of restrictions, which means indoor public gatherings can include up to 50 people, though larger gatherings (such as concerts and sporting events) can go ahead if social-distancing precautions are in place in the seating areas. Under the &ldquo;orange&rdquo; guidelines, gatherings &mdash; indoor or outdoor &mdash; should be kept to 20 people or fewer.</p>\n<figure><iframe data-tweet-id=\"1307082490490871810\" frameborder=\"0\" src=\"https://platform.twitter.com/embed/index.html?dnt=false&embedId=twitter-widget-0&frame=false&hideCard=false&hideThread=false&id=1307082490490871810&lang=en&origin=https%3A%2F%2Fwww.sltrib.com%2Fnews%2F2020%2F09%2F18%2Futah-tops-new-covid%2F&siteScreenName=sltrib&theme=light&widgetsVersion=219d021%3A1598982042171&width=550px\"></iframe></figure>\n<blockquote data-twitter-extracted-i1601525084707848216=\"true\"><p>1,117 new cases is staggering. What would be worse? Continuing to see Utah beat that number. And that&rsquo;s where we&rsquo;re headed if we don&rsquo;t make a change now.</p>&mdash; SLC Mayor Erin Mendenhall (@slcmayor) <a href=\"https://twitter.com/slcmayor/status/1307082490490871810?ref_src=twsrc%5Etfw\">September 18, 2020</a></blockquote>\n<p>For now, she is asking all Salt Lake City residents to take &ldquo;great precautions in the days and weeks ahead.&rdquo; This means wearing a mask, staying 6 feet away from others and reconsidering any social events that will include large gatherings.</p>\n<p>&ldquo;Nothing is more important than your health and the health of loved ones,&rdquo; she said.</p>\n<p>Earlier Friday, Utah County commissioners, along with mayors of the county&rsquo;s major cities, conferred with Dr. Angela Dunn, the state epidemiologist, about the numbers &mdash; and brainstormed ideas about what to do about them.</p>\n<p>&ldquo;It was a wake-up call,&rdquo; Tanner Ainge, chair of the Utah County Commission, said of Friday&rsquo;s conference call.</p>\n<p>One major data point Dunn delivered: The positivity rate for COVID-19 tests in Utah County has reached 21%, meaning 1 out of every 5 people tested for the coronavirus comes back with a positive result.</p>\n<p>&ldquo;The data clearly shows the level of urgency we need to have,&rdquo; Ainge told The Salt Lake Tribune after the conference call. &ldquo;I don&rsquo;t have a sense yet for how many folks around the table are willing to have the county and cities act urgently to address this.&rdquo;</p>\n<p>One idea that was discussed, Ainge said, was to mount &ldquo;positive campaigns,&rdquo; to encourage Utah County residents &mdash; particularly students at Brigham Young University<b>,</b> where there have been 762 cumulative cases, and Utah Valley University, with 198 &mdash; to take steps to prevent spreading the virus. The problem, Ainge said, is such campaigns &ldquo;cannot be developed on an urgent basis.&rdquo;</p>\n<p>Because the conference call happened without public notice, Ainge said, no votes were taken or decisions made. Ainge said officials will work through the weekend, and either the commission or the <a href=\"https://mountainland.org/cog\">Utah County Council of Governments</a> &mdash; which includes the commissioners and mayors in the county &mdash; could hold an emergency meeting as early as Monday.</p>\n<p>The county could be forced into action by Herbert, who has the option to move Utah County &mdash; now in the low-restriction &ldquo;yellow&rdquo; level &mdash; back into the &ldquo;orange&rdquo; category.</p>\n<p>&ldquo;Action is inevitable here,&rdquo; Ainge said of the governor. &ldquo;He&rsquo;s giving us an opportunity to act as local leaders.&rdquo;</p>\n<p>Herbert said he was &ldquo;encouraged&rdquo; by the discussions by Utah County officials, and was &ldquo;glad to see them consulting with public health experts and treating this spike in cases seriously.&rdquo;</p>\n<p>Utah County Sheriff Mike Brown, who was on the conference call, issued <a href=\"https://api.utahcounty.gov/sheriff/media/sheriffNewsDetails?ID=226946\">a statement Friday afternoon</a>, reiterating his previous declaration that if the county issues a mandatory mask order, &ldquo;he will not be instructing deputies to enforce such orders through issuing citations.&rdquo;</p>\n<p>Instead, according to the statement, &ldquo;it is his desire to combat this as a community. &hellip; He urges [Utah County residents] to use common sense and patience as we all work together to keep our community safe.&rdquo;</p>\n<p>Four new outbreaks and 31 new cases in public schools were reported in the past day. Since public schools began opening Aug. 13, there have been 56 outbreaks statewide, affecting 357 patients.</p>\n<p>Since the beginning of the pandemic, there have been 402 patients infected in 67 school outbreaks, with a median age of 16. Eleven of those patients have been hospitalized; none has died.</p>", "text": "Editor’s note: The Salt Lake Tribune is providing free access to critical stories about the coronavirus. Sign up for our Top Stories newsletter, sent to your inbox every weekday morning. To support journalism like this, please donate or become a subscriber.\nUtah crossed an unwanted milestone Friday: more than 1,000 new cases of COVID-19 in a day.\nThe Utah Department of Health reported the state had 1,117 new cases of COVID-19 on Friday, the most in a day since the pandemic began.\nGov. Gary Herbert called Friday’s tally “alarming. … We are clearly in an upward trend of cases.”\nHerbert said, in a statement, that the state has issued numerous warnings to residents “to stay home if they are sick, and they need to stay away from others if they have tested positive for COVID-19.” He also reiterated his past calls to wear masks and maintain social distancing.\nThe spiking numbers, Herbert said, “make me seriously question if these warnings and public education are enough.”\nHerbert said he would meet with his Unified Command leadership Monday. \"All of the tools that government has for controlling the spread of COVID-19 are on the table,” he said.\nThe state’s rolling seven-day average for new cases — the metric public health officials use to gauge trends — is at 726 cases per day. The average for the seven days before that was 402 per day.\nAnother 8,559 tests for the virus were processed in the past 24 hours, UDOH reported. The rolling seven-day rate of positive test results is at 12.5% — the fourth day in a row that statistic has set a record.\nUDOH reported no new deaths from COVID-19, and the overall death toll remains at 437 people.\nSince the pandemic began, 61,775 Utahns have tested positive for the coronavirus, out of 743,737 tested.\nAs of Friday, there were 131 people hospitalized in Utah with COVID-19, including 43 admitted since the previous day. Since the pandemic began, 3,444 Utahns have been hospitalized with COVID-19.\nUtah County, the focal point for the current spike, recorded 501 new cases Friday, another one-day record. It’s also the most any regional health district in Utah has recorded during the pandemic.\nSalt Lake County, with roughly twice as many residents as Utah County, had 393 new cases Friday.\nSalt Lake City Mayor Erin Mendenhall called the 1,117 new cases “staggering.” She said she’s spoken with Salt Lake County Mayor Jenny Wilson about enacting “meaningful restrictions\" to slow the case counts, which Mendenhall said could include asking Herbert to return the city to the medium-restriction level of “orange.”\nOn Sept. 4, the city moved to the lower “yellow\" level of restrictions, which means indoor public gatherings can include up to 50 people, though larger gatherings (such as concerts and sporting events) can go ahead if social-distancing precautions are in place in the seating areas. Under the “orange” guidelines, gatherings — indoor or outdoor — should be kept to 20 people or fewer.\n1,117 new cases is staggering. What would be worse? Continuing to see Utah beat that number. And that’s where we’re headed if we don’t make a change now.\n— SLC Mayor Erin Mendenhall (@slcmayor) September 18, 2020\nFor now, she is asking all Salt Lake City residents to take “great precautions in the days and weeks ahead.” This means wearing a mask, staying 6 feet away from others and reconsidering any social events that will include large gatherings.\n“Nothing is more important than your health and the health of loved ones,” she said.\nEarlier Friday, Utah County commissioners, along with mayors of the county’s major cities, conferred with Dr. Angela Dunn, the state epidemiologist, about the numbers — and brainstormed ideas about what to do about them.\n“It was a wake-up call,” Tanner Ainge, chair of the Utah County Commission, said of Friday’s conference call.\nOne major data point Dunn delivered: The positivity rate for COVID-19 tests in Utah County has reached 21%, meaning 1 out of every 5 people tested for the coronavirus comes back with a positive result.\n“The data clearly shows the level of urgency we need to have,” Ainge told The Salt Lake Tribune after the conference call. “I don’t have a sense yet for how many folks around the table are willing to have the county and cities act urgently to address this.”\nOne idea that was discussed, Ainge said, was to mount “positive campaigns,” to encourage Utah County residents — particularly students at Brigham Young University, where there have been 762 cumulative cases, and Utah Valley University, with 198 — to take steps to prevent spreading the virus. The problem, Ainge said, is such campaigns “cannot be developed on an urgent basis.”\nBecause the conference call happened without public notice, Ainge said, no votes were taken or decisions made. Ainge said officials will work through the weekend, and either the commission or the Utah County Council of Governments — which includes the commissioners and mayors in the county — could hold an emergency meeting as early as Monday.\nThe county could be forced into action by Herbert, who has the option to move Utah County — now in the low-restriction “yellow” level — back into the “orange” category.\n“Action is inevitable here,” Ainge said of the governor. “He’s giving us an opportunity to act as local leaders.”\nHerbert said he was “encouraged” by the discussions by Utah County officials, and was “glad to see them consulting with public health experts and treating this spike in cases seriously.”\nUtah County Sheriff Mike Brown, who was on the conference call, issued a statement Friday afternoon, reiterating his previous declaration that if the county issues a mandatory mask order, “he will not be instructing deputies to enforce such orders through issuing citations.”\nInstead, according to the statement, “it is his desire to combat this as a community. … He urges [Utah County residents] to use common sense and patience as we all work together to keep our community safe.”\nFour new outbreaks and 31 new cases in public schools were reported in the past day. Since public schools began opening Aug. 13, there have been 56 outbreaks statewide, affecting 357 patients.\nSince the beginning of the pandemic, there have been 402 patients infected in 67 school outbreaks, with a median age of 16. Eleven of those patients have been hospitalized; none has died.", "authors": [{"name": "By Sean P. Means", "link": "sltrib.com/author/spmeans"}]}]}