{"request": {"pageUrl": "https://www.abqjournal.com/1492853/nm-universities-avoid-large-covid19-outbreaks-at-semesters-start.html", "api": "article", "version": 3}, "objects": [{"date": "Wed, 02 Sep 2020 22:07:00 GMT", "sentiment": -0.212, "images": [{"naturalHeight": 461, "width": 630, "diffbotUri": "image|3|355255034", "title": "A hand sanitizing station has been set up near one of the entrances to the empty Student Union Building at the University of New Mexico. (Jim Thompson/Albuquerque Journal)", "url": "https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-900x658.jpg", "naturalWidth": 630, "primary": true, "height": 461}], "author": "Ryan Boetel / Journal Staff Writer", "estimatedDate": "Wed, 02 Sep 2020 22:07:00 GMT", "publisherRegion": "North America", "icon": "https://d3el53au0d7w62.cloudfront.net/wp-content/themes/jpc-wp-theme/assets/img/favicon.ico", "diffbotUri": "article|3|1828269069", "siteName": "Albuquerque Journal", "type": "article", "title": "NM universities avoid large COVID-19 outbreaks at semester’s start", "tags": [{"score": 0.9972327351570129, "sentiment": -0.977, "count": 9, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8498778343200684, "sentiment": -0.622, "count": 4, "label": "university", "uri": "https://diffbot.com/entity/XuH4EHGwQOgCBmpyQfJat7g"}, {"score": 0.8073946833610535, "sentiment": 0, "count": 1, "label": "New Mexico", "uri": "https://diffbot.com/entity/AuIXjCoeCOUuhdcA5cRA5lA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.7989514470100403, "sentiment": 0, "count": 1, "label": "Jim Thompson", "uri": "https://diffbot.com/entity/PLrOXMd-iPcKuTv88Pwefmw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.abqjournal.com/author/rboetel", "pageUrl": "https://www.abqjournal.com/1492853/nm-universities-avoid-large-covid19-outbreaks-at-semesters-start.html", "html": "<figure><img alt=\"\" sizes=\"(max-width: 630px) 100vw, 630px\" src=\"https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-900x658.jpg\" srcset=\"https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-630x461.jpg 630w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-200x146.jpg 200w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-300x219.jpg 300w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-768x561.jpg 768w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-100x73.jpg 100w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-150x110.jpg 150w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-250x183.jpg 250w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-350x256.jpg 350w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-400x292.jpg 400w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-500x366.jpg 500w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-700x512.jpg 700w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-800x585.jpg 800w, https://d3el53au0d7w62.cloudfront.net/wp-content/uploads/2020/09/02/a01_jd_03sep_univ-900x658.jpg 900w\"></img><figcaption>A hand sanitizing station has been set up near one of the entrances to the empty Student Union Building at the University of New Mexico. (Jim Thompson/Albuquerque Journal)</figcaption></figure>\n<p><i>Copyright &copy; 2020 Albuquerque Journal</i></p>\n<p>New Mexico&rsquo;s biggest universities have avoided large COVID-19 outbreaks through the early weeks of the fall semester.</p>\n<p>And officials on the campuses plan to use a variety of tactics &ndash; such as testing wastewater, snuffing out parties before they start, creating outdoor study spaces and deploying &ldquo;mask ambassadors&rdquo; to encourage safe practices &ndash; to try and keep it that way.</p>\n<p>Universities around the country are reporting spikes in COVID-19 cases, but New Mexico&rsquo;s public universities have moved a significant amount of coursework online. New Mexico campuses have also limited the number of students living in dormitories this fall and taken other measures to try to slow the spread of coronavirus.</p>\n<p>The University of New Mexico has had six cases since school reopened on Aug. 17. Five of those cases were students and one was an employee, said Carla Domenici, director of finance and administration for strategic initiatives, who has been named the school&rsquo;s COVID coordinator.</p>\n<p>&ldquo;The leadership at UNM and the (Health Sciences Center) worked diligently (over the summer),&rdquo; she said. &ldquo;I think that hard work and thoughtfulness has worked.&rdquo;</p>\n<p>New Mexico State University on Wednesday reported seven &ldquo;active cases&rdquo; among students at the university and two employees with active cases. A total of 64 students and 29 university employees have tested positive since March, according to a database on NMSU&rsquo;s website.</p>\n<p>UNM has had 34 total cases across its main and branch campuses since the start of the pandemic, according to the university&rsquo;s COVID dashboard, which went live this week.</p>\n<p>Western New Mexico University required COVID tests for all 277 students moving into residence halls on the campus in Silver City this semester. The testing found nine cases, and those students were quarantined, according to Isaac Brundage, vice president for student affairs. The university&rsquo;s follow-up contact tracing led to another round of rapid testing by Hidalgo Medical Services, which uncovered two more cases on the campus.</p>\n<p>&ldquo;Because of the diligent planning WNMU conducted over the past few months, we have been successful in minimizing the spread to both our campus and local community,&rdquo; Brundage said in an email.</p>\n<p>New Mexico Institute of Mining and Technology hasn&rsquo;t had any positive cases on campus, said Thom Guengerich, a spokesman. Northern New Mexico College also hasn&rsquo;t been made aware of any cases on its campus, according to a spokeswoman.</p>\n<p>Officials at Eastern New Mexico University couldn&rsquo;t be reached for comment.</p>\n<p>New Mexico Highlands University has had seven cases at its campus in Las Vegas, all detected through required tests of student athletes, said Sean Weaver, a spokesman for the university.</p>\n<p>&ldquo;New Mexico universities really stepped up to meet those challenges, and it was a difficult line to walk,&rdquo; he said.</p>\n<p>Such has not been the case throughout the country. Many schools started the semester with outbreaks of disease &ndash; the University of North Carolina at Chapel Hill and the University of Central Florida each had more than 700 cases last week, according to a database created by The New York Times.</p>\n<p>Regionally, Texas Tech University and University of Texas El Paso each had 103 cases, and the University of Arizona had 78, according to the database, which was last updated Aug. 25.</p>\n<p>Some schools, such as Ohio State and Purdue universities, have suspended dozens of students because of large gatherings.</p>\n<p>At UNM and NMSU, school officials said students have been given new conduct codes that require them to wear masks and socially distance. The colleges&rsquo; deans of students will also be trying to monitor off-campus behavior to some extent, but the schools have not been made aware of parties, the officials said.</p>\n<p>The cases at UNM and NMSU reflect anyone who tested positive for coronavirus through campus testing, and those who self-reported their diagnosis. Once the schools are aware of a positive test, they have contact tracers who will work to determine whether others on campus are at risk.</p>\n<p>UNM is sending &ldquo;mask ambassadors&rdquo; throughout campus to encourage healthy habits. Both UNM and NMSU created large outdoor seating areas where students can study or socialize at distance.</p>\n<p>At NMSU, researchers are working to create a system for testing wastewater for signs of the virus. The technique has already been deployed at other colleges throughout the country, with the goal being to detect coronavirus in feces before a person starts to show symptoms.</p>\n<p>Testing a particular area on campus, such as a residential hall or athletic complex, could give the schools an early warning as to where the virus is present, said Lori McKee, director of health and wellness at NMSU.</p>\n<p>Both UNM and NMSU also said they&rsquo;ve been in contact with fraternities, sororities and dorm residents, and warned them against holding large gatherings. Domenici and McKee said there could be consequences if students who are part of a campus organization hold such a party, even off campus.</p>\n<p>&ldquo;So far, knock on wood, we haven&rsquo;t had any offense of large parties reported. Of course, our dean of students would take care of those allegations,&rdquo; McKee said. &ldquo;We&rsquo;ve worked really hard to mitigate the risk on campus. We understood when we came back to campus that it was a risk.&rdquo;</p>", "text": "Copyright © 2020 Albuquerque Journal\nNew Mexico’s biggest universities have avoided large COVID-19 outbreaks through the early weeks of the fall semester.\nAnd officials on the campuses plan to use a variety of tactics – such as testing wastewater, snuffing out parties before they start, creating outdoor study spaces and deploying “mask ambassadors” to encourage safe practices – to try and keep it that way.\nUniversities around the country are reporting spikes in COVID-19 cases, but New Mexico’s public universities have moved a significant amount of coursework online. New Mexico campuses have also limited the number of students living in dormitories this fall and taken other measures to try to slow the spread of coronavirus.\nThe University of New Mexico has had six cases since school reopened on Aug. 17. Five of those cases were students and one was an employee, said Carla Domenici, director of finance and administration for strategic initiatives, who has been named the school’s COVID coordinator.\n“The leadership at UNM and the (Health Sciences Center) worked diligently (over the summer),” she said. “I think that hard work and thoughtfulness has worked.”\nNew Mexico State University on Wednesday reported seven “active cases” among students at the university and two employees with active cases. A total of 64 students and 29 university employees have tested positive since March, according to a database on NMSU’s website.\nUNM has had 34 total cases across its main and branch campuses since the start of the pandemic, according to the university’s COVID dashboard, which went live this week.\nWestern New Mexico University required COVID tests for all 277 students moving into residence halls on the campus in Silver City this semester. The testing found nine cases, and those students were quarantined, according to Isaac Brundage, vice president for student affairs. The university’s follow-up contact tracing led to another round of rapid testing by Hidalgo Medical Services, which uncovered two more cases on the campus.\n“Because of the diligent planning WNMU conducted over the past few months, we have been successful in minimizing the spread to both our campus and local community,” Brundage said in an email.\nNew Mexico Institute of Mining and Technology hasn’t had any positive cases on campus, said Thom Guengerich, a spokesman. Northern New Mexico College also hasn’t been made aware of any cases on its campus, according to a spokeswoman.\nOfficials at Eastern New Mexico University couldn’t be reached for comment.\nNew Mexico Highlands University has had seven cases at its campus in Las Vegas, all detected through required tests of student athletes, said Sean Weaver, a spokesman for the university.\n“New Mexico universities really stepped up to meet those challenges, and it was a difficult line to walk,” he said.\nSuch has not been the case throughout the country. Many schools started the semester with outbreaks of disease – the University of North Carolina at Chapel Hill and the University of Central Florida each had more than 700 cases last week, according to a database created by The New York Times.\nRegionally, Texas Tech University and University of Texas El Paso each had 103 cases, and the University of Arizona had 78, according to the database, which was last updated Aug. 25.\nSome schools, such as Ohio State and Purdue universities, have suspended dozens of students because of large gatherings.\nAt UNM and NMSU, school officials said students have been given new conduct codes that require them to wear masks and socially distance. The colleges’ deans of students will also be trying to monitor off-campus behavior to some extent, but the schools have not been made aware of parties, the officials said.\nThe cases at UNM and NMSU reflect anyone who tested positive for coronavirus through campus testing, and those who self-reported their diagnosis. Once the schools are aware of a positive test, they have contact tracers who will work to determine whether others on campus are at risk.\nUNM is sending “mask ambassadors” throughout campus to encourage healthy habits. Both UNM and NMSU created large outdoor seating areas where students can study or socialize at distance.\nAt NMSU, researchers are working to create a system for testing wastewater for signs of the virus. The technique has already been deployed at other colleges throughout the country, with the goal being to detect coronavirus in feces before a person starts to show symptoms.\nTesting a particular area on campus, such as a residential hall or athletic complex, could give the schools an early warning as to where the virus is present, said Lori McKee, director of health and wellness at NMSU.\nBoth UNM and NMSU also said they’ve been in contact with fraternities, sororities and dorm residents, and warned them against holding large gatherings. Domenici and McKee said there could be consequences if students who are part of a campus organization hold such a party, even off campus.\n“So far, knock on wood, we haven’t had any offense of large parties reported. Of course, our dean of students would take care of those allegations,” McKee said. “We’ve worked really hard to mitigate the risk on campus. We understood when we came back to campus that it was a risk.”", "authors": [{"name": "Ryan Boetel / Journal Staff Writer", "link": "abqjournal.com/author/rboetel"}]}]}