{"request": {"pageUrl": "https://www.nytimes.com/2020/09/17/world/covid-19-coronavirus.html", "api": "article", "version": 3}, "objects": [{"date": "Thu, 17 Sep 2020 00:00:00 GMT", "sentiment": -0.231, "estimatedDate": "Thu, 17 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://www.nytimes.com/vi-assets/static-assets/ios-default-homescreen-57x57-43808a4cd5333b648057a01624d84960.png", "diffbotUri": "article|3|1280690437", "siteName": "New York Times", "type": "article", "title": "A much-criticized testing recommendation on the C.D.C.’s website last month was not written by C.D.C. scientists.", "tags": [{"score": 0.9227993488311768, "sentiment": 0, "count": 2, "label": "Robert R. Redfield", "uri": "https://diffbot.com/entity/PBsVJfZNLMOiVGC051Ow54Q", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9140929579734802, "sentiment": -0.733, "count": 11, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8463978171348572, "sentiment": 0, "count": 2, "label": "Mike Pence", "uri": "https://diffbot.com/entity/PADg3AbL-OZeSTUi4zLQwcg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7758769989013672, "sentiment": 0, "count": 1, "label": "William Barr", "uri": "https://diffbot.com/entity/PKlQ3AFaGPouXfHoap7-0zw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7674670815467834, "sentiment": 0, "count": 1, "label": "Deborah L. Birx", "uri": "https://diffbot.com/entity/PcalNEWVxPsqGV3n1Z8Dl2A", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7169187664985657, "sentiment": 0, "count": 2, "label": "Brett Giroir", "uri": "https://diffbot.com/entity/Pcr5PqHuFOgC2pq1WTRNdqQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6874735951423645, "sentiment": 0, "count": 1, "label": "Centers for Disease Control and Prevention", "uri": "https://diffbot.com/entity/CR8s4dHrlNGCi2R4bx04rLw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.6662617325782776, "sentiment": 0, "count": 1, "label": "Olivia Troye", "uri": "https://diffbot.com/entity/PGW8okiG8MsaR9oPXPp5x8A", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6565185785293579, "sentiment": 0, "count": 1, "label": "Bob Woodward", "uri": "https://diffbot.com/entity/PLNaN7369OHKU-sKoCejPgw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.5753924250602722, "sentiment": -0.311, "count": 9, "label": "Joe Biden", "uri": "https://diffbot.com/entity/P4TlFcudMNuaX0eYAWet-8w", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.nytimes.com/2020/09/17/world/covid-19-coronavirus.html", "html": "<p><em>[Read our </em><a href=\"https://www.nytimes.com/live/2020/09/28/world/covid-19-coronavirus\"><em>live Covid-19/Coronavirus global updates</em></a><em>.]</em></p>\n<figure><img alt=\"Testing at the Wyandotte County Health Department in Kansas last month.\" sizes=\"((min-width: 600px) and (max-width: 1004px)) 84vw, (min-width: 1005px) 80vw, 100vw\" src=\"https://static01.nyt.com/images/2020/09/17/us/17virus-briefing-cdc/merlin_175579764_d945a5b2-e65b-4221-94dd-632a0ddf5a83-articleLarge.jpg?quality=75&auto=webp&disable=upscale\" srcSet=\"https://static01.nyt.com/images/2020/09/17/us/17virus-briefing-cdc/merlin_175579764_d945a5b2-e65b-4221-94dd-632a0ddf5a83-articleLarge.jpg?quality=90&auto=webp 600w,https://static01.nyt.com/images/2020/09/17/us/17virus-briefing-cdc/merlin_175579764_d945a5b2-e65b-4221-94dd-632a0ddf5a83-jumbo.jpg?quality=90&auto=webp 1024w,https://static01.nyt.com/images/2020/09/17/us/17virus-briefing-cdc/merlin_175579764_d945a5b2-e65b-4221-94dd-632a0ddf5a83-superJumbo.jpg?quality=90&auto=webp 2048w\"></img></figure>\n<h2>A much-criticized testing recommendation on the C.D.C.&rsquo;s website last month was not written by C.D.C. scientists.</h2>\n<p>A heavily criticized recommendation from the Centers for Disease Control and Prevention last month about who should be tested for the coronavirus was not written by C.D.C. scientists and was posted to the agency&rsquo;s website despite their serious objections, according to several people familiar with the matter as well as internal documents obtained by The New York Times.</p>\n<p>The guidance said it was not necessary to test people without symptoms of Covid-19 even if they had been exposed to the virus. It came at a time when public health experts were pushing for more testing rather than less, and administration officials told The Times that the document was a C.D.C. product and had been revised <a href=\"https://www.nytimes.com/2020/08/26/us/politics/coronavirus-testing-trump-cdc.html\">with input from the agency&rsquo;s director, Dr. Robert R. Redfield</a>.</p>\n<p>But officials told The Times this week that the Department of Health and Human Services did the rewriting itself and then &ldquo;dropped&rdquo; it into the C.D.C.&rsquo;s public website, flouting the agency&rsquo;s strict scientific review process.</p>\n<p>&ldquo;That was a doc that came from the top down, from the H.H.S. and the task force,&rdquo; said a federal official with knowledge of the matter, referring to the White House task force on the coronavirus. &ldquo;That policy does not reflect what many people at the C.D.C. feel should be the policy.&rdquo;</p>\n<p>Adm. Brett Giroir, the administration&rsquo;s testing coordinator and an assistant secretary at the Department of Health and Human Services, the C.D.C.&rsquo;s parent organization, said in an interview Thursday that the original draft came from the C.D.C., but he &ldquo;coordinated editing and input from the scientific and medical members of the task force.&rdquo;</p>\n<p>Over a period of a month, he said, the draft went through about 20 versions, with comments from Dr. Redfield; top members of the White House task force, Dr. Anthony Fauci and Dr. Deborah Birx; and Dr. Scott Atlas, President Trump&rsquo;s adviser on the coronavirus. The members also presented the document to Vice President Mike Pence, who heads the task force, Admiral Giroir said.</p>\n<p>C.D.C. staff scientists&rsquo; objections to the pre-published document went unheard. A senior C.D.C. official told the scientists, &ldquo;We do not have the ability to make substantial edits,&rdquo; according to an email obtained by The Times.</p>\n<p>Similarly, a document, arguing for &ldquo;<a href=\"https://www.cdc.gov/coronavirus/2019-ncov/community/schools-childcare/reopening-schools.html\">the importance of reopening schools</a>,&rdquo; was also dropped into the C.D.C. website by the Department of Health and Human Services in July and is sharply out of step with the C.D.C.&rsquo;s usual neutral and scientific tone, the officials said.</p>\n<h2>Joe Biden tries to focus the presidential campaign on Trump&rsquo;s virus response.</h2>\n<p>Former Vice President Joseph R. Biden Jr. sought on Thursday to focus the presidential campaign on President Trump&rsquo;s handling of the coronavirus.</p>\n<p>Appearing on CNN at a town hall-style event less than two weeks before the first presidential debate, Mr. Biden <a href=\"https://www.nytimes.com/2020/09/17/us/politics/biden-pennsylvania-town-hall.html\">cast the president as a callous leader</a> and chided Attorney General William P. Barr for suggesting that local stay-at-home mandates are the greatest threat to individual freedoms since slavery.</p>\n<p>&ldquo;What takes away your freedom is not being able to see your kid, not being able to go to the football game or baseball game, not being able to see your mom or dad sick in the hospital, not being able to do the things, that&rsquo;s what is costing us our freedom,&rdquo; Mr. Biden said. &ldquo;And it&rsquo;s been the failure of this president to deal, to deal with this virus, and he knew about it.&rdquo;</p>\n<p>At other turns, Mr. Biden pointed to <a href=\"https://www.nytimes.com/live/2020/09/09/us/trump-vs-biden/trump-admitted-to-bob-woodward-that-he-intentionally-played-down-the-threat-of-the-coronavirus\">revelations</a> from a new book by the journalist Bob Woodward that the president knowingly minimized the risks of the coronavirus, and <a href=\"https://www.nytimes.com/2020/09/16/us/politics/biden-trump-coronavirus-vaccine.html\">added to his earlier warnings</a> that Mr. Trump has politicized the rollout of a vaccine.</p>\n<p>&ldquo;I don&rsquo;t trust the president on vaccines,&rdquo; Mr. Biden said at the town hall near his childhood home of Scranton, Pa., as audience members listened from their cars. &ldquo;I trust Dr. Fauci. If Fauci says a vaccine is safe, I&rsquo;d take the vaccine.&rdquo;</p>\n<p>Mr. Biden also said that he could not enforce a national mask mandate everywhere, breaking with a position he had taken a day earlier. But he asserted that he would have the authority to do so &ldquo;on federal land.&rdquo;</p>\n<p>Many states require the use of masks and have issued stay-at-home orders to slow the spread of the virus. Earlier this week, Robert R. Redfield, director of the Centers for Disease Control and Prevention, suggested that masks might be more effective in fighting the pandemic than a vaccine &mdash; only to have Mr. Trump call his statement a mistake.</p>\n<p>Mr. Biden&rsquo;s appearance, his biggest on a national stage since he accepted the Democratic nomination last month, came on the same night that President Trump announced about $13 billion in assistance to farmers at a campaign rally in the battleground state of Wisconsin.</p>\n<p>More than 2,200 new cases were announced in Wisconsin on Thursday, a single-day record, according to a New York Times database, and the state has added more cases in the past week than in any other seven-day stretch of the pandemic. Senator Ron Johnson of Wisconsin canceled plans to travel to his home state with Mr. Trump and appear at the rally, saying that he would self-isolate for two weeks after coming into contact with an infected person.</p>\n<h1><a href=\"https://www.nytimes.com/live/2020/09/30/world/covid-19-coronavirus?action=click&pgtype=Article&state=default&region=MAIN_CONTENT_1&context=storyline_latest_updates_recirc\">Latest Updates: The Coronavirus Outbreak </a></h1>\n<p><a href=\"https://www.nytimes.com/live/2020/09/30/world/covid-19-coronavirus?action=click&pgtype=Article&state=default&region=MAIN_CONTENT_1&context=storyline_latest_updates_recirc#top-companies-pledge-to-get-virus-tests-treatments-and-vaccines-to-the-developing-world\">3h ago</a></p>\n<p><a href=\"https://www.nytimes.com/live/2020/09/30/world/covid-19-coronavirus?action=click&pgtype=Article&state=default&region=MAIN_CONTENT_1&context=storyline_latest_updates_recirc#top-companies-pledge-to-get-virus-tests-treatments-and-vaccines-to-the-developing-world\">Top companies pledge to get virus tests, treatments and vaccines to the developing world.</a></p>\n<p><a href=\"https://www.nytimes.com/live/2020/09/30/world/covid-19-coronavirus?action=click&pgtype=Article&state=default&region=MAIN_CONTENT_1&context=storyline_latest_updates_recirc#a-major-boston-hospital-has-a-cluster-of-cases-among-its-staff-and-patients\">4h ago</a></p>\n<p><a href=\"https://www.nytimes.com/live/2020/09/30/world/covid-19-coronavirus?action=click&pgtype=Article&state=default&region=MAIN_CONTENT_1&context=storyline_latest_updates_recirc#a-major-boston-hospital-has-a-cluster-of-cases-among-its-staff-and-patients\">A major Boston hospital has a cluster of cases among its staff and patients.</a></p>\n<p><a href=\"https://www.nytimes.com/live/2020/09/30/world/covid-19-coronavirus?action=click&pgtype=Article&state=default&region=MAIN_CONTENT_1&context=storyline_latest_updates_recirc#trumps-virus-task-force-urged-maximal-distancing-in-wisconsin-the-president-plans-2-rallies-there\">6h ago</a></p>\n<p><a href=\"https://www.nytimes.com/live/2020/09/30/world/covid-19-coronavirus?action=click&pgtype=Article&state=default&region=MAIN_CONTENT_1&context=storyline_latest_updates_recirc#trumps-virus-task-force-urged-maximal-distancing-in-wisconsin-the-president-plans-2-rallies-there\">Trump&rsquo;s virus task force urged &lsquo;maximal&rsquo; distancing in Wisconsin. The president plans 2 rallies there.</a></p>\n<p><a href=\"https://www.nytimes.com/live/2020/09/30/world/covid-19-coronavirus?action=click&pgtype=Article&state=default&region=MAIN_CONTENT_1&context=storyline_latest_updates_recirc\">See more updates</a></p>\n<p>More live coverage: <a href=\"https://www.nytimes.com/live/2020/09/30/business/stock-market-today-coronavirus?action=click&pgtype=Article&state=default&region=MAIN_CONTENT_1&context=storyline_latest_updates_recirc\">Markets</a></p>\n<p>Earlier on Thursday, a former Homeland Security aide to Vice President Mike Pence endorsed Mr. Biden and accused President Trump of drastically mismanaging the response to the coronavirus crisis.</p>\n<p>The former aide, Olivia Troye, played a central role in running the White House&rsquo;s coronavirus task force until leaving the government last month. In <a href=\"https://youtu.be/f0j6adNroo4\">an online ad</a>, she said she was voting for Mr. Biden because she believed the nation was in a &ldquo;constitutional crisis&rdquo; and that &ldquo;at this point it&rsquo;s country over party.&rdquo;</p>\n<p>Mr. Pence fired back from the White House.</p>\n<p>&ldquo;I haven&rsquo;t read her comments in any detail,&rdquo; he said on Thursday during a meeting of the Coronavirus Commission for Safety and Quality in Nursing Homes. &ldquo;But it reads to me like one more disgruntled employee that has decided to play politics during an election year.&rdquo;</p>\n<p>GLOBAL ROUNDUP</p>\n<h2>The global total of reported cases surpasses 30 million.</h2>\n<p>More than 30 million cases of the coronavirus have been reported worldwide as of Thursday, <a href=\"https://www.nytimes.com/interactive/2020/world/coronavirus-maps.html\">according to a New York Times database</a>. India, in particular, has recently contributed significantly to the count, having added more than 93,000 new cases a day on average over the last week.</p>\n<p>Some of the countries that were hit hard early on have seen a decline in cases, but the number of newly reported infections is growing faster than ever worldwide, as many nations have scaled up their testing efforts. The average of known new cases is now more than 250,000 a day. The world reached 10 million cases on June 28 and 20 million on Aug. 10.</p>\n<p>The United States has the world&rsquo;s highest case count: more than 6.7 million. After that comes India, with more than 5.1 million, and Brazil, with about 4.4 million. But in the past seven days, India has added more than 652,000 cases, more than twice as many as the United States over the same period and almost three times as many as Brazil. Still, India&rsquo;s per capita number of recent cases remains far below that of the two others.</p>\n<p>Nearly 200,000 people have died of the virus in the United States, and 134,000 in Brazil. No other country has recorded 100,000 fatalities related to the virus.</p>\n<p>The United States ranks 11th in deaths per capita, behind Brazil and countries such as Peru, Ecuador, Chile, Bolivia, Belgium, Spain and the United Kingdom. The virus is currently taking a heavy toll in Latin America, which encompasses eight of the 10 countries with the highest numbers of reported deaths per capita over the past week.</p>\n<p>As of Thursday morning, at least 940,100 infected people had died globally, and the virus had been detected in nearly every country.</p>\n<p>In other international news:</p>\n<ul><li><p>Prime Minister Scott Morrison of <strong>Australia</strong> on Friday raised the cap on international arrivals to 6,000 from 4,000 people a week, after critics accused him of leaving citizens stranded overseas. Approximately 24,000 Australians are currently outside the country, Mr. Morrison said, adding that he hoped many of them would be home by Christmas. The state of Queensland also said on Friday that it would allow flights to resume to and from the Australian Capital Territory next week. Australia has reported 297 new cases in the past week, and its second-largest city, <a href=\"https://www.nytimes.com/2020/08/04/world/australia/coronavirus-melbourne-lockdown.html\">Melbourne</a>, remains under lockdown.</p></li><li><p><strong>New Zealand</strong> recorded no new cases on Friday for the first time in more than a month, after an outbreak in Auckland in August threatened the country&rsquo;s progress in keeping the virus at bay. Friday was also the fourth consecutive day without any new cases of community transmission, the authorities said. The remote Pacific country has just 70 current active cases. Four of those coronavirus patients have been hospitalized, with one in intensive care.</p></li><li><p><strong>India</strong> recorded 96,424 new cases on Thursday, a day after reporting its highest single-day increase of 97,894. The country&rsquo;s caseload of 5.1 million is the world&rsquo;s second-highest, after the United States, according to <a href=\"https://www.nytimes.com/interactive/2020/world/asia/india-coronavirus-cases.html\">a New York Times database</a>. Prime Minister Narendra Modi, who turned 70 on Thursday, <a href=\"https://twitter.com/narendramodi/status/1306671426930225152\">made a fresh appeal</a> for people in the country to wear masks, avoid crowds and practice social distancing.</p></li><li><p>The number of Hasidic Jewish pilgrims halted by virus travel restrictions along the border between <strong>Belarus</strong> and <strong>Ukraine</strong> has increased significantly in recent days, Ukrainian officials said on Thursday. The pileup along the border has become one of the more dramatic consequences of virus travel bans. Ukraine closed its borders last month as cases in the country ticked up, partly to halt the yearly pilgrimage to the city of Uman, the site of the grave of Rabbi Nachman, the founder of the Breslov branch of the Hasidic movement.</p></li><li><p><strong>South Africa</strong> will reopen its borders to most countries on Oct. 1, President Cyril Ramaphosa <a href=\"http://www.thepresidency.gov.za/speeches/statement-president-cyril-ramaphosa-progress-national-effort-contain-covid-19-pandemic%2C-union-buildings%2C-tshwane-2\">said Wednesday</a>, as the country prepares to ease other restrictions amid an improving virus situation.</p></li></ul>\n<ul><li><p>A small group of wealthy countries has bought more than half of the expected supply of the most promising <strong>coronavirus vaccines</strong>, the British charity group Oxfam <a href=\"https://www.oxfam.org/en/press-releases/small-group-rich-nations-have-bought-more-half-future-supply-leading-covid-19\">said Thursday</a>. Supply deals have been announced for 5.3 billion doses of five vaccines in the last stage of clinical trials. More than 2.7 billion doses, or 51 percent, have been bought by countries including Australia, Britain, Israel, Japan, Switzerland and the United States as well as the European Union, which together represent about 13 percent of the world&rsquo;s population. Even if all five vaccines are approved, their combined production capacity of six billion doses is enough for only about three billion people, since each person is likely to need two doses. That means that nearly two-thirds of the world&rsquo;s population would not have a vaccine until at least 2022, Oxfam said.</p></li></ul>\n<p>U.S. ROUNDUP</p>\n<h2>More than 40 percent of U.S. school employees are at high risk for severe Covid-19 cases, an analysis finds.</h2>\n<p>A new paper <a href=\"https://www.healthaffairs.org/doi/full/10.1377/hlthaff.2020.01536?utm_campaign=CovidFasttrack&utm_medium=press&utm_content=Selden&utm_source=mediaadvisory&\">published Thursday in the medical journal Health Affairs</a> estimates that at least 42 percent of the employees who work in America&rsquo;s schools are at high risk for developing severe cases of Covid-19, a significant increase over previous evaluations of the risk to school employees.</p>\n<p>Nearly 10 million adults work in schools across the United States, including teachers, administrators and support staff members, the authors estimate. <a href=\"https://www.kff.org/coronavirus-covid-19/issue-brief/how-many-teachers-are-at-risk-of-serious-illness-if-infected-with-coronavirus/\">Previous research</a> focused on teachers, concluding that roughly a quarter of them, or 1.5 million, have conditions that put them at high risk for severe complications from the coronavirus.</p>\n<p>The new study expanded to look at all school employees, using data from a household survey that collects detailed health, socioeconomic and employment data from American families. The survey is conducted annually by the federal Agency for Healthcare Research and Quality, a division of the Department of Health and Human Services.</p>\n<p>The federal Centers for Disease Control and Prevention lists several factors that put people at high risk for a severe case of Covid-19, including obesity, diabetes, heart disease and being 65 or older. The study&rsquo;s authors, who work for the federal research agency, estimated that at least 42 percent of school employees fall into at least one of those categories.</p>\n<p>Obesity was the primary factor increasing school employees&rsquo; risk level, reported the authors, and support staff members were more likely to be at high risk than teachers or administrators.</p>\n<p>The authors did not draw broad conclusions about the wisdom of reopening classrooms, describing their findings about the number of at-risk school employees as &ldquo;one piece of the puzzle.&rdquo; They noted that applying strategies recommended by the C.D.C., the American Academy of Pediatrics, and the National Academies of Sciences, Engineering and Medicine can help mitigate the risks of the virus spreading in schools.</p>\n<p>In other news from around the United States:</p>\n<ul><li><p>More than 45,000 new cases and more than 840 additional deaths were reported across the U.S. on Thursday. <strong>Montana</strong>, <strong>Utah</strong> and <strong>Wisconsin</strong> set single-day case records.</p></li><li><p>Gov. Greg Abbott of <strong>Texas</strong>, citing strong progress against the virus, announced Thursday that he was easing limits on retail outlets, restaurants and other establishments throughout most of the state, but said he was continuing to hold off on reopening bars. Mr. Abbott, who imposed a series of extensive restrictions over the summer when Texas was a major U.S. hot spot, said he is moving forward with a new reopening strategy, beginning Monday in 19 of the state&rsquo;s 22 hospital regions. The new guidelines expand capacity limits from 50 percent to 75 percent for retail businesses, restaurants, offices, gyms, manufacturing operations, museums and libraries.</p></li><li><p>As President Trump ramps up his promise of a safe and effective coronavirus vaccine by Election Day, the percentage of Americans willing to take a vaccine has precipitously dropped, <a href=\"https://www.pewresearch.org/science/2020/09/17/u-s-public-now-divided-over-whether-to-get-covid-19-vaccine/?utm\">a new poll</a> by the <strong>Pew Research Group</strong> found. The poll, which surveyed 10,093 American adults from Sept. 8 through Sept. 13, found that 51 percent of respondents said they would get the vaccine. That&rsquo;s a decline of 21 percentage points from May, when 72 percent indicated they might take it.</p></li><li><p>The <strong>House of Representatives </strong>passed a <a href=\"https://www.congress.gov/bill/116th-congress/house-resolution/908/text?r=11&s=5\">resolution</a> on Thursday denouncing anti-Asian sentiment that has spread in the United States during the pandemic. A Senate version of the resolution was introduced in May, and its sponsors include Senator Kamala Harris of California, Joe Biden&rsquo;s running mate in the presidential election. President Trump and his Republican allies have repeatedly called the coronavirus &ldquo;the Chinese virus,&rdquo; <a href=\"https://www.nytimes.com/2020/03/23/us/chinese-coronavirus-racist-attacks.html\">dismissing concerns that such language would lead to any harm</a>.</p></li><li><p>New claims for state <strong>unemployment insurance</strong> fell last week, totaling 790,000 before adjusting for seasonal factors, the Labor Department reported Thursday. The weekly tally is roughly four times what it was before the coronavirus pandemic shut down many businesses in March. </p></li><li><p>The pastor of an evangelical church in <strong>northern Idaho</strong> has been hospitalized with Covid-19 for about two weeks after defying a county mask mandate and holding in-person worship services. Paul Van Noy, the pastor of Candlelight Christian Fellowship, a large congregation in Coeur d&rsquo;Alene, Idaho, a city with a population of about 52,000, was treated in the intensive care unit and has started to recover, church leaders said in a statement on Monday.</p></li></ul>\n<ul><li><p>Graduate students at the <strong>University of Michigan</strong> returned to work on Thursday after an eight-day strike to demand more protection from the virus when teaching.</p></li><li><p>Gov. Philip D. Murphy of <strong>New Jersey</strong>, a Democrat, joined legislative leaders <a href=\"https://www.nytimes.com/2020/09/17/nyregion/nj-millionaires-tax.html\">to announce a budget deal </a>on Thursday that includes a higher tax rate for residents earning more than $1 million a year amid a pandemic-induced fiscal crisis. The agreement will raise the tax rate on earnings over $1 million to 10.75 percent, up from 8.97 percent. </p></li></ul>\n<h2>No movement in stimulus talks as Pelosi defends $2.2 trillion demand that Meadows calls &lsquo;an ultimatum.&rsquo;</h2>\n<p>Speaker Nancy Pelosi of California on Thursday doubled down on demands for a stimulus bill of at least $2.2 trillion, even as White House officials signaled support for a smaller package that has drawn little enthusiasm from Democratic leaders.</p>\n<p>&ldquo;It&rsquo;s hard to see how we can go any lower when you see the great needs,&rdquo; Ms. Pelosi said at a news conference on Thursday arranged to call for additional relief as the country nears 200,000 pandemic-related deaths. She said Democrats had shown a willingness to compromise with the White House by lowering their overall ask by more than $1 trillion, from a $3.4-trillion relief bill the House approved in May.</p>\n<p>At the White House, Mark Meadows, the White House chief of staff, dismissed Ms. Pelosi&rsquo;s demand for $2.2 trillion as &ldquo;not a negotiation.&rdquo;</p>\n<p>&ldquo;That&rsquo;s an ultimatum,&rdquo; he told reporters.</p>\n<p>Backed by top Democrats, Ms. Pelosi has continued to hold firm on the number despite growing concerns among moderate Democrats that the impasse over another relief package will last through the November election, depriving American families and businesses of critical aid. Some of them were frustrated earlier this week when Ms. Pelosi&rsquo;s top lieutenants quickly panned a $1.5-trillion compromise framework presented by a bipartisan group of lawmakers in an effort to break the logjam.</p>\n<p>President Trump, however, said he was open to the proposal, put forward by a coalition that calls itself the House Problem Solvers Caucus, a sentiment Mr. Meadows echoed.</p>\n<p>&ldquo;I&rsquo;d like to see the larger number,&rdquo; Mr. Trump said at a White House news conference on Wednesday. &ldquo;Yeah, I would like to see it. There are some things I disagree with, but I&rsquo;m sure they can be negotiated.&rdquo;</p>\n<p>But Senate Republicans, who last week presented a bare-bones stimulus measure that would provide $350 billion in new federal funding, are unlikely to support a much larger package.</p>\n<h2>Europe begins to lock down again as a W.H.O. official warns of a &lsquo;very serious&rsquo; resurgence.</h2>\n<p>The World Health Organization on Thursday warned of a &ldquo;very serious&rdquo; resurgence of the coronavirus across Europe but said that transmission could be contained by local rather than national measures.</p>\n<p>&ldquo;We have a very serious situation unfolding before us,&rdquo; Hans Kluge, the W.H.O.&rsquo;s regional director for Europe, told reporters. &ldquo;Weekly cases have now exceeded those reported when the pandemic first peaked in Europe in March.&rdquo;</p>\n<p>The number of virus cases has increased by more than 10 percent in the past two weeks in over half the countries of Europe, Dr. Kluge said. He noted that in seven countries the number of cases has doubled.</p>\n<p>&ldquo;Although these numbers reflect more comprehensive testing, they also show alarming rates of transmission,&rdquo; he said. The region has recorded at least 220,000 deaths from the virus.</p>\n<p>&ldquo;In many cases, you can contain those spikes locally,&rdquo; he added. &ldquo;In that sense I would hope that national lockdowns can be avoided as much as possible.&rdquo;</p>\n<p>Britain&rsquo;s health secretary said on Thursday that almost two million people in northeastern England would be restricted from meeting with anyone outside their households as part of the latest local lockdowns in the country.</p>\n<p>And in France, a growing number of cities &mdash; including Lyon and Nice &mdash; are experiencing a worrying spread of the coronavirus and will have to enact new restrictions on public gatherings, the French health minister said on Thursday.</p>\n<p>France&rsquo;s rate per capita of new cases over the last seven days is <a href=\"https://www.nytimes.com/2020/09/15/world/europe/coronavirus-europe.html?searchResultPosition=1\">currently one of the highest in Europe</a>, with 91 cases per 100,000 residents, up from 10 at the end of July. Gatherings of family and friends have become &ldquo;massive&rdquo; vectors of infections, said Olivier V&eacute;ran, the country&rsquo;s health minister.</p>\n<p>In the Czech Republic, roughly a quarter of the country&rsquo;s 41,000 total cases were reported over the last week, as the country battles one of the fastest-growing outbreaks in Europe. In an effort to avoid a complete lockdown, the government has reintroduced targeted restrictive measures, including a ban on indoor gatherings of more than 10 people, mandatory masking indoors and reduced hours for bars and restaurants.</p>\n<h2>N.Y.C. will again delay the start of in-person classes for most students.</h2>\n<p>Mayor Bill de Blasio of New York City on Thursday once again delayed the start of most in-person classes in public schools, acknowledging that the system had still not fully surmounted the many obstacles that it faced in bringing children back during the coronavirus pandemic.</p>\n<p>The abrupt announcement was a blow to the mayor&rsquo;s effort to make New York City one of the few major cities in the nation to hold in-person classes. And it threatened to deepen concerns and confusion over whether the mayor and his administration had mishandled the reopening by announcing deadlines and then pushing them back.</p>\n<p>Instead of a triumphant return to schools for all students who wanted in-person learning beginning on Monday, the city will phase students back into classrooms on a rolling basis, starting with the youngest children, who will report to schools next week. Students in pre-K classes and students with advanced special needs will return on Monday.</p>\n<p>On Sept. 29, elementary schools will open, and middle and high schools will open on Oct. 1.</p>\n<p>All other students will begin the school year remotely on Monday.</p>\n<p>The mayor said at a news conference on Thursday morning that he decided to opt for a phased-in reopening after having an hourslong conversation on Wednesday with the leaders of the unions representing the city&rsquo;s principals and teachers.</p>\n<p>Those union leaders have been explicitly warning for weeks that schools were not ready to reopen for myriad reasons, from poor ventilation in some aging buildings to a severe staffing crunch that the principals&rsquo; union estimated could leave the city needing as many as 10,000 educators.</p>\n<p>Mr. de Blasio said that the teacher shortage was his main reason for again delaying in-person classes.</p>\n<p>&ldquo;We are doing this to make sure that all the standards we&rsquo;ve set can be achieved,&rdquo; Mr. de Blasio said on Thursday morning, adding that the reopening plan was derived by studying &ldquo;the best practices from around the world.&rdquo;</p>\n<p><a href=\"https://www.nytimes.com/2020/09/04/nyregion/nyc-schools-reopening.html\">Over 40 percent of parents have already opted out of in-person classes</a>, and that number is likely to grow, reflecting families&rsquo; deep frustration about the city&rsquo;s reopening effort and skepticism about schools&rsquo; readiness.</p>\n<h2>Moderna and Pfizer, two drugmakers leading the vaccine race, spell out how they are conducting late-stage trials.</h2>\n<p>Moderna and Pfizer, two drug companies that are leading the race to develop coronavirus vaccines, on Thursday released comprehensive road maps of their clinical trials.</p>\n<p>Companies typically wait to share these plans, or protocols, until after studies are complete. The disclosures during the trials, a rare move, were aimed at addressing growing suspicion among Americans that President Trump&rsquo;s drive to produce a vaccine before the election on Nov. 3 could result in a product that is unsafe.</p>\n<p>The plans include information about how participants are being selected and monitored, the conditions under which the trials could be stopped early if there were problems, and the evidence researchers will use to determine whether people who got the vaccines were protected from Covid-19. Moderna&rsquo;s study will involve 30,000 participants, and Pfizer&rsquo;s 44,000.</p>\n<p>The plan released by Moderna on Thursday morning included a likely timetable for determining whether its vaccine works that could reach into next year. That did not jibe with the president&rsquo;s optimistic predictions of a <a href=\"https://www.nytimes.com/2020/09/17/health/covid-vaccine-when-available.html\">vaccine widely available</a> to the public in October. Rather, it indicated that the company&rsquo;s first analysis of early trial data might not be conducted until late December, though company officials now say they expect the initial analysis in November. The final analysis might not take place until months later, heading into the spring of next year.</p>\n<p>Pfizer&rsquo;s plan does not appear to estimate when its results could be available. Its chief executive has said repeatedly that the company hopes to have an answer as early as October. Moderna has said only that it might have a result before the end of the year.</p>\n<p>Dr. Robert R. Redfield, the director of the Centers for Disease Control and Prevention, told senators on Wednesday that a vaccine would not be widely available until the middle of next year. Hours later, Mr.<a href=\"https://www.nytimes.com/2020/09/16/us/politics/trump-cdc-covid-vaccine.html\"> Trump sharply contradicted him, making unsubstantiated projections that a vaccine</a> could become widely available weeks from now.</p>\n<h2>Pregnant women who are hospitalized for Covid-19 may have a greater risk of premature birth, studies say.</h2>\n<p>Pregnant women who are infected with the coronavirus and hospitalized are at risk for developing serious complications, and may face an elevated risk for delivering their babies prematurely, according to new studies from the Centers for Disease Control and Prevention. They may also be at greater risk of losing the pregnancy or having a stillbirth.</p>\n<p>The troubling findings are consistent with <a href=\"https://www.nytimes.com/2020/06/24/health/coronavirus-pregnancy.html\">some earlier reports that pregnant women may be at increased risk</a> for severe illness when they become infected with the new coronavirus. But some experts warned that the findings, drawn from relatively small numbers of patients, including many hospitalized because of Covid-19, may not be representative of all pregnant women who are infected.</p>\n<p>The studies found that many hospitalized pregnant women who were infected with the virus did not have any symptoms. Among those who did have symptoms, however, between 16 percent and 30 percent required intensive care, and 6 percent to 8.5 percent required ventilators to help with breathing. Among the 703 cases described in the two reports, three women died.</p>\n<p>Both studies found that pregnant women infected with the coronavirus experienced a higher rate of preterm deliveries than expected, and some had stillbirths. Earlier studies have also suggested a higher risk for preterm births, and a British study <a href=\"https://jamanetwork.com/journals/jama/fullarticle/2768389\">noted a population-wide uptick</a> in stillbirths during the pandemic.</p>\n<h2>A county in Florida made great strides controlling the coronavirus. Then it was battered by Hurricane Sally.</h2>\n<p>Escambia County, which includes Pensacola, saw tremendous progress on the pandemic front since earlier this summer. The county now averages about 50 new cases per day, down from around 270 in mid-July.</p>\n<p>There is now some concern that evacuations because of the huge floods from Hurricane Sally, <a href=\"https://www.nytimes.com/2020/09/16/us/hurricane-sally-landfall.html\">which slammed into the Gulf Coast as a strong Category 2 storm on Wednesday, </a>could result in renewed spread. So public officials in Escambia have urged people who cannot be in their homes to seek places to stay with family and friends and resort to public shelters only as a very last resort.</p>\n<p>&ldquo;We&rsquo;ve had challenges from hurricanes many times, but never during a pandemic,&rdquo; Commissioner Lumon May said in a briefing on Thursday.</p>\n<p>Escambia got a handle on its infections in part thanks to an extensive public health campaign on television, radio, social media and billboards urging people to wear masks, said Laura Coale, the county&rsquo;s communications director. The county also helped distribute masks and hand sanitizer. Facial coverings are required in Pensacola and strongly recommended in the rest of the county. Public officials have been wearing them in news briefings except for when they are behind the microphone.</p>\n<p>&ldquo;We have miles and miles of beach that are spread out, so you have a great opportunity to be able to socially distance,&rdquo; Ms. Coale said, before catching herself to note how the storm had flooded the coastline. &ldquo;Well &mdash; it&rsquo;s different now,&rdquo; she said.</p>\n<h2>France to enact new restrictions in some cities amid spike in cases, the health minister says.</h2>\n<p>A growing number of cities in France are experiencing a worrying spread of the coronavirus and will have to enact new restrictions on public gatherings, the French health minister said on Thursday as he urged people to reduce their social contacts.</p>\n<p>Olivier V&eacute;ran, the minister, said at a news conference that local authorities in the cities of Lyon and Nice plan to tighten restrictions in the coming days, and he warned that other cities like Paris, Dijon or Toulouse might have to do the same soon.</p>\n<p>&ldquo;The epidemic is once again very active in our country,&rdquo; Mr. V&eacute;ran said.</p>\n<p>France&rsquo;s rate per capita of new cases over the last seven days is <a href=\"https://www.nytimes.com/2020/09/15/world/europe/coronavirus-europe.html?searchResultPosition=1\">currently one of the highest in Europe</a>, with 91 cases per 100,000 residents, up from 10 at the end of July. Gatherings of family and friends had become &ldquo;massive&rdquo; vectors of infections, Mr. V&eacute;ran said.</p>\n<p>In cities like Marseille and Bordeaux &mdash; where the number of cases has surged the most, and where authorities had limited public gatherings to 10 people last week &mdash; Mr. V&eacute;ran said authorities might have to close bars and restaurants or ban gatherings completely.</p>\n<p>Mr. V&eacute;ran said that France had carried out over 1.2 million tests over the past week, but he acknowledged that massive demand <a href=\"https://www.nytimes.com/2020/09/11/world/europe/france-coronavirus-testing.html?searchResultPosition=1\">had led to long lines and growing waiting times</a>. Hundreds of medical lab workers even went on strike on Thursday over strained working conditions because of the overwhelming demand. Mr. V&eacute;ran said the authorities were improving the process, while working on rolling out faster <a href=\"https://www.nytimes.com/article/antibody-test-coronavirus.html\">antibody tests</a> and greenlighting <a href=\"https://www.nytimes.com/2020/05/08/health/fda-coronavirus-spit-test.html\">saliva tests</a>.</p>\n<p>Mr. V&eacute;ran also said that the authorities were able to monitor the pandemic much more closely than they could in the spring and that doctors have improved at treating severe cases of the virus.</p>\n<p>&ldquo;We are not fighting with the same weapons and we know our opponent better,&rdquo; Mr. V&eacute;ran said.</p>\n<p>Reporting was contributed by Peter Baker, Aurelien Breeden, Luke Broadwater, Nick Bruce, Emily Cochrane, Stacy Cowley, Hana de Goeij, Elizabeth Dias, Sydney Ember, Nicholas Fandos, Emma G. Fitzsimmons, Jeffrey Gettleman, Denise Grady, Anemona Hartocollis, Jan Hoffman, Mike Ives, Jennifer Jett, Apoorva Mandavilli, Alex Marshall, Claire Cain Miller, David Montgomery, Claire Moses, Roni Caryn Rabin, Livia Albeck-Ripka, Anna Schaverien, Nelson D. Schwartz, Christopher F. Schuetze, Michael D. Shear, Eliza Shapiro, Daniel E. Slotnik, Mitch Smith, Kate Taylor, Katie Thomas, Glenn Thrush, Maria Varenikova, Lauren Wolfe and Sameer Yasir.</p>", "text": "[Read our live Covid-19/Coronavirus global updates.]\nA much-criticized testing recommendation on the C.D.C.’s website last month was not written by C.D.C. scientists.\nA heavily criticized recommendation from the Centers for Disease Control and Prevention last month about who should be tested for the coronavirus was not written by C.D.C. scientists and was posted to the agency’s website despite their serious objections, according to several people familiar with the matter as well as internal documents obtained by The New York Times.\nThe guidance said it was not necessary to test people without symptoms of Covid-19 even if they had been exposed to the virus. It came at a time when public health experts were pushing for more testing rather than less, and administration officials told The Times that the document was a C.D.C. product and had been revised with input from the agency’s director, Dr. Robert R. Redfield.\nBut officials told The Times this week that the Department of Health and Human Services did the rewriting itself and then “dropped” it into the C.D.C.’s public website, flouting the agency’s strict scientific review process.\n“That was a doc that came from the top down, from the H.H.S. and the task force,” said a federal official with knowledge of the matter, referring to the White House task force on the coronavirus. “That policy does not reflect what many people at the C.D.C. feel should be the policy.”\nAdm. Brett Giroir, the administration’s testing coordinator and an assistant secretary at the Department of Health and Human Services, the C.D.C.’s parent organization, said in an interview Thursday that the original draft came from the C.D.C., but he “coordinated editing and input from the scientific and medical members of the task force.”\nOver a period of a month, he said, the draft went through about 20 versions, with comments from Dr. Redfield; top members of the White House task force, Dr. Anthony Fauci and Dr. Deborah Birx; and Dr. Scott Atlas, President Trump’s adviser on the coronavirus. The members also presented the document to Vice President Mike Pence, who heads the task force, Admiral Giroir said.\nC.D.C. staff scientists’ objections to the pre-published document went unheard. A senior C.D.C. official told the scientists, “We do not have the ability to make substantial edits,” according to an email obtained by The Times.\nSimilarly, a document, arguing for “the importance of reopening schools,” was also dropped into the C.D.C. website by the Department of Health and Human Services in July and is sharply out of step with the C.D.C.’s usual neutral and scientific tone, the officials said.\nJoe Biden tries to focus the presidential campaign on Trump’s virus response.\nFormer Vice President Joseph R. Biden Jr. sought on Thursday to focus the presidential campaign on President Trump’s handling of the coronavirus.\nAppearing on CNN at a town hall-style event less than two weeks before the first presidential debate, Mr. Biden cast the president as a callous leader and chided Attorney General William P. Barr for suggesting that local stay-at-home mandates are the greatest threat to individual freedoms since slavery.\n“What takes away your freedom is not being able to see your kid, not being able to go to the football game or baseball game, not being able to see your mom or dad sick in the hospital, not being able to do the things, that’s what is costing us our freedom,” Mr. Biden said. “And it’s been the failure of this president to deal, to deal with this virus, and he knew about it.”\nAt other turns, Mr. Biden pointed to revelations from a new book by the journalist Bob Woodward that the president knowingly minimized the risks of the coronavirus, and added to his earlier warnings that Mr. Trump has politicized the rollout of a vaccine.\n“I don’t trust the president on vaccines,” Mr. Biden said at the town hall near his childhood home of Scranton, Pa., as audience members listened from their cars. “I trust Dr. Fauci. If Fauci says a vaccine is safe, I’d take the vaccine.”\nMr. Biden also said that he could not enforce a national mask mandate everywhere, breaking with a position he had taken a day earlier. But he asserted that he would have the authority to do so “on federal land.”\nMany states require the use of masks and have issued stay-at-home orders to slow the spread of the virus. Earlier this week, Robert R. Redfield, director of the Centers for Disease Control and Prevention, suggested that masks might be more effective in fighting the pandemic than a vaccine — only to have Mr. Trump call his statement a mistake.\nMr. Biden’s appearance, his biggest on a national stage since he accepted the Democratic nomination last month, came on the same night that President Trump announced about $13 billion in assistance to farmers at a campaign rally in the battleground state of Wisconsin.\nMore than 2,200 new cases were announced in Wisconsin on Thursday, a single-day record, according to a New York Times database, and the state has added more cases in the past week than in any other seven-day stretch of the pandemic. Senator Ron Johnson of Wisconsin canceled plans to travel to his home state with Mr. Trump and appear at the rally, saying that he would self-isolate for two weeks after coming into contact with an infected person.\nLatest Updates: The Coronavirus Outbreak\n3h ago\nTop companies pledge to get virus tests, treatments and vaccines to the developing world.\n4h ago\nA major Boston hospital has a cluster of cases among its staff and patients.\n6h ago\nTrump’s virus task force urged ‘maximal’ distancing in Wisconsin. The president plans 2 rallies there.\nSee more updates\nMore live coverage: Markets\nEarlier on Thursday, a former Homeland Security aide to Vice President Mike Pence endorsed Mr. Biden and accused President Trump of drastically mismanaging the response to the coronavirus crisis.\nThe former aide, Olivia Troye, played a central role in running the White House’s coronavirus task force until leaving the government last month. In an online ad, she said she was voting for Mr. Biden because she believed the nation was in a “constitutional crisis” and that “at this point it’s country over party.”\nMr. Pence fired back from the White House.\n“I haven’t read her comments in any detail,” he said on Thursday during a meeting of the Coronavirus Commission for Safety and Quality in Nursing Homes. “But it reads to me like one more disgruntled employee that has decided to play politics during an election year.”\nGLOBAL ROUNDUP\nThe global total of reported cases surpasses 30 million.\nMore than 30 million cases of the coronavirus have been reported worldwide as of Thursday, according to a New York Times database. India, in particular, has recently contributed significantly to the count, having added more than 93,000 new cases a day on average over the last week.\nSome of the countries that were hit hard early on have seen a decline in cases, but the number of newly reported infections is growing faster than ever worldwide, as many nations have scaled up their testing efforts. The average of known new cases is now more than 250,000 a day. The world reached 10 million cases on June 28 and 20 million on Aug. 10.\nThe United States has the world’s highest case count: more than 6.7 million. After that comes India, with more than 5.1 million, and Brazil, with about 4.4 million. But in the past seven days, India has added more than 652,000 cases, more than twice as many as the United States over the same period and almost three times as many as Brazil. Still, India’s per capita number of recent cases remains far below that of the two others.\nNearly 200,000 people have died of the virus in the United States, and 134,000 in Brazil. No other country has recorded 100,000 fatalities related to the virus.\nThe United States ranks 11th in deaths per capita, behind Brazil and countries such as Peru, Ecuador, Chile, Bolivia, Belgium, Spain and the United Kingdom. The virus is currently taking a heavy toll in Latin America, which encompasses eight of the 10 countries with the highest numbers of reported deaths per capita over the past week.\nAs of Thursday morning, at least 940,100 infected people had died globally, and the virus had been detected in nearly every country.\nIn other international news:\nPrime Minister Scott Morrison of Australia on Friday raised the cap on international arrivals to 6,000 from 4,000 people a week, after critics accused him of leaving citizens stranded overseas. Approximately 24,000 Australians are currently outside the country, Mr. Morrison said, adding that he hoped many of them would be home by Christmas. The state of Queensland also said on Friday that it would allow flights to resume to and from the Australian Capital Territory next week. Australia has reported 297 new cases in the past week, and its second-largest city, Melbourne, remains under lockdown.\nNew Zealand recorded no new cases on Friday for the first time in more than a month, after an outbreak in Auckland in August threatened the country’s progress in keeping the virus at bay. Friday was also the fourth consecutive day without any new cases of community transmission, the authorities said. The remote Pacific country has just 70 current active cases. Four of those coronavirus patients have been hospitalized, with one in intensive care.\nIndia recorded 96,424 new cases on Thursday, a day after reporting its highest single-day increase of 97,894. The country’s caseload of 5.1 million is the world’s second-highest, after the United States, according to a New York Times database. Prime Minister Narendra Modi, who turned 70 on Thursday, made a fresh appeal for people in the country to wear masks, avoid crowds and practice social distancing.\nThe number of Hasidic Jewish pilgrims halted by virus travel restrictions along the border between Belarus and Ukraine has increased significantly in recent days, Ukrainian officials said on Thursday. The pileup along the border has become one of the more dramatic consequences of virus travel bans. Ukraine closed its borders last month as cases in the country ticked up, partly to halt the yearly pilgrimage to the city of Uman, the site of the grave of Rabbi Nachman, the founder of the Breslov branch of the Hasidic movement.\nSouth Africa will reopen its borders to most countries on Oct. 1, President Cyril Ramaphosa said Wednesday, as the country prepares to ease other restrictions amid an improving virus situation.\nA small group of wealthy countries has bought more than half of the expected supply of the most promising coronavirus vaccines, the British charity group Oxfam said Thursday. Supply deals have been announced for 5.3 billion doses of five vaccines in the last stage of clinical trials. More than 2.7 billion doses, or 51 percent, have been bought by countries including Australia, Britain, Israel, Japan, Switzerland and the United States as well as the European Union, which together represent about 13 percent of the world’s population. Even if all five vaccines are approved, their combined production capacity of six billion doses is enough for only about three billion people, since each person is likely to need two doses. That means that nearly two-thirds of the world’s population would not have a vaccine until at least 2022, Oxfam said.\nU.S. ROUNDUP\nMore than 40 percent of U.S. school employees are at high risk for severe Covid-19 cases, an analysis finds.\nA new paper published Thursday in the medical journal Health Affairs estimates that at least 42 percent of the employees who work in America’s schools are at high risk for developing severe cases of Covid-19, a significant increase over previous evaluations of the risk to school employees.\nNearly 10 million adults work in schools across the United States, including teachers, administrators and support staff members, the authors estimate. Previous research focused on teachers, concluding that roughly a quarter of them, or 1.5 million, have conditions that put them at high risk for severe complications from the coronavirus.\nThe new study expanded to look at all school employees, using data from a household survey that collects detailed health, socioeconomic and employment data from American families. The survey is conducted annually by the federal Agency for Healthcare Research and Quality, a division of the Department of Health and Human Services.\nThe federal Centers for Disease Control and Prevention lists several factors that put people at high risk for a severe case of Covid-19, including obesity, diabetes, heart disease and being 65 or older. The study’s authors, who work for the federal research agency, estimated that at least 42 percent of school employees fall into at least one of those categories.\nObesity was the primary factor increasing school employees’ risk level, reported the authors, and support staff members were more likely to be at high risk than teachers or administrators.\nThe authors did not draw broad conclusions about the wisdom of reopening classrooms, describing their findings about the number of at-risk school employees as “one piece of the puzzle.” They noted that applying strategies recommended by the C.D.C., the American Academy of Pediatrics, and the National Academies of Sciences, Engineering and Medicine can help mitigate the risks of the virus spreading in schools.\nIn other news from around the United States:\nMore than 45,000 new cases and more than 840 additional deaths were reported across the U.S. on Thursday. Montana, Utah and Wisconsin set single-day case records.\nGov. Greg Abbott of Texas, citing strong progress against the virus, announced Thursday that he was easing limits on retail outlets, restaurants and other establishments throughout most of the state, but said he was continuing to hold off on reopening bars. Mr. Abbott, who imposed a series of extensive restrictions over the summer when Texas was a major U.S. hot spot, said he is moving forward with a new reopening strategy, beginning Monday in 19 of the state’s 22 hospital regions. The new guidelines expand capacity limits from 50 percent to 75 percent for retail businesses, restaurants, offices, gyms, manufacturing operations, museums and libraries.\nAs President Trump ramps up his promise of a safe and effective coronavirus vaccine by Election Day, the percentage of Americans willing to take a vaccine has precipitously dropped, a new poll by the Pew Research Group found. The poll, which surveyed 10,093 American adults from Sept. 8 through Sept. 13, found that 51 percent of respondents said they would get the vaccine. That’s a decline of 21 percentage points from May, when 72 percent indicated they might take it.\nThe House of Representatives passed a resolution on Thursday denouncing anti-Asian sentiment that has spread in the United States during the pandemic. A Senate version of the resolution was introduced in May, and its sponsors include Senator Kamala Harris of California, Joe Biden’s running mate in the presidential election. President Trump and his Republican allies have repeatedly called the coronavirus “the Chinese virus,” dismissing concerns that such language would lead to any harm.\nNew claims for state unemployment insurance fell last week, totaling 790,000 before adjusting for seasonal factors, the Labor Department reported Thursday. The weekly tally is roughly four times what it was before the coronavirus pandemic shut down many businesses in March.\nThe pastor of an evangelical church in northern Idaho has been hospitalized with Covid-19 for about two weeks after defying a county mask mandate and holding in-person worship services. Paul Van Noy, the pastor of Candlelight Christian Fellowship, a large congregation in Coeur d’Alene, Idaho, a city with a population of about 52,000, was treated in the intensive care unit and has started to recover, church leaders said in a statement on Monday.\nGraduate students at the University of Michigan returned to work on Thursday after an eight-day strike to demand more protection from the virus when teaching.\nGov. Philip D. Murphy of New Jersey, a Democrat, joined legislative leaders to announce a budget deal on Thursday that includes a higher tax rate for residents earning more than $1 million a year amid a pandemic-induced fiscal crisis. The agreement will raise the tax rate on earnings over $1 million to 10.75 percent, up from 8.97 percent.\nNo movement in stimulus talks as Pelosi defends $2.2 trillion demand that Meadows calls ‘an ultimatum.’\nSpeaker Nancy Pelosi of California on Thursday doubled down on demands for a stimulus bill of at least $2.2 trillion, even as White House officials signaled support for a smaller package that has drawn little enthusiasm from Democratic leaders.\n“It’s hard to see how we can go any lower when you see the great needs,” Ms. Pelosi said at a news conference on Thursday arranged to call for additional relief as the country nears 200,000 pandemic-related deaths. She said Democrats had shown a willingness to compromise with the White House by lowering their overall ask by more than $1 trillion, from a $3.4-trillion relief bill the House approved in May.\nAt the White House, Mark Meadows, the White House chief of staff, dismissed Ms. Pelosi’s demand for $2.2 trillion as “not a negotiation.”\n“That’s an ultimatum,” he told reporters.\nBacked by top Democrats, Ms. Pelosi has continued to hold firm on the number despite growing concerns among moderate Democrats that the impasse over another relief package will last through the November election, depriving American families and businesses of critical aid. Some of them were frustrated earlier this week when Ms. Pelosi’s top lieutenants quickly panned a $1.5-trillion compromise framework presented by a bipartisan group of lawmakers in an effort to break the logjam.\nPresident Trump, however, said he was open to the proposal, put forward by a coalition that calls itself the House Problem Solvers Caucus, a sentiment Mr. Meadows echoed.\n“I’d like to see the larger number,” Mr. Trump said at a White House news conference on Wednesday. “Yeah, I would like to see it. There are some things I disagree with, but I’m sure they can be negotiated.”\nBut Senate Republicans, who last week presented a bare-bones stimulus measure that would provide $350 billion in new federal funding, are unlikely to support a much larger package.\nEurope begins to lock down again as a W.H.O. official warns of a ‘very serious’ resurgence.\nThe World Health Organization on Thursday warned of a “very serious” resurgence of the coronavirus across Europe but said that transmission could be contained by local rather than national measures.\n“We have a very serious situation unfolding before us,” Hans Kluge, the W.H.O.’s regional director for Europe, told reporters. “Weekly cases have now exceeded those reported when the pandemic first peaked in Europe in March.”\nThe number of virus cases has increased by more than 10 percent in the past two weeks in over half the countries of Europe, Dr. Kluge said. He noted that in seven countries the number of cases has doubled.\n“Although these numbers reflect more comprehensive testing, they also show alarming rates of transmission,” he said. The region has recorded at least 220,000 deaths from the virus.\n“In many cases, you can contain those spikes locally,” he added. “In that sense I would hope that national lockdowns can be avoided as much as possible.”\nBritain’s health secretary said on Thursday that almost two million people in northeastern England would be restricted from meeting with anyone outside their households as part of the latest local lockdowns in the country.\nAnd in France, a growing number of cities — including Lyon and Nice — are experiencing a worrying spread of the coronavirus and will have to enact new restrictions on public gatherings, the French health minister said on Thursday.\nFrance’s rate per capita of new cases over the last seven days is currently one of the highest in Europe, with 91 cases per 100,000 residents, up from 10 at the end of July. Gatherings of family and friends have become “massive” vectors of infections, said Olivier Véran, the country’s health minister.\nIn the Czech Republic, roughly a quarter of the country’s 41,000 total cases were reported over the last week, as the country battles one of the fastest-growing outbreaks in Europe. In an effort to avoid a complete lockdown, the government has reintroduced targeted restrictive measures, including a ban on indoor gatherings of more than 10 people, mandatory masking indoors and reduced hours for bars and restaurants.\nN.Y.C. will again delay the start of in-person classes for most students.\nMayor Bill de Blasio of New York City on Thursday once again delayed the start of most in-person classes in public schools, acknowledging that the system had still not fully surmounted the many obstacles that it faced in bringing children back during the coronavirus pandemic.\nThe abrupt announcement was a blow to the mayor’s effort to make New York City one of the few major cities in the nation to hold in-person classes. And it threatened to deepen concerns and confusion over whether the mayor and his administration had mishandled the reopening by announcing deadlines and then pushing them back.\nInstead of a triumphant return to schools for all students who wanted in-person learning beginning on Monday, the city will phase students back into classrooms on a rolling basis, starting with the youngest children, who will report to schools next week. Students in pre-K classes and students with advanced special needs will return on Monday.\nOn Sept. 29, elementary schools will open, and middle and high schools will open on Oct. 1.\nAll other students will begin the school year remotely on Monday.\nThe mayor said at a news conference on Thursday morning that he decided to opt for a phased-in reopening after having an hourslong conversation on Wednesday with the leaders of the unions representing the city’s principals and teachers.\nThose union leaders have been explicitly warning for weeks that schools were not ready to reopen for myriad reasons, from poor ventilation in some aging buildings to a severe staffing crunch that the principals’ union estimated could leave the city needing as many as 10,000 educators.\nMr. de Blasio said that the teacher shortage was his main reason for again delaying in-person classes.\n“We are doing this to make sure that all the standards we’ve set can be achieved,” Mr. de Blasio said on Thursday morning, adding that the reopening plan was derived by studying “the best practices from around the world.”\nOver 40 percent of parents have already opted out of in-person classes, and that number is likely to grow, reflecting families’ deep frustration about the city’s reopening effort and skepticism about schools’ readiness.\nModerna and Pfizer, two drugmakers leading the vaccine race, spell out how they are conducting late-stage trials.\nModerna and Pfizer, two drug companies that are leading the race to develop coronavirus vaccines, on Thursday released comprehensive road maps of their clinical trials.\nCompanies typically wait to share these plans, or protocols, until after studies are complete. The disclosures during the trials, a rare move, were aimed at addressing growing suspicion among Americans that President Trump’s drive to produce a vaccine before the election on Nov. 3 could result in a product that is unsafe.\nThe plans include information about how participants are being selected and monitored, the conditions under which the trials could be stopped early if there were problems, and the evidence researchers will use to determine whether people who got the vaccines were protected from Covid-19. Moderna’s study will involve 30,000 participants, and Pfizer’s 44,000.\nThe plan released by Moderna on Thursday morning included a likely timetable for determining whether its vaccine works that could reach into next year. That did not jibe with the president’s optimistic predictions of a vaccine widely available to the public in October. Rather, it indicated that the company’s first analysis of early trial data might not be conducted until late December, though company officials now say they expect the initial analysis in November. The final analysis might not take place until months later, heading into the spring of next year.\nPfizer’s plan does not appear to estimate when its results could be available. Its chief executive has said repeatedly that the company hopes to have an answer as early as October. Moderna has said only that it might have a result before the end of the year.\nDr. Robert R. Redfield, the director of the Centers for Disease Control and Prevention, told senators on Wednesday that a vaccine would not be widely available until the middle of next year. Hours later, Mr. Trump sharply contradicted him, making unsubstantiated projections that a vaccine could become widely available weeks from now.\nPregnant women who are hospitalized for Covid-19 may have a greater risk of premature birth, studies say.\nPregnant women who are infected with the coronavirus and hospitalized are at risk for developing serious complications, and may face an elevated risk for delivering their babies prematurely, according to new studies from the Centers for Disease Control and Prevention. They may also be at greater risk of losing the pregnancy or having a stillbirth.\nThe troubling findings are consistent with some earlier reports that pregnant women may be at increased risk for severe illness when they become infected with the new coronavirus. But some experts warned that the findings, drawn from relatively small numbers of patients, including many hospitalized because of Covid-19, may not be representative of all pregnant women who are infected.\nThe studies found that many hospitalized pregnant women who were infected with the virus did not have any symptoms. Among those who did have symptoms, however, between 16 percent and 30 percent required intensive care, and 6 percent to 8.5 percent required ventilators to help with breathing. Among the 703 cases described in the two reports, three women died.\nBoth studies found that pregnant women infected with the coronavirus experienced a higher rate of preterm deliveries than expected, and some had stillbirths. Earlier studies have also suggested a higher risk for preterm births, and a British study noted a population-wide uptick in stillbirths during the pandemic.\nA county in Florida made great strides controlling the coronavirus. Then it was battered by Hurricane Sally.\nEscambia County, which includes Pensacola, saw tremendous progress on the pandemic front since earlier this summer. The county now averages about 50 new cases per day, down from around 270 in mid-July.\nThere is now some concern that evacuations because of the huge floods from Hurricane Sally, which slammed into the Gulf Coast as a strong Category 2 storm on Wednesday, could result in renewed spread. So public officials in Escambia have urged people who cannot be in their homes to seek places to stay with family and friends and resort to public shelters only as a very last resort.\n“We’ve had challenges from hurricanes many times, but never during a pandemic,” Commissioner Lumon May said in a briefing on Thursday.\nEscambia got a handle on its infections in part thanks to an extensive public health campaign on television, radio, social media and billboards urging people to wear masks, said Laura Coale, the county’s communications director. The county also helped distribute masks and hand sanitizer. Facial coverings are required in Pensacola and strongly recommended in the rest of the county. Public officials have been wearing them in news briefings except for when they are behind the microphone.\n“We have miles and miles of beach that are spread out, so you have a great opportunity to be able to socially distance,” Ms. Coale said, before catching herself to note how the storm had flooded the coastline. “Well — it’s different now,” she said.\nFrance to enact new restrictions in some cities amid spike in cases, the health minister says.\nA growing number of cities in France are experiencing a worrying spread of the coronavirus and will have to enact new restrictions on public gatherings, the French health minister said on Thursday as he urged people to reduce their social contacts.\nOlivier Véran, the minister, said at a news conference that local authorities in the cities of Lyon and Nice plan to tighten restrictions in the coming days, and he warned that other cities like Paris, Dijon or Toulouse might have to do the same soon.\n“The epidemic is once again very active in our country,” Mr. Véran said.\nFrance’s rate per capita of new cases over the last seven days is currently one of the highest in Europe, with 91 cases per 100,000 residents, up from 10 at the end of July. Gatherings of family and friends had become “massive” vectors of infections, Mr. Véran said.\nIn cities like Marseille and Bordeaux — where the number of cases has surged the most, and where authorities had limited public gatherings to 10 people last week — Mr. Véran said authorities might have to close bars and restaurants or ban gatherings completely.\nMr. Véran said that France had carried out over 1.2 million tests over the past week, but he acknowledged that massive demand had led to long lines and growing waiting times. Hundreds of medical lab workers even went on strike on Thursday over strained working conditions because of the overwhelming demand. Mr. Véran said the authorities were improving the process, while working on rolling out faster antibody tests and greenlighting saliva tests.\nMr. Véran also said that the authorities were able to monitor the pandemic much more closely than they could in the spring and that doctors have improved at treating severe cases of the virus.\n“We are not fighting with the same weapons and we know our opponent better,” Mr. Véran said.\nReporting was contributed by Peter Baker, Aurelien Breeden, Luke Broadwater, Nick Bruce, Emily Cochrane, Stacy Cowley, Hana de Goeij, Elizabeth Dias, Sydney Ember, Nicholas Fandos, Emma G. Fitzsimmons, Jeffrey Gettleman, Denise Grady, Anemona Hartocollis, Jan Hoffman, Mike Ives, Jennifer Jett, Apoorva Mandavilli, Alex Marshall, Claire Cain Miller, David Montgomery, Claire Moses, Roni Caryn Rabin, Livia Albeck-Ripka, Anna Schaverien, Nelson D. Schwartz, Christopher F. Schuetze, Michael D. Shear, Eliza Shapiro, Daniel E. Slotnik, Mitch Smith, Kate Taylor, Katie Thomas, Glenn Thrush, Maria Varenikova, Lauren Wolfe and Sameer Yasir."}]}