{"request": {"pageUrl": "https://www.sciencenews.org/article/covid19-coronavirus-flu-season-fall", "api": "article", "version": 3}, "objects": [{"date": "Tue, 29 Sep 2020 09:00:00 GMT", "sentiment": -0.43, "images": [{"naturalHeight": 579, "width": 864, "diffbotUri": "image|3|675311831", "title": "SARS-CoV-2, the virus that causes COVID-19 (shown in a colorized electron micrograph, left, in orange) may soon face off against influenza (H1N1 influenza virus particles in green, right) as seen in this composite image. Even scientists don't yet know how the encounter will end.", "url": "https://www.sciencenews.org/wp-content/uploads/2020/09/091820_TI_flu_feat-1028x579.jpg", "naturalWidth": 1028, "primary": true, "height": 486}, {"naturalHeight": 426, "width": 574, "diffbotUri": "image|3|1662195394", "url": "https://www.sciencenews.org/wp-content/uploads/2020/09/091820_TI_flu_inline-1-desktop.png", "naturalWidth": 680, "height": 359}, {"naturalHeight": 314, "width": 624, "diffbotUri": "image|3|12027567", "title": "There’s still no vaccine against COVID-19, but health officials are asking people to get vaccinated against influenza to help remove one deadly virus from circulation.", "url": "https://www.sciencenews.org/wp-content/uploads/2020/09/091820_TI_flue_inline-2.jpg", "naturalWidth": 680, "height": 288}], "estimatedDate": "Fri, 18 Sep 2020 21:00:20 GMT", "publisherRegion": "North America", "icon": "https://www.sciencenews.org/wp-content/uploads/2019/08/SN_favicon-186x186.png", "diffbotUri": "article|3|634895676", "siteName": "Science News", "type": "article", "title": "What will happen when COVID-19 and the flu collide this fall?", "tags": [{"score": 0.9990480542182922, "sentiment": -0.991, "count": 17, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9838316440582275, "sentiment": -0.959, "count": 11, "label": "influenza", "uri": "https://diffbot.com/entity/XsMQ6Svt6OwKpiB8umXB_Kw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9376579523086548, "sentiment": -0.594, "count": 2, "label": "Chile", "uri": "https://diffbot.com/entity/AbxstyysbPSa8T5GvjEWbKw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.9274141788482666, "sentiment": 0, "count": 1, "label": "Tom Frieden", "uri": "https://diffbot.com/entity/Pjtib3D4XOZa3svghLeP-gg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8687771558761597, "sentiment": 0, "count": 1, "label": "Jeanne M. Marrazzo", "uri": "https://diffbot.com/entity/PeFfJh8htPmCXNsRtOjmzzQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7913691997528076, "sentiment": -0.455, "count": 2, "label": "South Africa", "uri": "https://diffbot.com/entity/AajLt5YmDOByQRoCY5Ozw2A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.7789559960365295, "sentiment": 0, "count": 1, "label": "United States of America", "uri": "https://diffbot.com/entity/A01d4EK33MmCosgI2KXa4-A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.6739848852157593, "sentiment": 0, "count": 1, "label": "Southern Hemisphere", "uri": "https://diffbot.com/entity/LyhgfaW9iNkac6ujDYub9KQ", "rdfTypes": ["http://dbpedia.org/ontology/Place"]}, {"score": 0.5791991353034973, "sentiment": -0.779, "count": 1, "label": "Australia", "uri": "https://diffbot.com/entity/AFMlRRXcoPwu5uHO8umFWJg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.5662811994552612, "sentiment": -0.673, "count": 1, "label": "epidemic", "uri": "https://diffbot.com/entity/Xx1gXMrjkPa2mKT7k2ZOy0g", "rdfTypes": ["http://dbpedia.org/ontology/Activity"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.sciencenews.org/article/covid19-coronavirus-flu-season-fall", "html": "<figure> <img alt=\"SARS-Cov-2, the virus that causes COVID-19 (left) and influenza (H1N1 shown in green)\" src=\"https://www.sciencenews.org/wp-content/uploads/2020/09/091820_TI_flu_feat-1028x579.jpg\"></img> <figcaption>SARS-CoV-2, the virus that causes COVID-19 (shown in a colorized electron micrograph, left, in orange) may soon face off against influenza (H1N1 influenza virus particles in green, right) as seen in this composite image. Even scientists don't yet know how the encounter will end.</figcaption></figure>\n<p>The specter of a &ldquo;twindemic&rdquo; &mdash; two epidemics at the same time &mdash; looms as cold and flu season is set to start in October in the Northern Hemisphere. No one can predict what will happen when flu meets COVID-19, but public health officials are urging people to prepare for the worst.</p>\n<p>In this case, the worst would be a bad year for influenza, which in the United States has killed 12,000 to 61,000 people annually and hospitalized between 140,000 and 810,000 each year since 2010, combined with a resurgence of coronavirus infections. Together, the two could stress health care and public health systems beyond their limits.</p>\n<p>&ldquo;We could see a perfect storm of accelerated COVID-19 activity as people gather more inside in particular, as they become increasingly fatigued with the mask wearing, social distancing and the hand hygiene, and as they are exposed to seasonal influenza,&rdquo; said Jeanne Marrazzo, director of the infectious diseases division of the University of Alabama at Birmingham, during a <a href=\"https://www.idsociety.org/Podcasts/videos/idsa-media-briefing-september-10-2020/\">news briefing</a> from the Infectious Diseases Society of America, or IDSA, on September 10.</p>\n<p>Some states are getting coronavirus spread under control, but hospitalization levels haven&rsquo;t gone down much, she said. &ldquo;Overall, we still are on &hellip; a razor&rsquo;s edge when it comes to COVID,&rdquo; and influenza remains unpredictable. &ldquo;We really can&rsquo;t be complacent about this.&rdquo;</p>\n<p>Infectious diseases experts worry about a conjunction of influenza and coronavirus for multiple reasons, beyond overburdened health systems. Teasing out whether a person has flu or coronavirus &mdash; which have very similar symptoms &mdash; will require testing for both viruses, at a time when turnaround for COVID-19 tests is often slow. And some people may get infected with multiple viruses simultaneously, which could make symptoms more severe.</p>\n<p>But hints from the Southern Hemisphere give hope that the worst may not happen. Scientists usually forecast flu seasons&rsquo; severity in the north by watching what happens south of the equator, where flu season falls in the middle of the year. This year, the preview held good news: a mild season for flu and some other respiratory viruses.</p>\n<h4>Southern exposure</h4>\n<p>Countries in the Southern Hemisphere normally start seeing flu cases in May, and the flu season typically peaks in July and peters out around October. For the past five to six years, flu seasons in Australia have been bad. For instance, in 2019, Australia got an early flu season that started in March and &ldquo;went on for a very long time,&rdquo; says Kanta Subbarao, a virologist who directs the World Health Organization&rsquo;s Collaborating Centre for Reference and Research on Influenza at the Doherty Institute in Melbourne, Australia.</p>\n<p>It wasn&rsquo;t looking good for 2020 either. This year, flu season started even earlier, she says. &ldquo;We started seeing some flu activity in January and February,&rdquo; summer in the Southern Hemisphere. &ldquo;Then it just completely stopped. It just fell off a cliff at the end of March, essentially when COVID-19 started appearing.&rdquo;</p>\n<p>From April through July, <a href=\"https://www.cdc.gov/mmwr/volumes/69/wr/mm6937a6.htm\">only 33 people had positive flu results in Australia</a> out of 60,031 people tested, an international group of influenza researchers report September 18 in <em>Morbidity and Mortality Weekly Report</em> published by the U.S. Centers for Disease Control and Prevention. The flu was also nearly nonexistent in South Africa and Chile in the late spring and early summer months. Together, the three countries recorded just 51 flu cases among 83,307 people tested, for a positivity rate of 0.06 percent. By contrast, over the April through July periods in 2017, 2018 and 2019, a total of 24,512 out of 178,690 people had positive flu tests, a positivity rate of 13.7 percent.</p>\n<h3>Flu review</h3>\n<p>The 2019&ndash;2020 flu season may have been cut short by public health measures to limit the spread of COVID-19. Compared with three previous flu seasons, the percent of flu tests that detected the virus dropped precipitously in March after the United States declared COVID-19 a national emergency. Some states had already instituted stay-at-home orders prior to the declaration. Surveillance for influenza typically starts at the end of September (around surveillance week 40) and continues until the beginning of April, though cases may occur year-round. These data go to early August (week 32).</p>\n<p><strong>Percent positive flu tests in the United States, 2016&ndash;2020</strong></p>\n<figure><img alt=\"Graph of percent positive flu tests in the United States\" src=\"https://www.sciencenews.org/wp-content/uploads/2020/09/091820_TI_flu_inline-1-desktop.png\"></img><figcaption>T. Tibbitts</figcaption></figure>\n<p>Travel restrictions that closed Australia&rsquo;s borders may have prevented influenza from being imported from elsewhere. Lockdowns, school closures, mask wearing, social distancing and hand washing &mdash; all measures taken to prevent the spread of COVID-19 &mdash; may have also quashed any influenza outbreaks that remained. Other Southern Hemisphere countries have also reported unexpectedly low levels of influenza and another common respiratory virus called respiratory syncytial virus, or RSV, she says.</p>\n<p>Public health officials anticipated a resurgence of influenza and RSV once Australia reopened schools, but that hasn&rsquo;t happened, Subbarao says. &ldquo;We have looked very long and hard,&rdquo; but have found very little of either disease, Subbarao says. Instead, &ldquo;what we&rsquo;re finding is rhinovirus,&rdquo; which cause colds, Subbarao says, suggesting that rhinovirus hasn&rsquo;t been fazed by all the public health measures.</p>\n<h4>Northern predictions</h4>\n<p>Flu season may also be lighter than usual in the Northern Hemisphere as a result of reduced travel, former CDC director Tom Frieden said in an IDSA <a href=\"https://www.idsociety.org/Podcasts/videos/idsa-media-briefing-september-15-2020/\">news briefing</a> on September 15. Flu &ldquo;gets around the world when people travel, and there&rsquo;s not much traveling going on.&rdquo; But COVID-19 remains a threat, he warned &ldquo;If you doubted that COVID was more infectious than flu, look at South Africa or Chile, where COVID is spreading like wildfire and flu isn&rsquo;t spreading at all.&rdquo;</p>\n<p>In the United States during the 2019&ndash;2020 flu season, flu cases also took a nose dive after public health measures were put in place to limit coronavirus spread. Flu cases started increasing in November 2019, and between December 15 and March 7, more than 20 percent of flu tests were coming back positive each week, according to the <em>MMWR</em> report. By the week of March 22, plenty of people were still getting flu tests, but only 2.3 percent of the results came back positive. Many of those influenza-like illnesses that weren&rsquo;t due to flu <a href=\"https://www.sciencenews.org/article/coronavirus-covid-19-millions-cases-u-s-may-have-gone-undiagnosed-march\">may have been COVID-19</a> (<em>SN: 6/25/20</em>).</p>\n<p>Since the week of April 5, fewer than 1 percent of flu tests have detected the virus, and off-season flu counts are at historical lows. From May 17 to August 8, only 0.2 percent of flu tests gave positive results, compared with 2.35 percent last year, 1.04 percent in 2018 and 2.36 percent in 2017. The sharp drop-off of flu cases might just have been the natural end of the flu season. However, the decrease in percent positivity after March 1 &ldquo;was dramatic, suggesting other factors were at play,&rdquo; the researchers wrote.</p>\n<p>If social distancing and other measures to contain COVID-19 remain in place, the flu season in the United States might be blunted or delayed, the researchers wrote. But don&rsquo;t bank on it, other experts say. If there&rsquo;s anything experts who try to predict influenza activity have learned is that flu is unpredictable.</p>\n<figure><picture>    </picture></figure>\n<h4>Battle for dominance</h4>\n<p>Predicting how flu will play with COVID-19 is trickier still.</p>\n<p>Richard Webby, a virologist at St. Jude Children&rsquo;s Research Hospital in Memphis, Tenn., is involved in efforts to predict which flu strains will dominate so that vaccines can be designed accordingly. One pattern Webby and other flu researchers have seen over and over again is that when a new pandemic influenza strain arises, it pushes out another strain. For instance, when the 2009 H1N1 influenza pandemic strain emerged, another H1N1 flu strain that had been circulating since 1977 disappeared.</p>\n<p>SARS-CoV-2 &mdash; the virus that causes COVID-19 &mdash; and influenza will be competing for hosts to infect, which may result in one virus squeezing out the other, Webby says.</p>\n<p>&ldquo;I find it difficult to believe that there&rsquo;s going to be widespread flu and widespread COVID activity at the same time. I think one of them will dominate. I couldn&rsquo;t tell you which one it will be,&rdquo; he says. Admittedly on the fence, he says that if asked to bet which disease will predominate, &ldquo;I&rsquo;d put a little bit of money each way.&rdquo; He says the two diseases probably won&rsquo;t both go gangbusters, &ldquo;but I could easily be horribly wrong.&rdquo;</p>\n<h4>Getting a double dose</h4>\n<p>In the battle for hosts, sometimes both viruses win, infecting a person at the same time.</p>\n<p>As New York and New Jersey became hot spots of coronavirus spread in the spring, COVID-19 &ldquo;patients were coming around the clock&rdquo; to St. Joseph&rsquo;s University Medical Center in Paterson, N.J., where Balraj Singh works. Singh, a hematologist and oncologist, was called in to treat the patients&rsquo; blood clots and plummeting blood cell counts. As he did so, he decided to also test his patients for infections with other viruses that produce similar symptoms. He and colleagues discovered that <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7437098/\">three of their patients</a> were infected with SARS-CoV-2 and influenza at the same time. They reported the cases August 18 in <em>Cureus</em>.</p>\n<p>Two of the patients had to be intubated, but Singh and colleagues can&rsquo;t say whether the dual infections made their illnesses worse. All were eventually discharged. It was important to publish the case reports &ldquo;so somebody else can have a little bit of a head start&rdquo; in recognizing that some people may have double trouble from viruses, he says.</p>\n<figure><img alt=\"flue shot sign\" src=\"https://www.sciencenews.org/wp-content/uploads/2020/09/091820_TI_flue_inline-2.jpg\"></img><figcaption>There&rsquo;s still no vaccine against COVID-19, but health officials are asking people to get vaccinated against influenza to help remove one deadly virus from circulation.</figcaption></figure>\n<p>Coinfections with SARS-CoV-2 and influenza will probably be uncommon, says David Morens, a virologist and infectious diseases doctor who is the senior scientific advisor to the director of the U.S. National Institute of Allergy and Infectious Diseases in Bethesda, Md.</p>\n<p>One analysis suggests only <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7255350/\">about 3 percent</a> of COVID-19 patients were simultaneously infected with another virus, researchers reported online May 27 in the <em>Journal of Infection</em>. Those researchers examined 30 studies, mostly from China, that reported on dual infections with bacteria or viruses in people sick with COVID-19. The most common viruses to double up with SARS-CoV-2 were RSV and influenza A.</p>\n<h4>Broad defenses</h4>\n<p>It&rsquo;s not impossible to catch viral infections at the same time or in quick succession, but getting one viral infection generally makes it harder to get another one, Morens says. That&rsquo;s because viral infections tend to rev up the immune system&rsquo;s generalized antiviral defense system, known as the innate immune system. Catching one virus sets off alarm bells in the form of virus-fighting immune chemicals known as <a href=\"https://www.sciencenews.org/article/covid-19-coronavirus-immune-system-early-treatment-interferon\">interferons</a> (<em>SN: 8/6/20</em>). For a short period after an infection, maybe weeks to months, the immune system stays on high alert with defenses at least partially raised to ward off any subsequent intruders.</p>\n<p>That battening of the hatches against other viral invaders is different from the specific kind of immunity that comes from making antibodies against a particular virus. But it still might be useful. For instance, immunologist Ellen Foxman has long suspected that catching colds caused by <a href=\"https://www.thelancet.com/journals/lanmic/article/PIIS2666-5247(20)30114-2/fulltext\">rhinovirus may have delayed the 2009 H1N1 influenza pandemic </a>in Europe.</p>\n<p>&ldquo;For years I&rsquo;ve been looking for a way to test&rdquo; that idea, says Foxman, of Yale School of Medicine. She and colleagues confirmed that flu and rhinovirus don&rsquo;t seem to mix by examining data from three later flu seasons, spanning November 2016 to March 2019. They found that people were less likely than expected to have dual infections with rhinovirus and influenza, the team reported September 4 in <em>Lancet Microbe</em>.</p>\n<p>Infecting human lung cells growing in laboratory dishes provided some clues to why. First, the researchers infected the cells with rhinovirus. Then they tried a few days later to infect the same cells with flu virus. Rhinovirus infections turned up activity of genes involved in the interferon response, preventing flu viruses from replicating in rhinovirus-infected cells, the researchers found. Blocking interferon allowed the flu viruses to reproduce in cells already infected with the cold virus. But interferon response doesn&rsquo;t last long, &ldquo;maybe a week or two,&rdquo; Foxman says.</p>\n<p>And that type of protection isn&rsquo;t perfect, Subbarao says. About 10 percent of the respiratory illnesses are coinfections with two or more viruses.</p>\n<p>Some scientists theorize that vaccines against tuberculosis, measles or polio &mdash; which contain live, weakened virus or bacteria &mdash; might give some measure of protection against COVID-19 by generally toughening the immune system, Subbarao says. FluMist, a nasal spray flu vaccine mainly used for children, might also provide a little nonspecific armor against other viruses, though she cautions that the protection is short-lived and intended only as a stop-gap until there&rsquo;s a safe, reliable and widely available coronavirus vaccine.</p>\n<p>Injected flu vaccines are usually made with killed viruses and don&rsquo;t offer the same generalized virus protection as live vaccines. But public health officials are urging people to get flu vaccines, to reduce the chances of getting infected with both viruses and hopefully ward off a nasty flu season.</p>\n<p>&ldquo;If there&rsquo;s ever a year you need to get your flu shot, get your kids vaccinated, this is the year,&rdquo; Marrazzo said.</p>", "text": "The specter of a “twindemic” — two epidemics at the same time — looms as cold and flu season is set to start in October in the Northern Hemisphere. No one can predict what will happen when flu meets COVID-19, but public health officials are urging people to prepare for the worst.\nIn this case, the worst would be a bad year for influenza, which in the United States has killed 12,000 to 61,000 people annually and hospitalized between 140,000 and 810,000 each year since 2010, combined with a resurgence of coronavirus infections. Together, the two could stress health care and public health systems beyond their limits.\n“We could see a perfect storm of accelerated COVID-19 activity as people gather more inside in particular, as they become increasingly fatigued with the mask wearing, social distancing and the hand hygiene, and as they are exposed to seasonal influenza,” said Jeanne Marrazzo, director of the infectious diseases division of the University of Alabama at Birmingham, during a news briefing from the Infectious Diseases Society of America, or IDSA, on September 10.\nSome states are getting coronavirus spread under control, but hospitalization levels haven’t gone down much, she said. “Overall, we still are on … a razor’s edge when it comes to COVID,” and influenza remains unpredictable. “We really can’t be complacent about this.”\nInfectious diseases experts worry about a conjunction of influenza and coronavirus for multiple reasons, beyond overburdened health systems. Teasing out whether a person has flu or coronavirus — which have very similar symptoms — will require testing for both viruses, at a time when turnaround for COVID-19 tests is often slow. And some people may get infected with multiple viruses simultaneously, which could make symptoms more severe.\nBut hints from the Southern Hemisphere give hope that the worst may not happen. Scientists usually forecast flu seasons’ severity in the north by watching what happens south of the equator, where flu season falls in the middle of the year. This year, the preview held good news: a mild season for flu and some other respiratory viruses.\nSouthern exposure\nCountries in the Southern Hemisphere normally start seeing flu cases in May, and the flu season typically peaks in July and peters out around October. For the past five to six years, flu seasons in Australia have been bad. For instance, in 2019, Australia got an early flu season that started in March and “went on for a very long time,” says Kanta Subbarao, a virologist who directs the World Health Organization’s Collaborating Centre for Reference and Research on Influenza at the Doherty Institute in Melbourne, Australia.\nIt wasn’t looking good for 2020 either. This year, flu season started even earlier, she says. “We started seeing some flu activity in January and February,” summer in the Southern Hemisphere. “Then it just completely stopped. It just fell off a cliff at the end of March, essentially when COVID-19 started appearing.”\nFrom April through July, only 33 people had positive flu results in Australia out of 60,031 people tested, an international group of influenza researchers report September 18 in Morbidity and Mortality Weekly Report published by the U.S. Centers for Disease Control and Prevention. The flu was also nearly nonexistent in South Africa and Chile in the late spring and early summer months. Together, the three countries recorded just 51 flu cases among 83,307 people tested, for a positivity rate of 0.06 percent. By contrast, over the April through July periods in 2017, 2018 and 2019, a total of 24,512 out of 178,690 people had positive flu tests, a positivity rate of 13.7 percent.\nFlu review\nThe 2019–2020 flu season may have been cut short by public health measures to limit the spread of COVID-19. Compared with three previous flu seasons, the percent of flu tests that detected the virus dropped precipitously in March after the United States declared COVID-19 a national emergency. Some states had already instituted stay-at-home orders prior to the declaration. Surveillance for influenza typically starts at the end of September (around surveillance week 40) and continues until the beginning of April, though cases may occur year-round. These data go to early August (week 32).\nPercent positive flu tests in the United States, 2016–2020\nTravel restrictions that closed Australia’s borders may have prevented influenza from being imported from elsewhere. Lockdowns, school closures, mask wearing, social distancing and hand washing — all measures taken to prevent the spread of COVID-19 — may have also quashed any influenza outbreaks that remained. Other Southern Hemisphere countries have also reported unexpectedly low levels of influenza and another common respiratory virus called respiratory syncytial virus, or RSV, she says.\nPublic health officials anticipated a resurgence of influenza and RSV once Australia reopened schools, but that hasn’t happened, Subbarao says. “We have looked very long and hard,” but have found very little of either disease, Subbarao says. Instead, “what we’re finding is rhinovirus,” which cause colds, Subbarao says, suggesting that rhinovirus hasn’t been fazed by all the public health measures.\nNorthern predictions\nFlu season may also be lighter than usual in the Northern Hemisphere as a result of reduced travel, former CDC director Tom Frieden said in an IDSA news briefing on September 15. Flu “gets around the world when people travel, and there’s not much traveling going on.” But COVID-19 remains a threat, he warned “If you doubted that COVID was more infectious than flu, look at South Africa or Chile, where COVID is spreading like wildfire and flu isn’t spreading at all.”\nIn the United States during the 2019–2020 flu season, flu cases also took a nose dive after public health measures were put in place to limit coronavirus spread. Flu cases started increasing in November 2019, and between December 15 and March 7, more than 20 percent of flu tests were coming back positive each week, according to the MMWR report. By the week of March 22, plenty of people were still getting flu tests, but only 2.3 percent of the results came back positive. Many of those influenza-like illnesses that weren’t due to flu may have been COVID-19 (SN: 6/25/20).\nSince the week of April 5, fewer than 1 percent of flu tests have detected the virus, and off-season flu counts are at historical lows. From May 17 to August 8, only 0.2 percent of flu tests gave positive results, compared with 2.35 percent last year, 1.04 percent in 2018 and 2.36 percent in 2017. The sharp drop-off of flu cases might just have been the natural end of the flu season. However, the decrease in percent positivity after March 1 “was dramatic, suggesting other factors were at play,” the researchers wrote.\nIf social distancing and other measures to contain COVID-19 remain in place, the flu season in the United States might be blunted or delayed, the researchers wrote. But don’t bank on it, other experts say. If there’s anything experts who try to predict influenza activity have learned is that flu is unpredictable.\nBattle for dominance\nPredicting how flu will play with COVID-19 is trickier still.\nRichard Webby, a virologist at St. Jude Children’s Research Hospital in Memphis, Tenn., is involved in efforts to predict which flu strains will dominate so that vaccines can be designed accordingly. One pattern Webby and other flu researchers have seen over and over again is that when a new pandemic influenza strain arises, it pushes out another strain. For instance, when the 2009 H1N1 influenza pandemic strain emerged, another H1N1 flu strain that had been circulating since 1977 disappeared.\nSARS-CoV-2 — the virus that causes COVID-19 — and influenza will be competing for hosts to infect, which may result in one virus squeezing out the other, Webby says.\n“I find it difficult to believe that there’s going to be widespread flu and widespread COVID activity at the same time. I think one of them will dominate. I couldn’t tell you which one it will be,” he says. Admittedly on the fence, he says that if asked to bet which disease will predominate, “I’d put a little bit of money each way.” He says the two diseases probably won’t both go gangbusters, “but I could easily be horribly wrong.”\nGetting a double dose\nIn the battle for hosts, sometimes both viruses win, infecting a person at the same time.\nAs New York and New Jersey became hot spots of coronavirus spread in the spring, COVID-19 “patients were coming around the clock” to St. Joseph’s University Medical Center in Paterson, N.J., where Balraj Singh works. Singh, a hematologist and oncologist, was called in to treat the patients’ blood clots and plummeting blood cell counts. As he did so, he decided to also test his patients for infections with other viruses that produce similar symptoms. He and colleagues discovered that three of their patients were infected with SARS-CoV-2 and influenza at the same time. They reported the cases August 18 in Cureus.\nTwo of the patients had to be intubated, but Singh and colleagues can’t say whether the dual infections made their illnesses worse. All were eventually discharged. It was important to publish the case reports “so somebody else can have a little bit of a head start” in recognizing that some people may have double trouble from viruses, he says.\nCoinfections with SARS-CoV-2 and influenza will probably be uncommon, says David Morens, a virologist and infectious diseases doctor who is the senior scientific advisor to the director of the U.S. National Institute of Allergy and Infectious Diseases in Bethesda, Md.\nOne analysis suggests only about 3 percent of COVID-19 patients were simultaneously infected with another virus, researchers reported online May 27 in the Journal of Infection. Those researchers examined 30 studies, mostly from China, that reported on dual infections with bacteria or viruses in people sick with COVID-19. The most common viruses to double up with SARS-CoV-2 were RSV and influenza A.\nBroad defenses\nIt’s not impossible to catch viral infections at the same time or in quick succession, but getting one viral infection generally makes it harder to get another one, Morens says. That’s because viral infections tend to rev up the immune system’s generalized antiviral defense system, known as the innate immune system. Catching one virus sets off alarm bells in the form of virus-fighting immune chemicals known as interferons (SN: 8/6/20). For a short period after an infection, maybe weeks to months, the immune system stays on high alert with defenses at least partially raised to ward off any subsequent intruders.\nThat battening of the hatches against other viral invaders is different from the specific kind of immunity that comes from making antibodies against a particular virus. But it still might be useful. For instance, immunologist Ellen Foxman has long suspected that catching colds caused by rhinovirus may have delayed the 2009 H1N1 influenza pandemic in Europe.\n“For years I’ve been looking for a way to test” that idea, says Foxman, of Yale School of Medicine. She and colleagues confirmed that flu and rhinovirus don’t seem to mix by examining data from three later flu seasons, spanning November 2016 to March 2019. They found that people were less likely than expected to have dual infections with rhinovirus and influenza, the team reported September 4 in Lancet Microbe.\nInfecting human lung cells growing in laboratory dishes provided some clues to why. First, the researchers infected the cells with rhinovirus. Then they tried a few days later to infect the same cells with flu virus. Rhinovirus infections turned up activity of genes involved in the interferon response, preventing flu viruses from replicating in rhinovirus-infected cells, the researchers found. Blocking interferon allowed the flu viruses to reproduce in cells already infected with the cold virus. But interferon response doesn’t last long, “maybe a week or two,” Foxman says.\nAnd that type of protection isn’t perfect, Subbarao says. About 10 percent of the respiratory illnesses are coinfections with two or more viruses.\nSome scientists theorize that vaccines against tuberculosis, measles or polio — which contain live, weakened virus or bacteria — might give some measure of protection against COVID-19 by generally toughening the immune system, Subbarao says. FluMist, a nasal spray flu vaccine mainly used for children, might also provide a little nonspecific armor against other viruses, though she cautions that the protection is short-lived and intended only as a stop-gap until there’s a safe, reliable and widely available coronavirus vaccine.\nInjected flu vaccines are usually made with killed viruses and don’t offer the same generalized virus protection as live vaccines. But public health officials are urging people to get flu vaccines, to reduce the chances of getting infected with both viruses and hopefully ward off a nasty flu season.\n“If there’s ever a year you need to get your flu shot, get your kids vaccinated, this is the year,” Marrazzo said."}]}