{"request": {"pageUrl": "https://talkingpointsmemo.com/news/postal-workers-catching-covid-thousands-one-more-threat-voting-mail", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 10:38:00 GMT", "sentiment": -0.411, "images": [{"naturalHeight": 558, "width": 770, "diffbotUri": "image|3|1180229384", "title": "NEW YORK, NEW YORK - SEPTEMBER 11: A USPS worker wheels mail in the World Trade Center as the city continues Phase 4 of re-opening following restrictions imposed to slow the spread of coronavirus on September 11, 202...", "url": "https://cdn.talkingpointsmemo.com/wp-content/uploads/2020/09/GettyImages-1272033481-1000x694@2x.jpg", "naturalWidth": 804, "primary": true, "height": 534}], "estimatedDate": "Fri, 18 Sep 2020 10:38:00 GMT", "diffbotUri": "article|3|294600109", "siteName": "Talking Points Memo", "type": "article", "title": "Poorly Protected Postal Workers Are Catching COVID-19 by the Thousands. It’s One More Threat to Voting by Mail.", "tags": [{"score": 0.9912549257278442, "sentiment": -0.981, "count": 10, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8969550728797913, "sentiment": -0.814, "count": 3, "label": "mail", "uri": "https://diffbot.com/entity/XRCmno5iGNfCoDNQuljQWcQ"}, {"score": 0.8894093036651611, "sentiment": 0, "count": 1, "label": "George W. Bush", "uri": "https://diffbot.com/entity/PyXOt9wRKM3Okxt9ckzJpmg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8762651681900024, "sentiment": 0, "count": 2, "label": "ProPublica", "uri": "https://diffbot.com/entity/C6JkWkV1iN1yjVIajCFokGQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.8474296927452087, "sentiment": 0, "count": 1, "label": "Pulitzer Prize for Fiction", "uri": "https://diffbot.com/entity/X87SZHpd8MbOBSCkp4R2V3A", "rdfTypes": ["http://dbpedia.org/ontology/Event", "http://dbpedia.org/ontology/Award"]}, {"score": 0.5782355070114136, "sentiment": 0, "count": 1, "label": "Bill Clinton", "uri": "https://diffbot.com/entity/PVNcTf-3LNBKLsCg506B2pQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.5309017896652222, "sentiment": 0, "count": 1, "label": "Pennsylvania", "uri": "https://diffbot.com/entity/Ax3wPwcFXMVOKdTNpozja6w", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}], "humanLanguage": "en", "pageUrl": "https://talkingpointsmemo.com/news/postal-workers-catching-covid-thousands-one-more-threat-voting-mail", "html": "<figure><img alt=\"\" sizes=\"(max-width: 804px) 100vw, 804px\" src=\"https://cdn.talkingpointsmemo.com/wp-content/uploads/2020/09/GettyImages-1272033481-1000x694@2x.jpg\" srcset=\"https://cdn.talkingpointsmemo.com/wp-content/uploads/2020/09/GettyImages-1272033481-804x558.jpg 804w, https://cdn.talkingpointsmemo.com/wp-content/uploads/2020/09/GettyImages-1272033481-600x417.jpg 600w, https://cdn.talkingpointsmemo.com/wp-content/uploads/2020/09/GettyImages-1272033481-1000x694.jpg 1000w, https://cdn.talkingpointsmemo.com/wp-content/uploads/2020/09/GettyImages-1272033481-804x558@2x.jpg 1608w, https://cdn.talkingpointsmemo.com/wp-content/uploads/2020/09/GettyImages-1272033481-600x417@2x.jpg 1200w, https://cdn.talkingpointsmemo.com/wp-content/uploads/2020/09/GettyImages-1272033481-1000x694@2x.jpg 2000w\"></img><figcaption>NEW YORK, NEW YORK - SEPTEMBER 11: A USPS worker wheels mail in the World Trade Center as the city continues Phase 4 of re-opening following restrictions imposed to slow the spread of coronavirus on September 11, 202...</figcaption></figure>\n<p><em>This article was first published in <a href=\"https://www.propublica.org/article/poorly-protected-postal-workers-are-catching-covid-19-by-the-thousands-its-one-more-threat-to-voting-by-mail#996430\">ProPublica</a>, a Pulitzer Prize-winning investigative newsroom. Sign up for <a href=\"https://go.propublica.org/bigstory-20180905-CC\">The Big Story newsletter</a> to receive stories like this one in your inbox</em>.</p>\n<p>For months, one postal worker had been doing all she could to protect herself from COVID-19. She wore a mask long before it was required at her plant in St. Paul, Minnesota. She avoided the lunch room, where she saw little social distancing, and ate in her car.</p>\n<p>The stakes felt especially high. Her husband, a postal worker in the same facility, was at high risk because his immune system is compromised by a condition unrelated to the coronavirus. And the 20-year veteran of the U.S. Postal Service knew that her job, operating a machine that sorts mail by ZIP code, would be vital to processing the flood of mail-in ballots expected this fall.</p>\n<p>By mid-August, more than 20 workers in her building had tested positive for the coronavirus. Then, in a list of talking points on her supervisor&rsquo;s desk, she spotted a reference to a new positive case at the plant. She had heard that someone she&rsquo;d worked with closely a few days earlier was out sick, but no one at USPS had told her to quarantine, and no contact tracer had reached out to her. Although USPS&rsquo; protocol is to tell workers when they&rsquo;ve been exposed to COVID-19, that didn&rsquo;t happen, she and another postal worker familiar with the case said.</p>\n<p>Asking around, she learned that a colleague she&rsquo;d partnered with to load mail into the sorting machine had been infected. She phoned her doctor, who advised her to quarantine and get tested. Later that week, she tested positive and began suffering body aches, a sore throat and fatigue.</p>\n<p>&ldquo;They should&rsquo;ve told anybody who worked with him, &lsquo;You need to go home.&rsquo; What is it going to take, somebody to die in the building before they take it seriously?&rdquo; said the worker, who requested anonymity for fear of retaliation.</p>\n<p>In recent weeks, furors over Postmaster General Louis DeJoy&rsquo;s cost-cutting initiatives, and over President Donald Trump&rsquo;s unsubstantiated warnings of voter fraud, have overshadowed a significant threat to the Postal Service&rsquo;s ability to handle the expected tens of millions of mail-in ballots this fall: a rapid rise in the number of workers sidelined by COVID-19.</p>\n<p>The total number of postal workers testing positive has more than tripled from about 3,100 cases in June to 9,600 in September, and at least 83 postal workers have died from complications of COVID-19, according to USPS. Moreover, internal USPS data shows that about 52,700 of the agency&rsquo;s 630,000 employees, or more than 8%, have taken time off at some point during the pandemic because they were sick, or had to quarantine or care for family members.</p>\n<p>High rates of absence could slow ballot delivery in key states, especially if there&rsquo;s a second wave of the coronavirus, as some epidemiologists predict. <a href=\"https://www.cnn.com/interactive/2020/politics/mail-in-voting/\">Twenty-eight states</a>, including Pennsylvania, Wisconsin and Florida, require mail-in ballots to arrive by Election Day to be counted.</p>\n<p>Even in a normal year, absentee levels of this magnitude &ldquo;would have a dramatic effect on the mission of the postal service,&rdquo; said Alan Kessler, an attorney who served on the Postal Service&rsquo;s Board of Governors during the Clinton and George W. Bush administrations, including as chairman from 2008 to 2011. &ldquo;When people ask me about November, my biggest concern right now is exactly that &mdash; the on-time delivery of mail.&rdquo; Kessler is a former finance vice chair of the Democratic National Committee.</p>\n<p>What vacant positions have been filled at USPS have been filled by less experienced temporary workers. Restrictions on overtime pay under DeJoy may have prevented full-time workers at some facilities from adding hours to pick up some of the slack. While USPS has nearly $14 billion in cash, it reserves some of that funding to pre-pay employee pensions, and it is projected to run out of money next spring. On Thursday, a federal judge in Washington state temporarily halted operational changes that have slowed mail delivery, finding that &ldquo;at the heart of DeJoy&rsquo;s and the Postal Service&rsquo;s actions is voter disenfranchisement.&rdquo;</p>\n<p>As the St. Paul worker&rsquo;s case illustrates, the Postal Service&rsquo;s half-hearted precautions against COVID-19 have contributed to the problem. Its efforts to limit the virus&rsquo;s spread in the workplace fall short of recommendations by the Centers for Disease Control and Prevention. Unlike Amazon, which relies on USPS to help deliver its packages, the Postal Service doesn&rsquo;t test workers or check their temperatures, depending instead on self-reporting. When employees get sick, USPS sometimes neglects to tell co-workers, and its efforts at contact tracing have been inconsistent and understaffed.</p>\n<p>Reflecting these shortcomings, the U.S. Occupational Safety and Health Administration has received more than 250 coronavirus-related complaints against the Postal Service since March, more than twice the number filed against private employers in the same industry like Amazon, FedEx and the UPS. Amazon, which has almost 250,000 more workers than the postal service, had 117 complaints. The complaints against USPS paint a worrisome picture. They typically allege failures to maintain social distancing, enforce mask wearing or inform workers when colleagues have the virus.</p>\n<p>The tally doesn&rsquo;t include open complaints yet to be made public, including one by another worker in the same St. Paul building. That <a href=\"https://documentcloud.adobe.com/link/track?uri=urn:aaid:scds:US:224ae5ea-8ec3-4c0c-8414-089726e7777f\">July complaint</a>, obtained by ProPublica, accused USPS of &ldquo;not communicating and informing employees that may have potentially been exposed to positive COVID-19 employees,&rdquo; as well as inadequate ventilation and six other hazards. The Postal Service <a href=\"https://documentcloud.adobe.com/link/track?uri=urn:aaid:scds:US:45687a5f-eb92-494f-9753-2558c3433a89\">respon</a>ded to OSHA that it traces contacts of all employees who test positive and encourages ailing employees to stay home. Nevertheless, OSHA told the complainant that it will inspect the facility as soon as possible.</p>\n<p>The Postal Service has been adamant that it can handle a nationwide increase in voting by mail in the general election. Even a mass shift to mail-in ballots would represent a small portion of its overall volume.</p>\n<p>Still, DeJoy, a major donor to President Donald Trump and the Republican Party, acknowledged in congressional testimony last month that COVID-19-related absences had upended mail service. &ldquo;Across the country, our employee availability is down 3 to 4% on average,&rdquo; DeJoy said. &ldquo;But the issue is in some of the hot spots in the country, areas like Philadelphia and Detroit &mdash; there&rsquo;s probably 20 [other areas] the averages cover &mdash; they could be down 20%. And that is contributing to the delivery problem that we&rsquo;re having.&rdquo;</p>\n<p>The Postal Service referred us to an April 30 <a href=\"https://about.usps.com/newsroom/statements/usps-statement-on-coronavirus.htm\">statement</a> on its website. Its COVID-19 leadership team &ldquo;is focusing on employee and customer safety in conjunction with operational and business continuity during this unprecedented epidemic,&rdquo; according to the statement. &ldquo;We continue to follow the strategies and measures recommended by the Centers for Disease Control and Prevention and public health departments.&rdquo;</p>\n<p>Among its initiatives, the statement said, the Postal Service is supplying its more than 30,000 locations with masks, gloves and cleaning supplies. Employees who can&rsquo;t maintain social distance must wear masks. The service has reduced employee contact with the public by eliminating a rule that customers must sign mobile devices for deliveries, and it has updated its leave policy to allow workers to take extra time off for illness and child care.</p>\n<p>Postal workers who test positive are supposed to tell their supervisor, who should alert a nurse responsible for contact tracing. But communication is sometimes lacking. &ldquo;They have the occupational nurse doing the contact tracing, but sometimes there&rsquo;s no contact with the worker. And some managers don&rsquo;t report [the case] to the tracking. Some managers tell people, &lsquo;You don&rsquo;t sound sick, come to work,&rsquo;&rdquo; said Omar Gonzalez, western regional coordinator at the American Postal Worker Union. &ldquo;So we don&rsquo;t really know what to rely on.&rdquo;</p>\n<p>One reason that the system breaks down is a shortage of contact tracers. USPS, which does not provide medical care to workers, employs about 160 nurses. Alongside other administrative duties, they are supposed to register COVID-19 cases and interview workers when they get sick. In the New York district, one nurse has been responsible for contact tracing for about 8,200 employees; in Detroit, the ratio is two nurses per 11,600 workers; and in Atlanta, one for 12,500. Facilities in all three districts have seen coronavirus outbreaks. USPS has reemployed 10 former agency nurses to assist with contact tracing, according to a spokesperson.</p>\n<p>&ldquo;To use the word contact tracing is a joke,&rdquo; said Jonathan Smith, president of the New York metro area&rsquo;s postal worker union.</p>\n<p>Coronavirus outbreaks in several areas have correlated with slower delivery times. First-class delivery has slowed since March, with notable lags in New York, New Jersey, Philadelphia, Detroit, Chicago, Houston and Southern California, according to data from GrayHair Software, which tracks postal analytics.</p>\n<p>COVID-19 has &ldquo;caused severe disruptions to on-time delivery in many parts of the country,&rdquo; the U.S. Senate Committee on Homeland Security and Governmental Affairs <a href=\"https://www.hsgac.senate.gov/imo/media/doc/200916_FullReport_PetersPostalInvestigation.pdf\">reported</a> this week. In late March and early April, it found a spike in cases in Michigan, &ldquo;especially in the Detroit area,&rdquo; led to a &ldquo;notable drop in on-time delivery.&rdquo;</p>\n<p>In Philadelphia, where more than 235 postal workers have tested positive, local media outlets <a href=\"https://www.inquirer.com/news/philadelphia/usps-tracking-in-transit-late-mail-delivery-philadelphia-packages-postal-service-20200802.html\">reported</a> unsorted mail piling up in postal facilities and carriers unable to complete routes even after working extra hours. Some residents said they went two to three weeks without receiving mail. In April, COVID-19-related delays in Detroit facilities slowed delivery of primary ballots for parts of northwest Ohio, prompting Ohio&rsquo;s secretary of state to call for <a href=\"https://www.ohiosos.gov/media-center/press-releases/2020/2020-04-24/\">in-state processing</a> of all ballots. In Michigan&rsquo;s August primary election, more than <a href=\"https://www.freep.com/story/news/politics/elections/2020/08/14/michigan-sos-primary-ballots-invalid-absentee-voting-election/5584465002/\">6,400 residents&rsquo;</a> votes weren&rsquo;t counted because they arrived after the deadline, though it&rsquo;s not clear whether COVID-19 was a major factor.</p>\n<p>Internal USPS data from its southern region in mid-August shows the impact of the coronavirus on workers. In Atlanta, more than 900 postal workers had been infected with COVID-19 or had to quarantine. More than 550 workers were affected in Houston and an additional 485 in South Florida.</p>\n<p>COVID-19 outbreaks have strained postal offices that had inadequate staffing even before the pandemic, said Michael Caref, national business agent of the Illinois chapter of the National Association of Letter Carriers. &ldquo;Now you&rsquo;re seeing crisis levels in some areas.&rdquo;</p>\n<p>In March, the Postal Service donated 500,000 N95 masks &ldquo;in excess of our needs&rdquo; for distribution to hospitals and other critical workers, according to a draft letter from the Board of Governors to members of Congress that was made public by <a href=\"https://www.americanoversight.org/document/usps-communications-of-postmaster-general-brennan-containing-key-terms\">American Oversight</a>. However, the service doesn&rsquo;t provide N95 masks, which are considered especially effective at filtering out virus particles, to most of its own employees. A Postal Service spokesperson said USPS supplies N95 masks to employees who require them. Other workers receive surgical masks.</p>\n<p>The <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/community/guidance-business-response.html#more-changes\">CDC</a> and <a href=\"https://www.osha.gov/Publications/OSHA3990.pdf\">OSHA</a> have both released guidance on how employers should protect workers, though it does not carry the power of law. According to the CDC, &ldquo;businesses and employers can prevent and slow the spread of COVID-19 within the workplace.&rdquo;</p>\n<p>The CDC advises employers to &ldquo;consider conducting daily in-person or virtual health checks (e.g., symptom and/or temperature screening) of employees before they enter the facility.&rdquo; The Postal Service doesn&rsquo;t conduct those checks. The onus falls on workers to stay home if they notice symptoms, get tested, report back on results and recall whom they were in contact with.</p>\n<p>At Amazon, which has also been criticized for <a href=\"https://www.washingtonpost.com/technology/2020/04/13/amazon-workers-fired/\">failing to protect its employees</a> during the pandemic, precautions are more stringent. According to an Amazon spokesperson, the company does daily temperature checks and has installed thermal cameras at some of its sites. When an employee is exposed, the company &ldquo;immediately kicks-off contact tracing to determine if anyone was exposed to that individual, and we inform those employees right away and ask them to quarantine for 14 days with pay,&rdquo; the spokesperson said.</p>\n<p>FedEx&rsquo;s protections also appear more robust than the Postal Service&rsquo;s. FedEx checks temperatures of employees at some of its sites, and it has expanded testing to 43 locations since July, according to a company spokesperson.</p>\n<p>The CDC advises employers to collaborate with local and state health departments on contact tracing. According to its <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/community/general-business-faq.html#Suspected-or-Confirmed-Cases-of-COVID-19-in-the-Workplace\">guidance</a>, employees who are asymptomatic but have been within about 6 feet of a person with COVID-19 for a prolonged period of time should self-isolate and quarantine for 14 days. Often, contact tracing is needed to identify those employees.</p>\n<p>But even when USPS employees report positive tests, supervisors don&rsquo;t always follow through. In August, an asymptomatic employee in Flint, Michigan, tested positive for COVID-19 and told a supervisor as well as a few co-workers. The worker stopped coming in, but the supervisor didn&rsquo;t inform USPS&rsquo; medical unit until four days later &mdash; after the exposed workers had told their union, which in turn reported the case to management. Michael Mize, the local postal union president, said he pushed the supervisor to report it. A USPS nurse started contact tracing on the fifth day.</p>\n<p>&ldquo;That&rsquo;s way too slow,&rdquo; said George Rutherford, a professor of epidemiology and biostatistics at the University of California at San Francisco School of Medicine.</p>\n<p>Because most people infected with COVID-19 often begin shedding large amounts of virus four or five days after they&rsquo;re exposed, even if they&rsquo;re asymptomatic, co-workers in Flint might have transmitted the disease before the nurse contacted them, Rutherford said. &ldquo;That&rsquo;s why you gotta get on this stuff quickly.&rdquo; According to CDC guidance, exposed co-workers should be contacted and tested within 24 hours.</p>\n<p>USPS and union officials had a Zoom call to discuss what went wrong in Flint, Mize said. &ldquo;Luckily we don&rsquo;t have any major outbreaks because of any failures that happened,&rdquo; he said. &ldquo;If things aren&rsquo;t handled appropriately, you&rsquo;re relying on good fortune.&rdquo;</p>\n<p>Roscoe Woods, a Detroit-area postal union president, said that USPS sometimes lacks up-to-date contact information, complicating the task of contact tracers. In addition, employees often don&rsquo;t know the surnames of exposed co-workers. &ldquo;You&rsquo;re trying to trace down eight people and all their contact information is bad,&rdquo; said Woods, who has stepped in to help with contact tracing in the past.</p>\n<p>When employees are sidelined because of the coronavirus, USPS can fill in some of the gaps by hiring employees who aren&rsquo;t in the union. But the Postal Service has long had trouble hiring and retaining temporary or non-career employees, and union representatives say the Postal Service has been slow to fill these roles during the pandemic.</p>\n<p>In February, the Postal Service&rsquo;s Office of Inspector General <a href=\"https://www.uspsoig.gov/sites/default/files/document-library-files/2020/19POG001SAT000-R20.pdf\">faulted</a> the agency for failing to recruit and retain nonunion workers. In 2019, the annual turnover rate for non-career employees, who constitute 21% of the workforce, was 38.5%; the average tenure for workers who left their jobs was just 81 days. One of the top reasons for leaving: Workers said that supervisors didn&rsquo;t treat them with respect. The jobs filled by these workers are physically strenuous, pay about $17 an hour, lack benefits and often require an inconsistent work schedule. It can take weeks to hire and train them.</p>\n<p>&ldquo;The hiring process is really slow,&rdquo; Caref said. &ldquo;And if you have a person that says they want to work, the person is not prepared for a month after they&rsquo;ve been hired. They really need to figure that out.&rdquo;</p>\n<p>Virus-related OSHA complaints from around the country reflect some of the dangers and frustrations postal workers have faced throughout the pandemic.</p>\n<p>&ldquo;The station and the vehicles have not been cleaned and sanitized. Bleach spray bottles were provided at one time but the employees were not provided material to wipe down surfaces and the bottles have since broken,&rdquo; reads a complaint filed from Houston on June 18. &ldquo;Employees in the vehicles do not have hand sanitizer or another method to cleanse hands while away from the station.&rdquo;</p>\n<p>In a postal facility in Smithtown, New York, &ldquo;the air conditioning has not been working properly for the last 3-4 weeks (blowing 81 degrees at the vent) which has made working in the building uncomfortable and may be contributing to employees not wanting to [wear] their masks,&rdquo; a complaint stated in mid-July. It&rsquo;s unclear what action, if any, OSHA took on the Houston and Smithtown complaints, which are now closed.</p>\n<p>Since the worker in St. Paul began quarantining in mid-August, there have been at least 11 COVID-19 cases at her workplace, according to Postal Service emails obtained by ProPublica. Overall, at least 33 out of more than 1,000 workers have tested positive at the building since the start of the pandemic.</p>\n<p>In USPS&rsquo; Northland District, which covers Minnesota &mdash; including the St. Paul plant &mdash; and western Wisconsin, at least 148 workers have tested positive. &ldquo;We had a record breaking day with COVID-19 positive cases today. 18 employees must be quarantined. This is not a good record,&rdquo; reads an Aug. 25 email from USPS management to unions regarding the Northland District.</p>\n<p>&ldquo;We had 4 new COVID-19 cases reported today. Things aren&rsquo;t getting any better,&rdquo; management said in an email two days later.</p>\n<p>No one replaced the St. Paul postal worker while she was out. She returned to the job this month, even though she was still recovering and low on energy, because she needed the money. After two weeks of sick leave, her days off were unpaid, and her husband hasn&rsquo;t worked for four months because of an unrelated health condition. Plus, the situation at the plant has improved somewhat: Social distancing has become mandatory in the break rooms, and employees were warned that not wearing masks could jeopardize their jobs.</p>\n<p>She also felt a civic obligation, because she&rsquo;ll be responsible for processing thousands of ballots in the upcoming election.</p>\n<p>&ldquo;That&rsquo;s another reason why I want to go back to work,&rdquo; she said. &ldquo;I want to make sure the ballots get run.&rdquo;</p>\n<p><em><a href=\"https://www.propublica.org/people/jack-gillum\">Jack Gillum</a> and <a href=\"https://www.propublica.org/people/rachel-glickhouse\">Rachel Glickhouse</a> contributed reporting.</em></p>\n<h3>Key Coronavirus Crisis Links</h3>\n<p>TPM&rsquo;s <a href=\"https://talkingpointsmemo.com/covid-19-community\">COVID-19 hub</a>.</p>\n<p><a href=\"https://twitter.com/i/lists/1233998285779632128\">Josh Marshall&rsquo;s Twitter List of Trusted Experts</a> (Epidemiologists, Researchers, Clinicians, Journalists, Government Agencies) providing reliable real-time information on the COVID-19 Crisis.</p>\n<p><a href=\"http://covidtracking.com/\">COVID-19 Tracking Project</a> (updated data on testing and infections in the U.S.).</p>\n<p><a href=\"https://www.arcgis.com/apps/opsdashboard/index.html#/bda7594740fd40299423467b48e9ecf6\">Johns Hopkins Global COVID-19 Survey</a> (most up to date numbers globally and for countries around the world).</p>\n<p><a href=\"https://www.worldometers.info/coronavirus/\">Worldometers.info</a> (extensive source of information and data visualizations on COVID-19 Crisis &mdash; discussion of data <a href=\"https://talkingpointsmemo.com/edblog/a-note-on-data-sources\">here</a>).</p>", "text": "This article was first published in ProPublica, a Pulitzer Prize-winning investigative newsroom. Sign up for The Big Story newsletter to receive stories like this one in your inbox.\nFor months, one postal worker had been doing all she could to protect herself from COVID-19. She wore a mask long before it was required at her plant in St. Paul, Minnesota. She avoided the lunch room, where she saw little social distancing, and ate in her car.\nThe stakes felt especially high. Her husband, a postal worker in the same facility, was at high risk because his immune system is compromised by a condition unrelated to the coronavirus. And the 20-year veteran of the U.S. Postal Service knew that her job, operating a machine that sorts mail by ZIP code, would be vital to processing the flood of mail-in ballots expected this fall.\nBy mid-August, more than 20 workers in her building had tested positive for the coronavirus. Then, in a list of talking points on her supervisor’s desk, she spotted a reference to a new positive case at the plant. She had heard that someone she’d worked with closely a few days earlier was out sick, but no one at USPS had told her to quarantine, and no contact tracer had reached out to her. Although USPS’ protocol is to tell workers when they’ve been exposed to COVID-19, that didn’t happen, she and another postal worker familiar with the case said.\nAsking around, she learned that a colleague she’d partnered with to load mail into the sorting machine had been infected. She phoned her doctor, who advised her to quarantine and get tested. Later that week, she tested positive and began suffering body aches, a sore throat and fatigue.\n“They should’ve told anybody who worked with him, ‘You need to go home.’ What is it going to take, somebody to die in the building before they take it seriously?” said the worker, who requested anonymity for fear of retaliation.\nIn recent weeks, furors over Postmaster General Louis DeJoy’s cost-cutting initiatives, and over President Donald Trump’s unsubstantiated warnings of voter fraud, have overshadowed a significant threat to the Postal Service’s ability to handle the expected tens of millions of mail-in ballots this fall: a rapid rise in the number of workers sidelined by COVID-19.\nThe total number of postal workers testing positive has more than tripled from about 3,100 cases in June to 9,600 in September, and at least 83 postal workers have died from complications of COVID-19, according to USPS. Moreover, internal USPS data shows that about 52,700 of the agency’s 630,000 employees, or more than 8%, have taken time off at some point during the pandemic because they were sick, or had to quarantine or care for family members.\nHigh rates of absence could slow ballot delivery in key states, especially if there’s a second wave of the coronavirus, as some epidemiologists predict. Twenty-eight states, including Pennsylvania, Wisconsin and Florida, require mail-in ballots to arrive by Election Day to be counted.\nEven in a normal year, absentee levels of this magnitude “would have a dramatic effect on the mission of the postal service,” said Alan Kessler, an attorney who served on the Postal Service’s Board of Governors during the Clinton and George W. Bush administrations, including as chairman from 2008 to 2011. “When people ask me about November, my biggest concern right now is exactly that — the on-time delivery of mail.” Kessler is a former finance vice chair of the Democratic National Committee.\nWhat vacant positions have been filled at USPS have been filled by less experienced temporary workers. Restrictions on overtime pay under DeJoy may have prevented full-time workers at some facilities from adding hours to pick up some of the slack. While USPS has nearly $14 billion in cash, it reserves some of that funding to pre-pay employee pensions, and it is projected to run out of money next spring. On Thursday, a federal judge in Washington state temporarily halted operational changes that have slowed mail delivery, finding that “at the heart of DeJoy’s and the Postal Service’s actions is voter disenfranchisement.”\nAs the St. Paul worker’s case illustrates, the Postal Service’s half-hearted precautions against COVID-19 have contributed to the problem. Its efforts to limit the virus’s spread in the workplace fall short of recommendations by the Centers for Disease Control and Prevention. Unlike Amazon, which relies on USPS to help deliver its packages, the Postal Service doesn’t test workers or check their temperatures, depending instead on self-reporting. When employees get sick, USPS sometimes neglects to tell co-workers, and its efforts at contact tracing have been inconsistent and understaffed.\nReflecting these shortcomings, the U.S. Occupational Safety and Health Administration has received more than 250 coronavirus-related complaints against the Postal Service since March, more than twice the number filed against private employers in the same industry like Amazon, FedEx and the UPS. Amazon, which has almost 250,000 more workers than the postal service, had 117 complaints. The complaints against USPS paint a worrisome picture. They typically allege failures to maintain social distancing, enforce mask wearing or inform workers when colleagues have the virus.\nThe tally doesn’t include open complaints yet to be made public, including one by another worker in the same St. Paul building. That July complaint, obtained by ProPublica, accused USPS of “not communicating and informing employees that may have potentially been exposed to positive COVID-19 employees,” as well as inadequate ventilation and six other hazards. The Postal Service responded to OSHA that it traces contacts of all employees who test positive and encourages ailing employees to stay home. Nevertheless, OSHA told the complainant that it will inspect the facility as soon as possible.\nThe Postal Service has been adamant that it can handle a nationwide increase in voting by mail in the general election. Even a mass shift to mail-in ballots would represent a small portion of its overall volume.\nStill, DeJoy, a major donor to President Donald Trump and the Republican Party, acknowledged in congressional testimony last month that COVID-19-related absences had upended mail service. “Across the country, our employee availability is down 3 to 4% on average,” DeJoy said. “But the issue is in some of the hot spots in the country, areas like Philadelphia and Detroit — there’s probably 20 [other areas] the averages cover — they could be down 20%. And that is contributing to the delivery problem that we’re having.”\nThe Postal Service referred us to an April 30 statement on its website. Its COVID-19 leadership team “is focusing on employee and customer safety in conjunction with operational and business continuity during this unprecedented epidemic,” according to the statement. “We continue to follow the strategies and measures recommended by the Centers for Disease Control and Prevention and public health departments.”\nAmong its initiatives, the statement said, the Postal Service is supplying its more than 30,000 locations with masks, gloves and cleaning supplies. Employees who can’t maintain social distance must wear masks. The service has reduced employee contact with the public by eliminating a rule that customers must sign mobile devices for deliveries, and it has updated its leave policy to allow workers to take extra time off for illness and child care.\nPostal workers who test positive are supposed to tell their supervisor, who should alert a nurse responsible for contact tracing. But communication is sometimes lacking. “They have the occupational nurse doing the contact tracing, but sometimes there’s no contact with the worker. And some managers don’t report [the case] to the tracking. Some managers tell people, ‘You don’t sound sick, come to work,’” said Omar Gonzalez, western regional coordinator at the American Postal Worker Union. “So we don’t really know what to rely on.”\nOne reason that the system breaks down is a shortage of contact tracers. USPS, which does not provide medical care to workers, employs about 160 nurses. Alongside other administrative duties, they are supposed to register COVID-19 cases and interview workers when they get sick. In the New York district, one nurse has been responsible for contact tracing for about 8,200 employees; in Detroit, the ratio is two nurses per 11,600 workers; and in Atlanta, one for 12,500. Facilities in all three districts have seen coronavirus outbreaks. USPS has reemployed 10 former agency nurses to assist with contact tracing, according to a spokesperson.\n“To use the word contact tracing is a joke,” said Jonathan Smith, president of the New York metro area’s postal worker union.\nCoronavirus outbreaks in several areas have correlated with slower delivery times. First-class delivery has slowed since March, with notable lags in New York, New Jersey, Philadelphia, Detroit, Chicago, Houston and Southern California, according to data from GrayHair Software, which tracks postal analytics.\nCOVID-19 has “caused severe disruptions to on-time delivery in many parts of the country,” the U.S. Senate Committee on Homeland Security and Governmental Affairs reported this week. In late March and early April, it found a spike in cases in Michigan, “especially in the Detroit area,” led to a “notable drop in on-time delivery.”\nIn Philadelphia, where more than 235 postal workers have tested positive, local media outlets reported unsorted mail piling up in postal facilities and carriers unable to complete routes even after working extra hours. Some residents said they went two to three weeks without receiving mail. In April, COVID-19-related delays in Detroit facilities slowed delivery of primary ballots for parts of northwest Ohio, prompting Ohio’s secretary of state to call for in-state processing of all ballots. In Michigan’s August primary election, more than 6,400 residents’ votes weren’t counted because they arrived after the deadline, though it’s not clear whether COVID-19 was a major factor.\nInternal USPS data from its southern region in mid-August shows the impact of the coronavirus on workers. In Atlanta, more than 900 postal workers had been infected with COVID-19 or had to quarantine. More than 550 workers were affected in Houston and an additional 485 in South Florida.\nCOVID-19 outbreaks have strained postal offices that had inadequate staffing even before the pandemic, said Michael Caref, national business agent of the Illinois chapter of the National Association of Letter Carriers. “Now you’re seeing crisis levels in some areas.”\nIn March, the Postal Service donated 500,000 N95 masks “in excess of our needs” for distribution to hospitals and other critical workers, according to a draft letter from the Board of Governors to members of Congress that was made public by American Oversight. However, the service doesn’t provide N95 masks, which are considered especially effective at filtering out virus particles, to most of its own employees. A Postal Service spokesperson said USPS supplies N95 masks to employees who require them. Other workers receive surgical masks.\nThe CDC and OSHA have both released guidance on how employers should protect workers, though it does not carry the power of law. According to the CDC, “businesses and employers can prevent and slow the spread of COVID-19 within the workplace.”\nThe CDC advises employers to “consider conducting daily in-person or virtual health checks (e.g., symptom and/or temperature screening) of employees before they enter the facility.” The Postal Service doesn’t conduct those checks. The onus falls on workers to stay home if they notice symptoms, get tested, report back on results and recall whom they were in contact with.\nAt Amazon, which has also been criticized for failing to protect its employees during the pandemic, precautions are more stringent. According to an Amazon spokesperson, the company does daily temperature checks and has installed thermal cameras at some of its sites. When an employee is exposed, the company “immediately kicks-off contact tracing to determine if anyone was exposed to that individual, and we inform those employees right away and ask them to quarantine for 14 days with pay,” the spokesperson said.\nFedEx’s protections also appear more robust than the Postal Service’s. FedEx checks temperatures of employees at some of its sites, and it has expanded testing to 43 locations since July, according to a company spokesperson.\nThe CDC advises employers to collaborate with local and state health departments on contact tracing. According to its guidance, employees who are asymptomatic but have been within about 6 feet of a person with COVID-19 for a prolonged period of time should self-isolate and quarantine for 14 days. Often, contact tracing is needed to identify those employees.\nBut even when USPS employees report positive tests, supervisors don’t always follow through. In August, an asymptomatic employee in Flint, Michigan, tested positive for COVID-19 and told a supervisor as well as a few co-workers. The worker stopped coming in, but the supervisor didn’t inform USPS’ medical unit until four days later — after the exposed workers had told their union, which in turn reported the case to management. Michael Mize, the local postal union president, said he pushed the supervisor to report it. A USPS nurse started contact tracing on the fifth day.\n“That’s way too slow,” said George Rutherford, a professor of epidemiology and biostatistics at the University of California at San Francisco School of Medicine.\nBecause most people infected with COVID-19 often begin shedding large amounts of virus four or five days after they’re exposed, even if they’re asymptomatic, co-workers in Flint might have transmitted the disease before the nurse contacted them, Rutherford said. “That’s why you gotta get on this stuff quickly.” According to CDC guidance, exposed co-workers should be contacted and tested within 24 hours.\nUSPS and union officials had a Zoom call to discuss what went wrong in Flint, Mize said. “Luckily we don’t have any major outbreaks because of any failures that happened,” he said. “If things aren’t handled appropriately, you’re relying on good fortune.”\nRoscoe Woods, a Detroit-area postal union president, said that USPS sometimes lacks up-to-date contact information, complicating the task of contact tracers. In addition, employees often don’t know the surnames of exposed co-workers. “You’re trying to trace down eight people and all their contact information is bad,” said Woods, who has stepped in to help with contact tracing in the past.\nWhen employees are sidelined because of the coronavirus, USPS can fill in some of the gaps by hiring employees who aren’t in the union. But the Postal Service has long had trouble hiring and retaining temporary or non-career employees, and union representatives say the Postal Service has been slow to fill these roles during the pandemic.\nIn February, the Postal Service’s Office of Inspector General faulted the agency for failing to recruit and retain nonunion workers. In 2019, the annual turnover rate for non-career employees, who constitute 21% of the workforce, was 38.5%; the average tenure for workers who left their jobs was just 81 days. One of the top reasons for leaving: Workers said that supervisors didn’t treat them with respect. The jobs filled by these workers are physically strenuous, pay about $17 an hour, lack benefits and often require an inconsistent work schedule. It can take weeks to hire and train them.\n“The hiring process is really slow,” Caref said. “And if you have a person that says they want to work, the person is not prepared for a month after they’ve been hired. They really need to figure that out.”\nVirus-related OSHA complaints from around the country reflect some of the dangers and frustrations postal workers have faced throughout the pandemic.\n“The station and the vehicles have not been cleaned and sanitized. Bleach spray bottles were provided at one time but the employees were not provided material to wipe down surfaces and the bottles have since broken,” reads a complaint filed from Houston on June 18. “Employees in the vehicles do not have hand sanitizer or another method to cleanse hands while away from the station.”\nIn a postal facility in Smithtown, New York, “the air conditioning has not been working properly for the last 3-4 weeks (blowing 81 degrees at the vent) which has made working in the building uncomfortable and may be contributing to employees not wanting to [wear] their masks,” a complaint stated in mid-July. It’s unclear what action, if any, OSHA took on the Houston and Smithtown complaints, which are now closed.\nSince the worker in St. Paul began quarantining in mid-August, there have been at least 11 COVID-19 cases at her workplace, according to Postal Service emails obtained by ProPublica. Overall, at least 33 out of more than 1,000 workers have tested positive at the building since the start of the pandemic.\nIn USPS’ Northland District, which covers Minnesota — including the St. Paul plant — and western Wisconsin, at least 148 workers have tested positive. “We had a record breaking day with COVID-19 positive cases today. 18 employees must be quarantined. This is not a good record,” reads an Aug. 25 email from USPS management to unions regarding the Northland District.\n“We had 4 new COVID-19 cases reported today. Things aren’t getting any better,” management said in an email two days later.\nNo one replaced the St. Paul postal worker while she was out. She returned to the job this month, even though she was still recovering and low on energy, because she needed the money. After two weeks of sick leave, her days off were unpaid, and her husband hasn’t worked for four months because of an unrelated health condition. Plus, the situation at the plant has improved somewhat: Social distancing has become mandatory in the break rooms, and employees were warned that not wearing masks could jeopardize their jobs.\nShe also felt a civic obligation, because she’ll be responsible for processing thousands of ballots in the upcoming election.\n“That’s another reason why I want to go back to work,” she said. “I want to make sure the ballots get run.”\nJack Gillum and Rachel Glickhouse contributed reporting.\nKey Coronavirus Crisis Links\nTPM’s COVID-19 hub.\nJosh Marshall’s Twitter List of Trusted Experts (Epidemiologists, Researchers, Clinicians, Journalists, Government Agencies) providing reliable real-time information on the COVID-19 Crisis.\nCOVID-19 Tracking Project (updated data on testing and infections in the U.S.).\nJohns Hopkins Global COVID-19 Survey (most up to date numbers globally and for countries around the world).\nWorldometers.info (extensive source of information and data visualizations on COVID-19 Crisis — discussion of data here)."}]}