{"request": {"pageUrl": "https://triblive.com/news/world/college-towns-growing-alarmed-over-covid-19-outbreaks-among-students/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 28 Aug 2020 16:32:00 GMT", "images": [{"naturalHeight": 427, "width": 630, "diffbotUri": "image|3|1423344947", "title": "Georgia College and State University freshmen Ashlynn Anglin, right, and Meghan Murphy, second from right, wear face masks as they talk Aug. 21, 2020, while walking through the campus in Milledgeville, Ga.", "url": "https://triblive.com/wp-content/uploads/2020/08/2961194_web1_2961194-8b970d1a01b245238a004ef876a161f2.jpg", "naturalWidth": 640, "primary": true, "height": 420}], "author": "Associated Press", "estimatedDate": "Fri, 28 Aug 2020 16:32:00 GMT", "publisherRegion": "---", "icon": "https://triblive.com/wp-content/themes/TribLIVE/assets/visuals/images/icons/head/favicon-152x152.png", "diffbotUri": "article|3|-141732485", "siteName": "TribLIVE.com", "type": "article", "title": "College towns growing alarmed over covid-19 outbreaks among students", "publisherCountry": "---", "humanLanguage": "en", "authorUrl": "https://triblive.com/author/the-associated-press/", "pageUrl": "https://triblive.com/news/world/college-towns-growing-alarmed-over-covid-19-outbreaks-among-students/", "html": "<figure><img alt=\"2961194_web1_2961194-8b970d1a01b245238a004ef876a161f2\" src=\"https://triblive.com/wp-content/uploads/2020/08/2961194_web1_2961194-8b970d1a01b245238a004ef876a161f2.jpg\" srcset=\"https://triblive.com/wp-content/uploads/2020/08/2961194_web1_2961194-8b970d1a01b245238a004ef876a161f2.jpg\"></img><figcaption>Georgia College and State University freshmen Ashlynn Anglin, right, and Meghan Murphy, second from right, wear face masks as they talk Aug. 21, 2020, while walking through the campus in Milledgeville, Ga.</figcaption></figure>\n<p>RALEIGH, N.C. &mdash; As more and more schools and businesses around the country get the OK to reopen, college towns are moving in the opposite direction because of too much partying and too many COVID-19 infections among students.</p>\n<p>With more than 300 students at the University of Missouri testing positive for the coronavirus and an alarming 44% positivity rate for the surrounding county, the local health director Friday ordered bars to stop serving alcohol at 9 p.m. and close by 10 p.m.</p>\n<p>Earlier this week, Iowa&rsquo;s governor ordered all bars shut down around Iowa University and Iowa State, while the mayor of Tuscaloosa, Alabama, did the same in the hometown of the state&rsquo;s flagship university.</p>\n<p>&ldquo;What we&rsquo;re seeing in our violations is they&rsquo;re coming late at night,&rdquo; said Stephanie Browning, head of the health department for Columbia, Missouri. &ldquo;Big groups gathering. They&rsquo;re not wearing their masks, they&rsquo;re not social distancing.&rdquo;</p>\n<p>In Provo, Utah, the home of Brigham Young University, the Municipal Council passed a mask ordinance over the mayor&rsquo;s veto because of the influx of students from around the country for the start of classes Monday.</p>\n<p>The outbreaks since students began returning to campus in the past few weeks have heightened town-gown tensions and led to recriminations between local politicians and university officials.</p>\n<p>Meanwhile, California announced a four-tiered, color-coded plan Friday for gradually reopening businesses. It requires counties to meet certain benchmarks showing progress in controlling the virus. Gov. Gavin Newsom abandoned a reopening attempt earlier this summer because of a surge in cases.</p>\n<p>In Arizona, another deadly hot spot this summer, a drop in transmission numbers allowed the Phoenix and Tucson areas to reopen gyms and some bars on Thursday. And Ohio let theater groups this week resume performances with strict audience caps.</p>\n<p>The U.S. has recorded over 180,000 deaths from the coronavirus and 5.9 million confirmed infections. Worldwide, the death toll is put at more than 830,000, with at least 24.5 million cases.</p>\n<p>Surging infection numbers around the U.S. have been blamed in part on young people ignoring mask and social distancing requirements.</p>\n<p>Browning, who also slapped a 20-person limit on crowds, said the percentage of tests coming back positive for the virus in the county is now more than four times higher than before students returned to classes. Chancellor Mun Choi said the university is not considering going to online-only classes.</p>\n<p>In Iowa&rsquo;s Story County, where Iowa State is situated, 74% of new cases over the past seven days were among people ages 19 to 24, Gov. Kim Reynolds said Thursday. In the same time period, 69% of new cases in Johnson County, the home of the University of Iowa, were in that age group.</p>\n<p>&ldquo;It is increasing the virus activity in the community, and it&rsquo;s spilling over to other segments of the population,&rdquo; Reynolds said.</p>\n<p>The University of Alabama has recorded over 500 cases of COVID-19 on campus since the fall semester began last week. In closing the town&rsquo;s bars Monday for the next two weeks, Mayor Walt Maddox said that an unchecked spread of the virus threatens both the health care system and the local economy if students have to be sent home for the semester for remote learning.</p>\n<p>Three of North Carolina&rsquo;s largest public universities have abruptly halted in-person undergraduate instruction and directed students to move out of the dorms after hundreds tested positive following their return to campus. Nearly 800 have been confirmed infected at the University of North Carolina at Chapel Hill, more than 670 at North Carolina State and around 300 at East Carolina University.</p>\n<p>Leaders at UNC-Chapel Hill, which has shifted to online classes, wrote an open letter Thursday to the mayor outlining steps the university is taking to curb off-campus parties, including disciplinary measures and combined patrols between campus and town police.</p>\n<p>&ldquo;We recognize the very real problems with the behaviors of some of our fraternities and sororities,&rdquo; the university&rsquo;s chancellor and provost assured the mayor.</p>\n<p>Chapel Hill&rsquo;s mayor and members of the Town Council had written to the school last week urging it to expand virus testing, update its infection figures more often and spell out what discipline students would face for violating school rules and local ordinances. The local leaders decried the &ldquo;vacuum left by the university&rsquo;s decision to take minimal responsibility for students when they are off campus.&rdquo;</p>\n<p>Oyeronke Popoola, a 17-year-old freshman at UNC-Chapel Hill who moved out of her dorm, said that administrators, not students, deserve most of the blame for the virus-related problems after they ushered students back to campus.</p>\n<p>&ldquo;They should&rsquo;ve put everything online from the beginning, but they wanted the money,&rdquo; she said. And she said fraternities and sororities weren&rsquo;t the only ones at fault among the students: &ldquo;I feel like Greek life gets a lot of blame, which is understandable, but there are other students who were meeting without masks that were not a part of Greek life.&rdquo;</p>\n<p>Elsewhere around the world, the British government encouraged workers to return to their offices amid concerns that working from home is hurting coffee shops, restaurants and other businesses in city centers. The government plans to launch a media campaign next week to help reassure the public.</p>\n<p>Italy reported nearly 1,500 new infections Friday, its highest day-to-day increase since May, even as the country moves toward reopening schools in two weeks.</p>\n<p>Two other European countries moved to restrict travel, with Hungary announcing it will close its borders to foreigners and Greece suspending flights from Barcelona and other airports in northern Spain because of a spike in infections there.</p>\n<p><strong>Categories:</strong> Coronavirus | News | U.S./World</p>", "text": "RALEIGH, N.C. — As more and more schools and businesses around the country get the OK to reopen, college towns are moving in the opposite direction because of too much partying and too many COVID-19 infections among students.\nWith more than 300 students at the University of Missouri testing positive for the coronavirus and an alarming 44% positivity rate for the surrounding county, the local health director Friday ordered bars to stop serving alcohol at 9 p.m. and close by 10 p.m.\nEarlier this week, Iowa’s governor ordered all bars shut down around Iowa University and Iowa State, while the mayor of Tuscaloosa, Alabama, did the same in the hometown of the state’s flagship university.\n“What we’re seeing in our violations is they’re coming late at night,” said Stephanie Browning, head of the health department for Columbia, Missouri. “Big groups gathering. They’re not wearing their masks, they’re not social distancing.”\nIn Provo, Utah, the home of Brigham Young University, the Municipal Council passed a mask ordinance over the mayor’s veto because of the influx of students from around the country for the start of classes Monday.\nThe outbreaks since students began returning to campus in the past few weeks have heightened town-gown tensions and led to recriminations between local politicians and university officials.\nMeanwhile, California announced a four-tiered, color-coded plan Friday for gradually reopening businesses. It requires counties to meet certain benchmarks showing progress in controlling the virus. Gov. Gavin Newsom abandoned a reopening attempt earlier this summer because of a surge in cases.\nIn Arizona, another deadly hot spot this summer, a drop in transmission numbers allowed the Phoenix and Tucson areas to reopen gyms and some bars on Thursday. And Ohio let theater groups this week resume performances with strict audience caps.\nThe U.S. has recorded over 180,000 deaths from the coronavirus and 5.9 million confirmed infections. Worldwide, the death toll is put at more than 830,000, with at least 24.5 million cases.\nSurging infection numbers around the U.S. have been blamed in part on young people ignoring mask and social distancing requirements.\nBrowning, who also slapped a 20-person limit on crowds, said the percentage of tests coming back positive for the virus in the county is now more than four times higher than before students returned to classes. Chancellor Mun Choi said the university is not considering going to online-only classes.\nIn Iowa’s Story County, where Iowa State is situated, 74% of new cases over the past seven days were among people ages 19 to 24, Gov. Kim Reynolds said Thursday. In the same time period, 69% of new cases in Johnson County, the home of the University of Iowa, were in that age group.\n“It is increasing the virus activity in the community, and it’s spilling over to other segments of the population,” Reynolds said.\nThe University of Alabama has recorded over 500 cases of COVID-19 on campus since the fall semester began last week. In closing the town’s bars Monday for the next two weeks, Mayor Walt Maddox said that an unchecked spread of the virus threatens both the health care system and the local economy if students have to be sent home for the semester for remote learning.\nThree of North Carolina’s largest public universities have abruptly halted in-person undergraduate instruction and directed students to move out of the dorms after hundreds tested positive following their return to campus. Nearly 800 have been confirmed infected at the University of North Carolina at Chapel Hill, more than 670 at North Carolina State and around 300 at East Carolina University.\nLeaders at UNC-Chapel Hill, which has shifted to online classes, wrote an open letter Thursday to the mayor outlining steps the university is taking to curb off-campus parties, including disciplinary measures and combined patrols between campus and town police.\n“We recognize the very real problems with the behaviors of some of our fraternities and sororities,” the university’s chancellor and provost assured the mayor.\nChapel Hill’s mayor and members of the Town Council had written to the school last week urging it to expand virus testing, update its infection figures more often and spell out what discipline students would face for violating school rules and local ordinances. The local leaders decried the “vacuum left by the university’s decision to take minimal responsibility for students when they are off campus.”\nOyeronke Popoola, a 17-year-old freshman at UNC-Chapel Hill who moved out of her dorm, said that administrators, not students, deserve most of the blame for the virus-related problems after they ushered students back to campus.\n“They should’ve put everything online from the beginning, but they wanted the money,” she said. And she said fraternities and sororities weren’t the only ones at fault among the students: “I feel like Greek life gets a lot of blame, which is understandable, but there are other students who were meeting without masks that were not a part of Greek life.”\nElsewhere around the world, the British government encouraged workers to return to their offices amid concerns that working from home is hurting coffee shops, restaurants and other businesses in city centers. The government plans to launch a media campaign next week to help reassure the public.\nItaly reported nearly 1,500 new infections Friday, its highest day-to-day increase since May, even as the country moves toward reopening schools in two weeks.\nTwo other European countries moved to restrict travel, with Hungary announcing it will close its borders to foreigners and Greece suspending flights from Barcelona and other airports in northern Spain because of a spike in infections there.\nCategories: Coronavirus | News | U.S./World", "authors": [{"name": "Associated Press", "link": "triblive.com/author/the-associated-press"}]}]}