{"request": {"pageUrl": "https://www.msn.com/en-us/news/us/colleges-with-covid-outbreaks-advised-to-keep-students-on-campus/ar-BB18w2eG", "api": "article", "version": 3}, "objects": [{"date": "Sun, 30 Aug 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 630, "width": 0, "diffbotUri": "image|3|-1067322101", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB18wck2.img?h=630&w=1200&m=6&q=60&o=t&l=f&f=jpg", "naturalWidth": 1200, "primary": true, "height": 0}], "author": "Olivia Raimonde", "estimatedDate": "Sun, 30 Aug 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/d7/97297b.ico", "diffbotUri": "article|3|1190971951", "siteName": "MSN", "type": "article", "title": "Colleges With Covid Outbreaks Advised to Keep Students on Campus", "tags": [{"score": 0.9808761477470398, "sentiment": 0, "count": 2, "label": "college", "uri": "https://diffbot.com/entity/XygW05YWxMKCisk_YrXtvAw"}, {"score": 0.9421483278274536, "sentiment": -0.867, "count": 4, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.6185130476951599, "sentiment": 0, "count": 1, "label": "University of North Carolina", "uri": "https://diffbot.com/entity/Ocdj85C4fMf-iAPY8Jz4yow", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.6049469113349915, "sentiment": 0, "count": 1, "label": "Bloomberg L.P.", "uri": "https://diffbot.com/entity/CwGwMta79MgibMmxi2O1wYw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.6003583073616028, "sentiment": 0, "count": 2, "label": "East Carolina University", "uri": "https://diffbot.com/entity/O3WwZrriDOiWYlFTOTK1haQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.5856015682220459, "sentiment": 0, "count": 1, "label": "Howard Koh", "uri": "https://diffbot.com/entity/PYJZxL8ZoN-W1QZf8xopHkA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.5616663098335266, "sentiment": 0, "count": 1, "label": "epidemiology", "uri": "https://diffbot.com/entity/XunOqcVuSNsyKXhfUiSsaNA", "rdfTypes": ["http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity"]}, {"score": 0.5604531764984131, "sentiment": -0.711, "count": 3, "label": "school", "uri": "https://diffbot.com/entity/XhviB7TzaOxK2vax3A6JCTQ"}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-us/news/us/colleges-with-covid-outbreaks-advised-to-keep-students-on-campus/ar-BB18w2eG", "html": "<p>(Bloomberg) --</p>\n<p>A consensus is building among public health experts that it&rsquo;s better to keep university students on campus after a Covid-19 outbreak rather than send them home as many are doing.</p>\n<p>It&rsquo;s easier to isolate sick or exposed students and trace their contacts if they stay put, said Ravina Kullar, epidemiologist and spokesperson for Infectious Diseases Society of America. Sending students home risks exposing other people there as well as along the way, and makes contact tracing all but impossible.</p>\n<p>&ldquo;There&rsquo;s just inevitably going to be an outbreak,&rdquo; she said. &ldquo;Colleges need to take on the burden of having these students kept at their campus and taking care of them.&rdquo;</p>\n<p>The University of North Carolina at Chapel Hill was one of the first to reverse in-person learning, sending students home to complete the semester remotely after the school had an outbreak. Colleges including Towson University and East Carolina University have done the same.</p>\n<p>New York Governor Andrew Cuomo announced <a data-id=\"75\" data-m=\"{\" href=\"https://www.governor.ny.gov/news/governor-cuomo-issues-guidance-infection-rates-college-campuses-following-reports-students\">Aug. 27</a> that schools in the state would switch to online learning for two weeks if they record 100 cases or 5% of the population gets infected, keeping students in place while tamping the virus&rsquo;s spread. The University of Notre Dame adopted the same strategy, and <a data-id=\"76\" data-m=\"{\" href=\"https://here.nd.edu/news/notre-dame-to-begin-gradual-resumption-of-in-person-classes-sept-2/\">announced</a> Friday that it will resume in-person classes on Sept. 2.</p>\n<p>Students walk on campus at the University of North Carolina at Chapel Hill on Aug. 18.</p>\n<p>Photographer: Melissa Sue Gerrits/Getty Images</p>\n<p>U.S. President Donald Trump spoke of the risk this month while urging campuses to reopen, saying that sending students home after an outbreak could put relatives at risk. &ldquo;Instead of saving lives, a decision to close universities could cost lives,&rdquo; he said.</p>\n<p>Notre Dame President John Jenkins had initially leaned toward clearing the campus when cases shot up to 147 less than two weeks after the first person was diagnosed. The county&rsquo;s deputy health officer, Mark Fox, persuaded him to make classes remote and clamp down on interactions first to see if that could slow the spread.</p>\n<p>Notre Dame had a solid plan for reopening its campus, Fox said. The challenge was the magnitude and the velocity of cases, he said. When it hit, the school ramped up testing, added more isolation beds and expanded contact tracing. Together with tight restrictions on interactions between those living on and off campus, Notre Dame slowed cases from jumping to communities surrounding the school.</p>\n<h3>Read More:</h3>\n<p><a data-id=\"77\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-08-20/virtual-classes-can-t-stop-explosion-of-off-campus-virus-cases\">Virtual Classes Can&rsquo;t Stop Explosion of Off-Campus Virus Cases</a><a data-id=\"78\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-08-18/unc-calling-off-in-person-school-seen-clear-as-day-by-students\">UNC Students Saw Failure of Live Classes Before School Did</a><a data-id=\"79\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-08-25/in-or-out-of-the-classroom-back-to-school-could-be-dangerous-for-some\">In or Out of the Classroom, Back to School Is Dangerous for Some</a></p>\n<p>For schools that send students home, contact tracing to help ensure they and their communities stay safe gets harder, especially for out-of-state students.</p>\n<p>If students live relatively nearby or are in-state, tracers can do their job, said Howard Koh, former assistant secretary for health for the U.S. Department of Health and Human Services and Harvard T.H. Chan School of Public Health professor. If students leave the state to go home, it&rsquo;s less effective.</p>\n<p>&ldquo;That will make the job very difficult, if not impossible,&rdquo; he said.</p>\n<p>Contact tracing can help manage outbreaks when done correctly. The U.S. has struggled with it for many reasons, including getting people to answer the phone and respond truthfully. That&rsquo;s even harder at college, when students worry about being disciplined for violating rules: Many schools have limited parties and other gatherings to reduce Covid-19 risks. Young people also relish finally being back with their friends.</p>\n<p>&ldquo;The more contacts a person has, the harder contact tracing can be,&rdquo; said Amesh Adalja, a senior scholar at the Johns Hopkins University Center for Health Security. &ldquo;People may not even know who they&rsquo;re in contact with, especially if they are drinking.&rdquo;</p>\n<p>Effective programs interview a patient as soon as possible after a diagnosis to find out where they went while contagious, then contact anyone they encountered about their possible exposure. It&rsquo;s usually recommended those contacts quarantine and monitor for symptoms.</p>\n<p>In Chapel Hill, sick Tar Heels were isolated, and UNC quarantined anyone who was exposed when it announced it was sending students home on Aug. 17.</p>\n<p>Those who went home were advised to self-isolate for 14 days, according to Ken Pittman, campus health executive director. Contact tracers have been effective in mitigating further spread, he said. Still, the UNC Covid <a data-id=\"80\" data-m=\"{\" href=\"https://carolinatogether.unc.edu/dashboard/\">dashboard</a> showed another 26 new cases on Aug. 28.</p>\n<h3>Out of State</h3>\n<p>East Carolina <a data-id=\"81\" data-m=\"{\" href=\"https://returnofpiratenation.ecu.edu/public-covid-dashboard/\">reported</a> 370 total positive cases from students as of Aug. 24. ECU&rsquo;s contact tracing coordinator, Kelli Russell, said although they&rsquo;ve run into issues with voice mailboxes that are full or not set up, students are answering their phones and speaking with the trained contact tracers, and have been transparent about where they have been and whom they have been in contact with.</p>\n<p>UNC&rsquo;s staff and student health services work with county officials to locate cases on campus or nearby and traces close contacts of students testing positive even if they&rsquo;ve left campus, Pittman said. They&rsquo;ll coordinate with local health departments when a close contact who isn&rsquo;t a student is identified, even out of state.</p>\n<p>For more articles like this, please visit us at <a data-id=\"82\" data-m=\"{\" href=\"https://www.bloomberg.com\">bloomberg.com</a></p>\n<p>&copy;2020 Bloomberg L.P.</p>", "text": "(Bloomberg) --\nA consensus is building among public health experts that it’s better to keep university students on campus after a Covid-19 outbreak rather than send them home as many are doing.\nIt’s easier to isolate sick or exposed students and trace their contacts if they stay put, said Ravina Kullar, epidemiologist and spokesperson for Infectious Diseases Society of America. Sending students home risks exposing other people there as well as along the way, and makes contact tracing all but impossible.\n“There’s just inevitably going to be an outbreak,” she said. “Colleges need to take on the burden of having these students kept at their campus and taking care of them.”\nThe University of North Carolina at Chapel Hill was one of the first to reverse in-person learning, sending students home to complete the semester remotely after the school had an outbreak. Colleges including Towson University and East Carolina University have done the same.\nNew York Governor Andrew Cuomo announced Aug. 27 that schools in the state would switch to online learning for two weeks if they record 100 cases or 5% of the population gets infected, keeping students in place while tamping the virus’s spread. The University of Notre Dame adopted the same strategy, and announced Friday that it will resume in-person classes on Sept. 2.\nStudents walk on campus at the University of North Carolina at Chapel Hill on Aug. 18.\nPhotographer: Melissa Sue Gerrits/Getty Images\nU.S. President Donald Trump spoke of the risk this month while urging campuses to reopen, saying that sending students home after an outbreak could put relatives at risk. “Instead of saving lives, a decision to close universities could cost lives,” he said.\nNotre Dame President John Jenkins had initially leaned toward clearing the campus when cases shot up to 147 less than two weeks after the first person was diagnosed. The county’s deputy health officer, Mark Fox, persuaded him to make classes remote and clamp down on interactions first to see if that could slow the spread.\nNotre Dame had a solid plan for reopening its campus, Fox said. The challenge was the magnitude and the velocity of cases, he said. When it hit, the school ramped up testing, added more isolation beds and expanded contact tracing. Together with tight restrictions on interactions between those living on and off campus, Notre Dame slowed cases from jumping to communities surrounding the school.\nRead More:\nVirtual Classes Can’t Stop Explosion of Off-Campus Virus CasesUNC Students Saw Failure of Live Classes Before School DidIn or Out of the Classroom, Back to School Is Dangerous for Some\nFor schools that send students home, contact tracing to help ensure they and their communities stay safe gets harder, especially for out-of-state students.\nIf students live relatively nearby or are in-state, tracers can do their job, said Howard Koh, former assistant secretary for health for the U.S. Department of Health and Human Services and Harvard T.H. Chan School of Public Health professor. If students leave the state to go home, it’s less effective.\n“That will make the job very difficult, if not impossible,” he said.\nContact tracing can help manage outbreaks when done correctly. The U.S. has struggled with it for many reasons, including getting people to answer the phone and respond truthfully. That’s even harder at college, when students worry about being disciplined for violating rules: Many schools have limited parties and other gatherings to reduce Covid-19 risks. Young people also relish finally being back with their friends.\n“The more contacts a person has, the harder contact tracing can be,” said Amesh Adalja, a senior scholar at the Johns Hopkins University Center for Health Security. “People may not even know who they’re in contact with, especially if they are drinking.”\nEffective programs interview a patient as soon as possible after a diagnosis to find out where they went while contagious, then contact anyone they encountered about their possible exposure. It’s usually recommended those contacts quarantine and monitor for symptoms.\nIn Chapel Hill, sick Tar Heels were isolated, and UNC quarantined anyone who was exposed when it announced it was sending students home on Aug. 17.\nThose who went home were advised to self-isolate for 14 days, according to Ken Pittman, campus health executive director. Contact tracers have been effective in mitigating further spread, he said. Still, the UNC Covid dashboard showed another 26 new cases on Aug. 28.\nOut of State\nEast Carolina reported 370 total positive cases from students as of Aug. 24. ECU’s contact tracing coordinator, Kelli Russell, said although they’ve run into issues with voice mailboxes that are full or not set up, students are answering their phones and speaking with the trained contact tracers, and have been transparent about where they have been and whom they have been in contact with.\nUNC’s staff and student health services work with county officials to locate cases on campus or nearby and traces close contacts of students testing positive even if they’ve left campus, Pittman said. They’ll coordinate with local health departments when a close contact who isn’t a student is identified, even out of state.\nFor more articles like this, please visit us at bloomberg.com\n©2020 Bloomberg L.P."}]}