{"request": {"pageUrl": "https://www.usatoday.com/story/news/education/2020/09/11/covid-cases-college-us-outbreak-rate-tracker/5759088002/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 11 Sep 2020 09:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 1350, "width": 0, "diffbotUri": "image|3|-928203793", "url": "https://www.gannett-cdn.com/presto/2020/03/19/PPES/0633b3c0-7cd3-4910-a905-bb8c55b45834-HES-DR-031820-signs-05.jpg?crop=2399,1350,x0,y0&width=2399&height=1350&format=pjpg&auto=webp", "naturalWidth": 2399, "primary": true, "height": 0}], "author": "Chris Quintana", "estimatedDate": "Fri, 11 Sep 2020 09:00:00 GMT", "publisherRegion": "North America", "diffbotUri": "article|3|-1859633488", "siteName": "USA TODAY", "type": "article", "title": "'Astonishingly risky': COVID-19 cases at colleges are fueling the nation's hottest outbreaks", "tags": [{"score": 0.9983119964599609, "sentiment": 0, "count": 9, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.963779091835022, "sentiment": -0.215, "count": 6, "label": "college", "uri": "https://diffbot.com/entity/XygW05YWxMKCisk_YrXtvAw"}, {"score": 0.8547372221946716, "sentiment": 0, "count": 1, "label": "Story County", "uri": "https://diffbot.com/entity/AdDV4WjXHNOawHEELSpPkfQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.7760961055755615, "sentiment": 0, "count": 5, "label": "Oxford", "uri": "https://diffbot.com/entity/AKP_dTy8nO4eGcx72eIP5Og", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City", "http://dbpedia.org/ontology/Town"]}, {"score": 0.5970329642295837, "sentiment": 0, "count": 1, "label": "University of Mississippi", "uri": "https://diffbot.com/entity/Ol4P6l-JiPTy9Fhr4rz5pBQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.5817424654960632, "sentiment": 0, "count": 1, "label": "Iowa State University", "uri": "https://diffbot.com/entity/Ob-wFobR9PrG2J8-LX8PmHw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.usatoday.com/staff/2648065001/chris-quintana/", "pageUrl": "https://www.usatoday.com/story/news/education/2020/09/11/covid-cases-college-us-outbreak-rate-tracker/5759088002/", "html": "<aside><figure><video></video></figure></aside>\n<p>About three weeks ago, the University of Mississippi started its fall semester, bringing students from around the country back to Lafayette County. The university had hoped its mix of in-person and online classes and mask-wearing guidelines, among other measures, would be enough to prevent an outbreak.</p>\n<p>On paper, the college appears to be doing well. According to recent numbers, the University of Mississippi has recorded about 430 confirmed cases since Aug. 24, the first day of classes in Oxford, and still has plenty of housing for those who have been infected or exposed to the virus.</p>\n<p>Data in Lafayette County, home to the Mississippi flagship, paint a starker picture. An analysis by USA TODAY shows the county has one of the highest per-capita rates of coronavirus infections in the country, at 1,053 COVID-19 cases per 100,000 people in the last two weeks.</p>\n<p>The rising positive cases were expected with the return of students, but the increase remains concerning, said Oxford Mayor Robyn Tannehill. Oxford is both a college town and a place where people come to retire. In the past month, Tannehill said, 26 residents at a local veterans' home have died in connection to the coronavirus.</p>\n<p>Across the country, college students' mounting coronavirus outbreaks have become an urgent public health issue. Of the 25 hottest outbreaks in the U.S., communities heavy with college students represent 19 of them.</p>\n<p>They span the map from Georgia Southern University to the University of North Dakota, from Virginia Tech to Central Texas College. In some of the college towns, like Pullman, Washington, home to Washington State, students aren't even taking classes in person, yet are still crowding apartments and filling local bars.</p>\n<p>In Lafayette County, Mississippi, the community had already seen how lax student behavior can spread the virus. <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.clarionledger.com/story/news/2020/06/18/oxford-covid-19-outbreak-linked-to-fraternity-parties/3217497001/\">A June outbreak in the town of Oxford</a> was tied to Greek life recruitment parties.</p>\n<p>&ldquo;I definitely feel a kind of heightened sense of COVID agoraphobia now that (undergraduate) students are back in town,&rdquo; said Katie Turner, a doctoral student studying English.</p>\n<p>The city of Oxford has issued 60 citations since the beginning of August to people violating social distancing guidelines.</p>\n<p>&ldquo;Most students are trying to do the right thing,&rdquo; said Tannehill, the mayor. &ldquo;Maybe they&rsquo;re just very much underestimating the danger in large social gatherings.&rdquo;</p>\n<p>The super-spreading nature of the coronavirus is stretching the abilities of universities to quarantine students and halt the virus' progress, leading to drastic consequences.</p>\n<p>At Indiana University in Bloomington, administrators <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/story/news/nation/2020/09/02/quarantine-30-40-greek-houses-indiana-university-bloomington/5698805002/\">quarantined three-fourths of Greek houses on campus</a> and suggested students vacate the remaining houses and find new places to live. Graduate students at the University of Michigan <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.freep.com/story/news/local/michigan/2020/09/08/university-michigan-graduate-instructor-strike-covid-19/5748490002/\">launched a strike on Tuesday</a> that remained ongoing as of Thursday<strong>, </strong>refusing to teach undergraduates over the university's response to the virus. And <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.jsonline.com/story/news/education/2020/09/09/uw-madison-pauses-person-classes-two-weeks/5766409002/\">after seeing a sharp rise </a>in cases, the University of Wisconsin in Madison recently shifted to online instruction for two weeks and quarantined two large residence halls after asking students to &quot;limit their movement.&quot; One Dane County official even asked<a data-t-l=\"|inline|intext|n/a\" href=\"https://www.jsonline.com/story/news/education/2020/09/09/dane-county-exec-asks-university-wisconsin-send-undergrads-home/5762965002/\"> the university to send students home</a>, a movethat could give relief to the community butfurther spread the virus across the country.</p>\n<p>Local health officials say they fear both for students infected and the cities and counties they&rsquo;re living in.</p>\n<p>In Story County, Iowa, home to Iowa State and one of the country's hottest outbreaks, a rise in cases among people 45 years and older shows the hotspot is spreading from campus, said Dr. John Paschen, the chair of the county&rsquo;s health board.</p>\n<p>&ldquo;What I'm really afraid of is we're going to have another episode where it gets into a nursing home and <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.amestrib.com/story/news/2020/09/04/story-county-health-chair-covid-19-cases-rising-people-45-and-older/5715725002/\">a lot of people die</a>,&quot; Paschen said.</p>\n<h2>COVID cases 'likely much, much worse'</h2>\n<p>Some of the institutions where students are driving the hottest outbreaks are mostly staying the course.</p>\n<p>At the University of Mississippi, officials have <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/story/news/education/2020/08/25/covid-test-cases-college-fall-semester/5626639002/\">increased their testing capacity</a> for students with symptoms, and the college started random testing across campus this week, nearly two weeks after classes began. The delay involved finding the right company to run testing and getting it approved by the university's board, Provost Noel E. Wilkin said. And while case counts are high, he said, the university doesn't see a need so far to move classes online or send students home.</p>\n<p>&quot;What people focus on is that active case number or the overall raw number, rather than on the capacity of our institution to deal with and manage what the virus throws at us,&quot; Wilkin said. &quot;I feel prepared for everything the virus will throw at us.&quot;</p>\n<p>Sociology professor James M. Thomas pointed out the university may already be overmatched. While its college-wide numbers include all members of the university, the county figures only include in-state students whose family residence is in the Oxford area. Students from other counties are tallied there.</p>\n<p>&ldquo;Our numbers look bad on paper,&rdquo; Thomas said, &ldquo;but they are likely much, much worse.&rdquo;</p>\n<p>The rise in cases in Lafayette County is tied to the college's students, but also includes transmission across the community, said Liz Sharlot, spokeswoman for the Mississippi Department of Health. She said the state agency wouldn't have the authority to suggest the university move to online courses if cases continue to rise, but did say it would recommend guidelines for the campus.</p>\n<p>At James Madison University, where rising infections have put the independent city of Harrisonburg at the top of the nation's outbreaks, the college recorded more than 700 COVID-19 cases in one week of class and promptly pivoted to online instruction on Sept. 1. In the past two weeks, the case rate per 100,000 residents in Harrisonburg has climbed to 1,562. In late July, that number had been at 71 cases per 100,000.</p>\n<p>Even counties where the local college skipped most in-person instruction, like Washington State University in Whitman County, are still susceptible to climbing case counts. That locality had roughly 70 cases per 100,000 residents in two weeks in late July, and now is reporting 1,295 in the last two weeks.</p>\n<p>What&rsquo;s driving that increase, according to Troy Henderson, the county public health director? &ldquo;About 12,000 young adults pulled into a very small rural town.&quot;</p>\n<p>University President Kirk Schulz <a data-t-l=\"|inline|intext|n/a\" href=\"https://from.wsu.edu/president/2020/pullman-fall2020-online/email.html\">had asked students in July</a> to remain home to continue their studies.But some students were locked into leases. The university had asked local property owners for some flexibility, but said the landlords &ldquo;advised that they rely on those rent payments to meet their financial obligations.&rdquo;</p>\n<p>When thousands of students showed up anyway, Washington State added new testing centers, created a team to trace virus outbreaks and implored students to follow local health rules, spokesman Phil Weiler said.</p>\n<p>&quot;We don't have the right to tell students where they can and can't live,&quot; Weiler said. &quot;Our students are young adults. We need them to make the right decisions.&quot;</p>\n<p>Henderson said he suspects many students are experiencing fatigue related to the pandemic and returned because they missed the college experience.</p>\n<p>The students and townspeople don&rsquo;t mingle often in Whitman County, he said, but they do go to the same grocery stores and gas stations. Some people have taken to shopping earlier to avoid the younger residents in town. The town of Pullman has yet to shut down bars or restaurants, though that option is possible if cases keep rising.</p>\n<h2>Tracking cases?</h2>\n<p>From the start, reopening any college during the middle of a pandemic was an &quot;incredible gamble,&quot; said Gavin Yamey, a professor at Duke University's Global Health Institute.</p>\n<p>&ldquo;You could liken the reopening of a college or university to dropping a cruise ship into a town and giving passengers free rein,&rdquo; Yamey said. &ldquo;You can&rsquo;t hermetically seal a campus off from the rest of town.&rdquo;</p>\n<p>For many colleges, that cruise ship has already sailed. The challenge now, Yamey said, will be tracking outbreaks.</p>\n<p>In Georgia, Matthew Boedy, a professor of rhetoric at the University of North Georgia, <a data-t-l=\"|inline|intext|n/a\" href=\"https://docs.google.com/document/d/1tCijdezYBswB6fjFZcLPxalbRBolAR9DDOLjBjc-oaM/edit\">has started tracking cases statewide </a>because the local university system hadn&rsquo;t organized them all in one place.</p>\n<p>His work has found Georgia Southern University in Statesboro is one of the frontrunners, with 942 reported cases since August 17. Yet according to the university&rsquo;s dashboard on Thursday afternoon, it had 126 confirmed cases and tracked another 237 self-reported cases from August 31 to Sept. 6. The county surrounding it has seen 1,222 cases per 100,000 residents in the past two weeks.</p>\n<p>Faculty with the local chapter of the American Association of University Professors have <a data-t-l=\"|inline|intext|n/a\" href=\"https://thegeorgeanne.com/21956/news/over-250-people-sign-statement-of-support-for-the-aaups-open-letter-to-georgia-southern-community/\">pressed the university</a> to expand its testing program and update new cases on a daily basis instead of weekly, plus report positive testing percentages and the number of students quarantined. The safety of local residents is in &ldquo;the hands of USG Chancellor (Steve) Wrigley and the Georgia Southern administration,&rdquo; the faculty said.</p>\n<p>&quot;It&rsquo;s amazing to me that fairly rural county public school systems are willing to put those numbers out every day. Yet Southern University doesn't,&rdquo; said Rob Yarbrough, a professor of geography at Georgia Southern, who drafted the faculty letter. &ldquo;It&rsquo;s not they can&rsquo;t. They just don&rsquo;t.&rdquo;</p>\n<p>The rate of confirmed and self-reported positive tests at Georgia Southern last week declined nearly 30% from the prior week, said Jennifer Wise, a university spokeswoman. The college has upped its testing capacity for those with symptoms and is working with the county to provide asymptomatic testing, she said.</p>\n<p>County officials assure the university, she said, that &quot;positive cases reported at Georgia Southern are not impacting availability of care in the area.&quot;</p>\n<h2>For colleges with outbreaks, few options</h2>\n<p>One hotspot university rejected entirely the notion that its students could be responsible for spreading the virus in the community.</p>\n<p>McLean County, which is home to Illinois State University, added more coronavirus cases in the last two weeks than it reported in the entire rest of the pandemic. Its two-week measure of cases as of Thursday had reached 844 per 100,000 residents.That rate was at 97 per 100,000 in late July, according to USA TODAY's analysis.</p>\n<p>When Illinois State students returned to the town of Normal, more than 80% of their classes were online and dorm capacity had been cut 40%. Still, cases spiked in connection to off-campus parties and crowded establishments like bars, said Jessica McKnight, the McLean County Health Department administrator. More than half of the county's cases are in young people ages 18 to 29.</p>\n<p>Eric Jome, a spokesman for Illinois State, said it was disingenuous to suggest students were spreading the virus to the community. &quot;The students are, and always have been, a large part of the community,&quot; he said.</p>\n<p>Still, Jome said the infection rate in the county is a cause for concern. Illinois State is working with Normal to punish those who &ldquo;flout COVID safety and avoidance rules,&rdquo; he said.</p>\n<p>Colleges with spiraling outbreaks have few options. They can lock students down &mdash; in some cases even restricting them to their dorm rooms, as was the case at Gettysburg College &mdash; or send them home. (That college sent most students home on Sept. 4, a few days after the lockdown began.)</p>\n<p>But Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, and Dr. Deborah Birx, head of the White House coronavirus task force, both have said sending students home could further spread the virus.</p>\n<p>That&rsquo;s also the worst-case scenario for Yamey, the professor at Duke University, and it&rsquo;s coming true. In just the past few weeks, colleges such as North Carolina State, James Madison University and Temple University in Pennsylvania all started classes, only to ask their students to return home.</p>\n<p>&ldquo;This scenario is one of the many reasons why reopening universities and bringing all students back to town for dorm living, socializing, parties and classroom teaching was an astonishingly risky strategy,&rdquo; Yamey said. &ldquo;These universities now risk spreading the virus nationwide.&rdquo;</p>\n<p><em>Education coverage at USA TODAY is made possible in part by a grant from the Bill and Melinda Gates Foundation. The Gates Foundation does not provide editorial input. </em></p>\n<p><em>Contributing: Danielle Gehr and Kiley Wellendorf, Ames Tribune; Cleo Krejci, Iowa City Press-Citizen;</em> <em>Elinor Aspegren, USA TODAY; Devi Shastri, Milwaukee Journal Sentinel.</em></p>", "text": "About three weeks ago, the University of Mississippi started its fall semester, bringing students from around the country back to Lafayette County. The university had hoped its mix of in-person and online classes and mask-wearing guidelines, among other measures, would be enough to prevent an outbreak.\nOn paper, the college appears to be doing well. According to recent numbers, the University of Mississippi has recorded about 430 confirmed cases since Aug. 24, the first day of classes in Oxford, and still has plenty of housing for those who have been infected or exposed to the virus.\nData in Lafayette County, home to the Mississippi flagship, paint a starker picture. An analysis by USA TODAY shows the county has one of the highest per-capita rates of coronavirus infections in the country, at 1,053 COVID-19 cases per 100,000 people in the last two weeks.\nThe rising positive cases were expected with the return of students, but the increase remains concerning, said Oxford Mayor Robyn Tannehill. Oxford is both a college town and a place where people come to retire. In the past month, Tannehill said, 26 residents at a local veterans' home have died in connection to the coronavirus.\nAcross the country, college students' mounting coronavirus outbreaks have become an urgent public health issue. Of the 25 hottest outbreaks in the U.S., communities heavy with college students represent 19 of them.\nThey span the map from Georgia Southern University to the University of North Dakota, from Virginia Tech to Central Texas College. In some of the college towns, like Pullman, Washington, home to Washington State, students aren't even taking classes in person, yet are still crowding apartments and filling local bars.\nIn Lafayette County, Mississippi, the community had already seen how lax student behavior can spread the virus. A June outbreak in the town of Oxford was tied to Greek life recruitment parties.\n“I definitely feel a kind of heightened sense of COVID agoraphobia now that (undergraduate) students are back in town,” said Katie Turner, a doctoral student studying English.\nThe city of Oxford has issued 60 citations since the beginning of August to people violating social distancing guidelines.\n“Most students are trying to do the right thing,” said Tannehill, the mayor. “Maybe they’re just very much underestimating the danger in large social gatherings.”\nThe super-spreading nature of the coronavirus is stretching the abilities of universities to quarantine students and halt the virus' progress, leading to drastic consequences.\nAt Indiana University in Bloomington, administrators quarantined three-fourths of Greek houses on campus and suggested students vacate the remaining houses and find new places to live. Graduate students at the University of Michigan launched a strike on Tuesday that remained ongoing as of Thursday, refusing to teach undergraduates over the university's response to the virus. And after seeing a sharp rise in cases, the University of Wisconsin in Madison recently shifted to online instruction for two weeks and quarantined two large residence halls after asking students to \"limit their movement.\" One Dane County official even asked the university to send students home, a movethat could give relief to the community butfurther spread the virus across the country.\nLocal health officials say they fear both for students infected and the cities and counties they’re living in.\nIn Story County, Iowa, home to Iowa State and one of the country's hottest outbreaks, a rise in cases among people 45 years and older shows the hotspot is spreading from campus, said Dr. John Paschen, the chair of the county’s health board.\n“What I'm really afraid of is we're going to have another episode where it gets into a nursing home and a lot of people die,\" Paschen said.\nCOVID cases 'likely much, much worse'\nSome of the institutions where students are driving the hottest outbreaks are mostly staying the course.\nAt the University of Mississippi, officials have increased their testing capacity for students with symptoms, and the college started random testing across campus this week, nearly two weeks after classes began. The delay involved finding the right company to run testing and getting it approved by the university's board, Provost Noel E. Wilkin said. And while case counts are high, he said, the university doesn't see a need so far to move classes online or send students home.\n\"What people focus on is that active case number or the overall raw number, rather than on the capacity of our institution to deal with and manage what the virus throws at us,\" Wilkin said. \"I feel prepared for everything the virus will throw at us.\"\nSociology professor James M. Thomas pointed out the university may already be overmatched. While its college-wide numbers include all members of the university, the county figures only include in-state students whose family residence is in the Oxford area. Students from other counties are tallied there.\n“Our numbers look bad on paper,” Thomas said, “but they are likely much, much worse.”\nThe rise in cases in Lafayette County is tied to the college's students, but also includes transmission across the community, said Liz Sharlot, spokeswoman for the Mississippi Department of Health. She said the state agency wouldn't have the authority to suggest the university move to online courses if cases continue to rise, but did say it would recommend guidelines for the campus.\nAt James Madison University, where rising infections have put the independent city of Harrisonburg at the top of the nation's outbreaks, the college recorded more than 700 COVID-19 cases in one week of class and promptly pivoted to online instruction on Sept. 1. In the past two weeks, the case rate per 100,000 residents in Harrisonburg has climbed to 1,562. In late July, that number had been at 71 cases per 100,000.\nEven counties where the local college skipped most in-person instruction, like Washington State University in Whitman County, are still susceptible to climbing case counts. That locality had roughly 70 cases per 100,000 residents in two weeks in late July, and now is reporting 1,295 in the last two weeks.\nWhat’s driving that increase, according to Troy Henderson, the county public health director? “About 12,000 young adults pulled into a very small rural town.\"\nUniversity President Kirk Schulz had asked students in July to remain home to continue their studies.But some students were locked into leases. The university had asked local property owners for some flexibility, but said the landlords “advised that they rely on those rent payments to meet their financial obligations.”\nWhen thousands of students showed up anyway, Washington State added new testing centers, created a team to trace virus outbreaks and implored students to follow local health rules, spokesman Phil Weiler said.\n\"We don't have the right to tell students where they can and can't live,\" Weiler said. \"Our students are young adults. We need them to make the right decisions.\"\nHenderson said he suspects many students are experiencing fatigue related to the pandemic and returned because they missed the college experience.\nThe students and townspeople don’t mingle often in Whitman County, he said, but they do go to the same grocery stores and gas stations. Some people have taken to shopping earlier to avoid the younger residents in town. The town of Pullman has yet to shut down bars or restaurants, though that option is possible if cases keep rising.\nTracking cases?\nFrom the start, reopening any college during the middle of a pandemic was an \"incredible gamble,\" said Gavin Yamey, a professor at Duke University's Global Health Institute.\n“You could liken the reopening of a college or university to dropping a cruise ship into a town and giving passengers free rein,” Yamey said. “You can’t hermetically seal a campus off from the rest of town.”\nFor many colleges, that cruise ship has already sailed. The challenge now, Yamey said, will be tracking outbreaks.\nIn Georgia, Matthew Boedy, a professor of rhetoric at the University of North Georgia, has started tracking cases statewide because the local university system hadn’t organized them all in one place.\nHis work has found Georgia Southern University in Statesboro is one of the frontrunners, with 942 reported cases since August 17. Yet according to the university’s dashboard on Thursday afternoon, it had 126 confirmed cases and tracked another 237 self-reported cases from August 31 to Sept. 6. The county surrounding it has seen 1,222 cases per 100,000 residents in the past two weeks.\nFaculty with the local chapter of the American Association of University Professors have pressed the university to expand its testing program and update new cases on a daily basis instead of weekly, plus report positive testing percentages and the number of students quarantined. The safety of local residents is in “the hands of USG Chancellor (Steve) Wrigley and the Georgia Southern administration,” the faculty said.\n\"It’s amazing to me that fairly rural county public school systems are willing to put those numbers out every day. Yet Southern University doesn't,” said Rob Yarbrough, a professor of geography at Georgia Southern, who drafted the faculty letter. “It’s not they can’t. They just don’t.”\nThe rate of confirmed and self-reported positive tests at Georgia Southern last week declined nearly 30% from the prior week, said Jennifer Wise, a university spokeswoman. The college has upped its testing capacity for those with symptoms and is working with the county to provide asymptomatic testing, she said.\nCounty officials assure the university, she said, that \"positive cases reported at Georgia Southern are not impacting availability of care in the area.\"\nFor colleges with outbreaks, few options\nOne hotspot university rejected entirely the notion that its students could be responsible for spreading the virus in the community.\nMcLean County, which is home to Illinois State University, added more coronavirus cases in the last two weeks than it reported in the entire rest of the pandemic. Its two-week measure of cases as of Thursday had reached 844 per 100,000 residents.That rate was at 97 per 100,000 in late July, according to USA TODAY's analysis.\nWhen Illinois State students returned to the town of Normal, more than 80% of their classes were online and dorm capacity had been cut 40%. Still, cases spiked in connection to off-campus parties and crowded establishments like bars, said Jessica McKnight, the McLean County Health Department administrator. More than half of the county's cases are in young people ages 18 to 29.\nEric Jome, a spokesman for Illinois State, said it was disingenuous to suggest students were spreading the virus to the community. \"The students are, and always have been, a large part of the community,\" he said.\nStill, Jome said the infection rate in the county is a cause for concern. Illinois State is working with Normal to punish those who “flout COVID safety and avoidance rules,” he said.\nColleges with spiraling outbreaks have few options. They can lock students down — in some cases even restricting them to their dorm rooms, as was the case at Gettysburg College — or send them home. (That college sent most students home on Sept. 4, a few days after the lockdown began.)\nBut Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, and Dr. Deborah Birx, head of the White House coronavirus task force, both have said sending students home could further spread the virus.\nThat’s also the worst-case scenario for Yamey, the professor at Duke University, and it’s coming true. In just the past few weeks, colleges such as North Carolina State, James Madison University and Temple University in Pennsylvania all started classes, only to ask their students to return home.\n“This scenario is one of the many reasons why reopening universities and bringing all students back to town for dorm living, socializing, parties and classroom teaching was an astonishingly risky strategy,” Yamey said. “These universities now risk spreading the virus nationwide.”\nEducation coverage at USA TODAY is made possible in part by a grant from the Bill and Melinda Gates Foundation. The Gates Foundation does not provide editorial input.\nContributing: Danielle Gehr and Kiley Wellendorf, Ames Tribune; Cleo Krejci, Iowa City Press-Citizen; Elinor Aspegren, USA TODAY; Devi Shastri, Milwaukee Journal Sentinel."}]}