{"request": {"pageUrl": "https://www.msn.com/en-ca/news/canada/covid-19-ontario-reports-401-new-cases-ottawa-schools-get-pop-up-testing-centres/ar-BB19b9SQ", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 599, "width": 799, "diffbotUri": "image|3|-260009037", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB192omu.img?h=600&w=799&m=6&q=60&o=f&l=f", "naturalWidth": 799, "primary": true, "height": 600}], "author": "Taylor Blewett", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/d7/97297b.ico", "diffbotUri": "article|3|-1494341336", "siteName": "MSN", "videos": [{"diffbotUri": "video|3|59856003", "url": "https://www.youtube.com/embed/H4pEYDWqkG4?autoplay=0&showinfo=1&wmode=opaque&modestbranding=1&enablejsapi=1&fs=1&rel=0&origin=https%3A%2F%2Fwww.msn.com&widgetid=1", "primary": true}], "type": "article", "title": "COVID-19: Etches says 'second wave' has begun but can be controlled; City readying more test centres, mayor says", "tags": [{"score": 0.999643087387085, "sentiment": -0.841, "count": 18, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9574387073516846, "sentiment": 0, "count": 3, "label": "Jim Watson", "uri": "https://diffbot.com/entity/PNeT2Uut_NwmoezUuEuCp0g", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9355801343917847, "sentiment": -0.525, "count": 7, "label": "Ottawa", "uri": "https://diffbot.com/entity/Ad3grsC3iOHOADnO7HTcg2A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.8904544711112976, "sentiment": -0.629, "count": 3, "label": "Ontario", "uri": "https://diffbot.com/entity/AC9vI81odMNyoFrSH6W2f3Q", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State", "http://dbpedia.org/ontology/Region", "http://dbpedia.org/ontology/AdministrativeRegion", "http://dbpedia.org/ontology/GovernmentalAdministrativeRegion", "http://dbpedia.org/ontology/Province"]}, {"score": 0.7955176830291748, "sentiment": 0, "count": 1, "label": "Bill Blair", "uri": "https://diffbot.com/entity/PtTNMWaj-Nf23TgWpOJc2Tw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7017475366592407, "sentiment": 0, "count": 1, "label": "test", "uri": "https://diffbot.com/entity/XLrHiBgiYMbCGxx8RZt44mw"}, {"score": 0.5735378861427307, "sentiment": 0, "count": 1, "label": "Toronto", "uri": "https://diffbot.com/entity/X2vNz75WrNwmacgh528tFUw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-ca/news/canada/covid-19-ontario-reports-401-new-cases-ottawa-schools-get-pop-up-testing-centres/ar-BB19b9SQ", "html": "<figure><img alt=\"a man in a police car parked in a parking lot: Testing lineups were long again Friday\" data-src=\"{\" src=\"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB192omu.img?h=600&w=799&m=6&q=60&o=f&l=f\"></img></figure>\n<figure><iframe frameborder=\"0\" height=\"100%\" src=\"https://www.youtube.com/embed/H4pEYDWqkG4?autoplay=0&showinfo=1&wmode=opaque&modestbranding=1&enablejsapi=1&fs=1&rel=0&origin=https%3A%2F%2Fwww.msn.com&widgetid=1\" width=\"100%\"></iframe></figure>\n<p><strong>What you need to know, at a glance</strong></p>\n<ul> <li>Medical Officer of Health Dr. Vera Etches confirmed Friday that Ottawa is in a second wave of the COVID-19 pandemic</li> <li>&ldquo;It&rsquo;s the speed of the increase that concerns us.&rdquo;</li> <li>&ldquo;We want to flatten it, keep it a small bump,&rdquo; said Etches</li> <li>Ottawa Public Health reported 63 new cases of COVID-19 Friday, bringing the total of active cases across the city to 458</li> <li>There are 11 people in hospital, none of them in ICU. There have been 3,486 cases and 273 deaths locally</li> <li>Ottawa is offering a number of facilities to use as COVID-19 testing sites, says Mayor Jim Watson</li> <li>Mayor calls for a &ldquo;pivot&rdquo; in messaging to keep asymptomatic people away from the long lineups.</li> <li>The mayor said the new sites are being finalized but expects they will be announced next week.</li> <li>The mayor said the primary responsibility for testing is with the hospital network and they&rsquo;re stepping up.</li> <li>Three pop-up testing sites were set up Friday, but Ontario Health two were deployed to schools &ldquo;with known prevalence.&rdquo;</li> <li>They asked the public not to attend the pop-ups &ldquo;as they have a limited capacity and are focused on targeting the school population.&rdquo;</li> <li>The west end care clinic on Moodie Drive closed its line at around 9 a.m., shortly after opening, after hitting its daily capacity</li> <li>Dr. Robert Cushman, acting medical officer of health with Renfrew County and District Health Unit, says universal testing for COVID-19 has led to major problems and advocated &ldquo;strategic testing&rdquo;</li> <li>He said the broader testing has led to problems such as expired samples and test results that take upwards of seven days to get back</li> <li>&ldquo;It&rsquo;s bad science to do universal testing, but it&rsquo;s good politics,&rdquo; he says.</li> <li>Dr. David Williams, Ontario&rsquo;s chief medical officer of health, also criticized the slow turnaround times in Ottawa</li> <li>He said the city labs, which are overseen by the Ottawa Hospital, are dealing with &ldquo;logistical issues they&rsquo;re trying to work through.&rdquo;</li> <li>Dr. Howard Njoo, deputy chief public health officer, said Friday it was too soon to declare the country was experiencing a &ldquo;second wave&rdquo; of COVID-19 infections, but &ldquo;the trend is definitely going the wrong way.&rdquo;</li> <li><p>As expected, Public Safety Minister Bill Blair announced Friday that the Canada-U.S. border will remain closed to non-essential travel until Oct. 21.</p><p> Health Canada was reporting a total of 140,887 cases of COVID-19 since the pandemic began. There are 8,558 cases nationwide.</p></li> <li>Premier Doug Ford said he&rsquo;s hopeful that by this time next week, &ldquo;we&rsquo;ll have numerous pharmacies &hellip; helping out the system.&rdquo;</li> <li>&ldquo;We can&rsquo;t work at government speed, we have to work at COVID speed.&rdquo;</li> <li>Ford also noted that the new private gathering limits applied in Ottawa, Toronto and Peel (up to 10 people indoors and 25 outside) will be rolling out in other areas of the province, on the request of local mayors and medical officers of health.</li> <li>Ontario&rsquo;s daily COVID-19 new case count was 401 on Friday</li> <li>No new COVID-19 deaths were reported in Ontario</li> <li>The Outaouais will be one of eight Quebec regions getting extra attention during a second weekend crackdown to ensure venues and patrons are obeying provincial regulations</li> <li>Quebec reported 297 new cases of COVID-19 and one additional death on Friday.</li> </ul>\n<p>Medical Officer of Health Dr. Vera Etches confirmed Friday that Ottawa is in a second wave of the COVID-19 pandemic, in response to a question from CTV Ottawa at a Friday media scrum.</p>\n<p>&ldquo;We&rsquo;re seeing a rise in cases and it&rsquo;s the speed of the increase that concerns us.&rdquo;</p>\n<p>Etches says the second wave of COVID-19 now washing over the city can be stopped if people take responsible action today.</p>\n<p>&ldquo;The actions we take today could make that wave flatten, that curve flatten in the next two to three weeks,&rdquo; Dr. Vera Etches told reporters in a news conference Friday afternoon.</p>\n<p>&ldquo;That&rsquo;s what I hope: that this is another peak that will not last longer than the next two weeks. And it is up to each of us to make that happen.&rdquo;</p>\n<p>Etches said she expects that the city&rsquo;s COVID-19 numbers will rise and fall in a series of peaks and valleys. She declared that a second wave is underway, Etches explained, because the number of positive cases is rising rapidly, and at the same time, the percentage of people testing positive is on the rise &ndash; even as the number of people tested also increases.</p>\n<p>&ldquo;These are the signs that there is more COVID in our community,&rdquo; she said. &ldquo;The challenge comes when that growth is too rapid and when it&rsquo;s sustained.&rdquo;</p>\n<p>Such a second wave, she said, threatens to invade long term care homes and cause more hospitalizations and more deaths unless it is brought under control.</p>\n<p>&ldquo;Our goal as a community is to stop the rise, slow down the rise, turn the curve again,&rdquo; she said.</p>\n<p>Etches explained that &ldquo;second wave&rdquo; doesn&rsquo;t have to mean transmission of the virus reaches crisis levels. In fact, Ottawa already went through a small wave of increased transmission in July, she said.</p>\n<p>&ldquo;We want to flatten it, keep it a small bump,&rdquo; said Etches.</p>\n<p>Ottawa Public Health reported 63 new cases of COVID-19 Friday, bringing the total number of active cases across the city to 458.</p>\n<p>That includes 11 people in hospital, none of them in ICU. Since the beginning of the pandemic, 3,486 COVID-19 cases and 273 deaths have been confirmed locally.</p>\n<p>There are now 23 ongoing outbreaks of the virus in local institutions, an increase of two in the last day. The new outbreaks are at a Wee Watch West home child-care centre and Garderie Tunney&rsquo;s Daycare and involve one case in a child and one case in a staff member, respectively.</p>\n<p>Ottawa is offering a number of <a data-id=\"123\" data-m=\"{\" href=\"https://ottawacitizen.com/news/local-news/city-offering-more-municipal-facilities-as-additional-covid-19-testing-sites-mayor-watson-says/wcm/a4d0c199-3859-482f-9706-a88e28688552/\">facilities to use as COVID-19 testing sites</a> , says Mayor Jim Watson, who told Premier Doug Ford on Friday that there needs to be a &ldquo;pivot&rdquo; in messaging to keep asymptomatic people away from the long lineups.</p>\n<p>&ldquo;Everyone is stretched to the limit (and) we still need facilities more geographically spread out,&rdquo; Watson said in an interview.</p>\n<p>The mayor said the new sites are being finalized but expects they will be announced next week.</p>\n<p>&ldquo;We don&rsquo;t run the testing system but if we can be helpful by providing these facilities free of charge, then we&rsquo;ll do that,&rdquo; Watson said</p>\n<p>Brewer Arena is the city&rsquo;s main COVID-19 assessment centre and in recent days has seen families <a data-id=\"124\" data-m=\"{\" href=\"https://ottawacitizen.com/news/local-news/beautiful-in-a-dystopian-way-dad-documents-long-wait-for-testing-at-brewer-park/wcm/6c587fbe-9fed-4486-a398-280fd21fcef7/\">start lining up in the early hours to try to guarantee tests</a> before closing time. Other testing sites on Moodie Drive and Heron Road have also been swamped.</p>\n<p>Watson said he&rsquo;s been told by health officials that up to 90 per cent of people in the lines have no symptoms.</p>\n<p>Watson said Ottawa Public Health has stepped up to help, but the primary responsibility for testing is with the hospital network.</p>\n<p>&ldquo;To their credit now, and I&rsquo;ve talked to all four hospital presidents, they understand the urgency and frustration and they have to get this problem fixed.&rdquo;</p>\n<p>While the city remains in an emergency situation, Watson said there&rsquo;s no need for logistical assistance from the military as there are no additional sites yet to set up testing facilities.</p>\n<p>Meanwhile, two schools in Ottawa will be visited by mobile COVID-19 testing sites this weekend, with tests made available only for staff and students with symptoms or those at the school who&rsquo;ve been identified as high-risk contacts of a confirmed case and haven&rsquo;t yet been tested.</p>\n<p>One of the pop-up sites appears to be Coll&egrave;ge catholique Franco-Ouest, a French Catholic high school in Nepean where the province has reported three cases of COVID-19 among students.</p>\n<p>The second site, for staff and students at De La Salle High School, has been set up at Jules Morin Park and will also operate Friday through Sunday, according to an OPH notice to families. Two people associated with De La Salle, including one staff member, have tested positive for COVID-19 according to provincial data.</p>\n<p>In a statement to this newspaper, Ontario Health explained that three mobile testing teams have been deployed to Ottawa &ldquo;to targeted areas with known prevalence,&rdquo; including some schools where students have tested positive for COVID-19.</p>\n<p>&ldquo;Ottawa Public Health is supporting these teams by working with the schools and families to determine who might need a test at the schools. It&rsquo;s important that the public do not seek out these pop-ups as they have a limited capacity and are focused on targeting the school population.&rdquo;</p>\n<p>The location of these mobile teams &ldquo;could change in the coming days and weeks depending on need; they may continue to target schools or other specific centres with known prevalence &ndash; or they may set up near an assessment centre that&rsquo;s experiencing very high volumes in order to better support a broader population.&rdquo;</p>\n<p>Ontario Health will be working with local partners to &ldquo;identify new places that might benefit from these teams,&rdquo; the statement noted.</p>\n<p>The third team appears to have set up Friday at the Heron Road care clinic to add additional testing capacity at this location.</p>\n<figure><iframe data-tweet-id=\"1306948161135677455\" frameborder=\"0\" src=\"https://platform.twitter.com/embed/index.html?dnt=false&embedId=twitter-widget-0&frame=false&hideCard=false&hideThread=false&id=1306948161135677455&lang=en&origin=https%3A%2F%2Fottawacitizen.com%2Fnews%2Flocal-news%2Fcovid-19-ontario-reports-401-new-cases-ottawa-schools-get-pop-up-testing-centres&theme=light&widgetsVersion=219d021%3A1598982042171&width=550px\"></iframe></figure>\n<blockquote data-twitter-extracted-i1601524860459872586=\"true\"><p>Today the team of the Ottawa East COVID-19 Care Clinic, on Heron Rd, is very happy to welcome the additional capacity created by <a data-id=\"125\" data-m=\"{\" href=\"https://twitter.com/OntarioHealthOH?ref_src=twsrc%5Etfw\">@OntarioHealthOH</a> mobile pop-up testing site. Working together, we can tackle the lineups - and COVID-19! <a data-id=\"126\" data-m=\"{\" href=\"https://t.co/g5d2V9QGYY\">pic.twitter.com/g5d2V9QGYY</a></p>&mdash; H&ocirc;pital Montfort (@hopitalmontfort) <a data-id=\"127\" data-m=\"{\" href=\"https://twitter.com/hopitalmontfort/status/1306948161135677455?ref_src=twsrc%5Etfw\">September 18, 2020</a></blockquote>\n<p>Etches conceded that the &ldquo;evolving guidance&rdquo; on who should be tested has been a challenge for people, and she sought to clarify the issue.</p>\n<p>&ldquo;The simplest way I can put this is: Ottawa Public Health is currently recommending testing for those showing new symptoms of COVID-19 or if you have been instructed by OPH to seek testing,&rdquo; she said.</p>\n<p>Etches also offered a more detailed, situational breakdown, saying:</p>\n<ul> <li>If someone in your household becomes ill with symptoms, everyone in the household should self-isolate, but only the person with symptoms should be tested. Others in the household do not need to be tested unless they have COVID symptoms or have been instructed to go for testing by OPH, but they do need to stay home until the original test comes back negative.</li> <li>If you or your child develops symptoms, including something like a runny nose, and you choose to not be tested for COVID-19, you both will have to stay home from work or school for 14 days. You should not return to work or school until you are symptom-free for at least 24 hours.</li> <li>If you are contacted by OPH because your child is considered a close contact of someone else who has tested positive, your child will have to self-isolate for 14 days from the time they were in contact with the person who has COVID-19. Your child should get tested after five days, or as soon as symptoms appear. If your child does not have symptoms, other members of the household do not need to self-isolate unless they have symptoms. If there are siblings without symptoms, they can go back to school.</li> <li>If you receive an emailed letter from your child&rsquo;s school because someone who works or attends the school has tested positive, no further action is required if you do not hear from OPH directly by email or phone. Your child can continue to attend school and does not need to be tested unless they are instructed to do so by OPH. In the event of a school outbreak, the same follow-up recommendations would occur. OPH will tell you when to self-isolate and seek testing</li> </ul>\n<p>A medical officer of health in eastern Ontario says slow lab turnaround times for COVID-19 tests is hampering local public health efforts to do effective contact tracing and control outbreaks.</p>\n<p>Dr. Robert Cushman, acting medical officer of health with Renfrew County and District Health Unit, says universal testing for COVID-19 has led to major problems such as expired samples and test results that take upwards of seven days to get back, and instead advocated for &ldquo;strategic testing.&rdquo;</p>\n<p>He says the slow turnaround times in the Ottawa laboratories where the health unit sends their samples for processing have hindered investigations into COVID-19 cases at a local school and a popular gym.</p>\n<p>&ldquo;It&rsquo;s bad science to do universal testing, but it&rsquo;s good politics,&rdquo; he says.</p>\n<p>Dr. David Williams, Ontario&rsquo;s chief medical officer of health, also criticized the slow turnaround times in Ottawa.</p>\n<p>&ldquo;I have heard about long delays in getting results back and that&rsquo;s not acceptable,&rdquo; Williams said.</p>\n<p>He said the city labs, which are overseen by the Ottawa Hospital, are dealing with &ldquo;logistical issues they&rsquo;re trying to work through.&rdquo;</p>\n<p>The hospital did not immediately provide comment.</p>\n<p>Meanwhile, the west end care clinic on Moodie Drive closed its line at around 9 a.m., shortly after opening, because the site had reached maximum capacity for the day.</p>\n<p><strong>Provincial</strong></p>\n<p>On the subject of surging COVID-19 testing demand, Premier Doug Ford said Friday he&rsquo;s hopeful that by this time next week, &ldquo;we&rsquo;ll have numerous pharmacies out there, helping out the system.&rdquo;</p>\n<p>But, despite a request earlier in the day by Ottawa Mayor Jim Watson to change the messaging to dissuade asymptomatic people from adding to long testing lineups, Ford talked about &ldquo;the asymptomatic folks, that may be anxious, they want to get tested &ndash; god bless them, get tested.</p>\n<p>&ldquo;We&rsquo;re going to be prepared &hellip; I can tell you, I&rsquo;m pushing the system like no one&rsquo;s ever pushed it in Ontario before.&rdquo;</p>\n<p>&ldquo;We can&rsquo;t work at government speed, we have to work at COVID speed.&rdquo;</p>\n<p>Ford also noted that the new private gathering limits applied in Ottawa, Toronto and Peel (up to 10 people at indoor gatherings, 25 outside) will be rolling out in other areas of the province, on the request of local mayors and medical officers of health.</p>\n<p>For the first time since mid-June, Ontario&rsquo;s daily COVID-19 new case count exceeded 400 on Friday, with 401 more people testing positive across the province.</p>\n<p>That includes 130 people in Toronto and 82 in Peel.</p>\n<p>There are now 2,652 active cases of COVID-19 across the province, including 58 people in hospital, 20 in ICU and 10 on ventilators.</p>\n<p>No new COVID-19 deaths were reported in Ontario in the last day.</p>\n<p>Ford also spoke at length Friday about his intention to ensure personal support workers are paid more, a critical element of ensuring staff retention in long-term care homes to try to prevent the second wave of COVID-19 from claiming the lives it did during the first wave.</p>\n<p>&ldquo;PSWs in the province of Ontario are underpaid, overworked, and until we bring up the pay &ndash; which we&rsquo;re doing, because I&rsquo;m all over Health right now to get this through Treasury as soon as possible &ndash; we (can&rsquo;t) attract more people,&rdquo; said Ford.</p>\n<p>He also contrasted PSWs with &ldquo;all the people that may be complaining about their job.&rdquo;</p>\n<p>&ldquo;Really? In safe environments? Start looking at some of the other heroes that have been working their backs off to save our most vulnerable.&rdquo;</p>\n<p>Aside from Ottawa, the Eastern Ontario Health Unit was the only one in the eastern Ontario region to report a growth in cases in the last day, with three new cases reported.</p>\n<p>According to the provincial webpage tracking COVID-19 in schools, there are now 18 Ottawa schools with at least one confirmed case: 10 schools in the French Catholic board, four in the French public board and four in the English Catholic board.</p>\n<p>Only one school in Ontario has been closed due to COVID-19 cases, and that&rsquo;s Fellowes High School in Pembroke. According to the Renfrew County and District health unit, the outbreak currently involves four staff and one student case.</p>\n<p>On Thursday, the health unit tested 83 staff and 15 students at the school, and is running a second pop-up testing clinic Friday for the rest of the staff and students at the school.</p>\n<p><strong>National</strong></p>\n<p>Canada&rsquo;s premiers are calling on the federal government to immediately increase its contribution to the Canada Health Transfer by $28 billion to bring its contribution to provincial and territorial health care spending to 35 per cent, and maintain this percentage in the years to come.</p>\n<p>&ldquo;We&rsquo;ve seen health care costs escalate overwhelmingly over this pandemic,&rdquo; said Ontario Premier Doug Ford, at a press conference with fellow conservative premiers.</p>\n<p>From backlogs on surgeries to the need to expand hospital and long-term care, &ldquo;We can&rsquo;t sustain it. We have a system that is broken when it comes to health care,&rdquo; said Ford.</p>\n<p>&ldquo;This is not a knock against one particular political stripe or party or government &ndash; this, folks, has been going on for decades.&rdquo;</p>\n<p>Ford said he&rsquo;s looking forward to next week&rsquo;s throne speech by the federal government.</p>\n<p>&ldquo;I can&rsquo;t be any more clear &ndash; we need your support, we&rsquo;re in desperate need of your support.&rdquo;</p>\n<p>Dr. Howard Njoo, deputy chief public health officer, said Friday it was too soon to declare the country was experiencing a &ldquo;second wave&rdquo; of COVID-19 infections, but &ldquo;the trend is definitely going the wrong way.&rdquo;</p>\n<p>&ldquo;I respect (Ottawa&rsquo;s) Dr. Etches statement, she has the facts and information,&rdquo; Njoo said.</p>\n<p>However, he noted the rates varied widely across the county, with &ldquo;concerning&rdquo; increases in cases in the country&rsquo;s four largest provinces.</p>\n<p>The made-in-Ontario COVID Alert notification app became fully operational in Saskatchewan and New Brunswick on Friday.</p>\n<p>App users in both provinces who test positive for COVID-19 receive a one-time key they can use to notify other app users they may have been in close contact with a potential COVID-19 patients.</p>\n<p>Four provinces have so far adopted the app. Ontario was the first to adopt it, followed by Newfoundland and Labrador.</p>\n<p>Premier Fran&ccedil;ois Legault repeated the unanimous concern in the province&rsquo;s National Assembly over protection of app users&rsquo; personal data. He left the door open to possibly adopting the app in the future.</p>\n<p>The app&rsquo;s creators say it does not collect identifiable information from its users.</p>\n<p>Bloc Qu&eacute;b&eacute;cois Leader Yves-Fran&ccedil;ois Blanchet has tested positive for COVID-19, the party says.</p>\n<p>Blanchet was already in self-isolation after a staff member was diagnosed as having the illness. In a statement, Blanchet says he feels healthy.</p>\n<p>As expected, Public Safety Minister Bill Blair announced Friday that the Canada-U.S. border will remain closed to non-essential travel until Oct. 21.</p>\n<p>The mutual ban has been in place since March 21. It does not restrict most trade, commerce and essential employees.</p>\n<p>As of Friday morning, Health Canada was reporting a total of 140,887 cases of COVID-19 since the pandemic began. There are 8,558 cases nationwide.</p>\n<p>There have been 9,200 deaths.</p>\n<p><strong>Quebec</strong></p>\n<p>The Outaouais will be one of eight Quebec regions getting extra attention during a second weekend crackdown across the province to ensure bars and restaurants &mdash; and their customers &mdash; are respecting public health rules. The eight regions, including Montreal, are under a yellow alert in the province&rsquo;s new colour-coded pandemic warning system.</p>\n<p>More than 1,000 bars and restaurants are to be visited. Scofflaws could face fines of between $400 and $6,000.</p>\n<p>Public Security Minister Genevi&egrave;ve Guilbault said the effort will not target gatherings and parties in private homes, noting that police require a warrant to enter.</p>\n<p>Quebec reported 297 new cases of COVID-19 and one additional death on Friday. The Outaouais accounted for nine of those new cases, while the region&rsquo;s COVID-19 death toll remains at 34.</p>\n<p>Across the province, 136 people are hospitalized with the disease including 30 in ICU.</p>\n<p>On Wednesday, 29,726 Quebecers were tested for COVID-19, a new record. That&rsquo;s the last day for which screening data is available.</p>\n<p><em>-With files from Postmedia and The Canadian Press</em></p>", "text": "What you need to know, at a glance\nMedical Officer of Health Dr. Vera Etches confirmed Friday that Ottawa is in a second wave of the COVID-19 pandemic\n“It’s the speed of the increase that concerns us.”\n“We want to flatten it, keep it a small bump,” said Etches\nOttawa Public Health reported 63 new cases of COVID-19 Friday, bringing the total of active cases across the city to 458\nThere are 11 people in hospital, none of them in ICU. There have been 3,486 cases and 273 deaths locally\nOttawa is offering a number of facilities to use as COVID-19 testing sites, says Mayor Jim Watson\nMayor calls for a “pivot” in messaging to keep asymptomatic people away from the long lineups.\nThe mayor said the new sites are being finalized but expects they will be announced next week.\nThe mayor said the primary responsibility for testing is with the hospital network and they’re stepping up.\nThree pop-up testing sites were set up Friday, but Ontario Health two were deployed to schools “with known prevalence.”\nThey asked the public not to attend the pop-ups “as they have a limited capacity and are focused on targeting the school population.”\nThe west end care clinic on Moodie Drive closed its line at around 9 a.m., shortly after opening, after hitting its daily capacity\nDr. Robert Cushman, acting medical officer of health with Renfrew County and District Health Unit, says universal testing for COVID-19 has led to major problems and advocated “strategic testing”\nHe said the broader testing has led to problems such as expired samples and test results that take upwards of seven days to get back\n“It’s bad science to do universal testing, but it’s good politics,” he says.\nDr. David Williams, Ontario’s chief medical officer of health, also criticized the slow turnaround times in Ottawa\nHe said the city labs, which are overseen by the Ottawa Hospital, are dealing with “logistical issues they’re trying to work through.”\nDr. Howard Njoo, deputy chief public health officer, said Friday it was too soon to declare the country was experiencing a “second wave” of COVID-19 infections, but “the trend is definitely going the wrong way.”\nAs expected, Public Safety Minister Bill Blair announced Friday that the Canada-U.S. border will remain closed to non-essential travel until Oct. 21.\nHealth Canada was reporting a total of 140,887 cases of COVID-19 since the pandemic began. There are 8,558 cases nationwide.\nPremier Doug Ford said he’s hopeful that by this time next week, “we’ll have numerous pharmacies … helping out the system.”\n“We can’t work at government speed, we have to work at COVID speed.”\nFord also noted that the new private gathering limits applied in Ottawa, Toronto and Peel (up to 10 people indoors and 25 outside) will be rolling out in other areas of the province, on the request of local mayors and medical officers of health.\nOntario’s daily COVID-19 new case count was 401 on Friday\nNo new COVID-19 deaths were reported in Ontario\nThe Outaouais will be one of eight Quebec regions getting extra attention during a second weekend crackdown to ensure venues and patrons are obeying provincial regulations\nQuebec reported 297 new cases of COVID-19 and one additional death on Friday.\nMedical Officer of Health Dr. Vera Etches confirmed Friday that Ottawa is in a second wave of the COVID-19 pandemic, in response to a question from CTV Ottawa at a Friday media scrum.\n“We’re seeing a rise in cases and it’s the speed of the increase that concerns us.”\nEtches says the second wave of COVID-19 now washing over the city can be stopped if people take responsible action today.\n“The actions we take today could make that wave flatten, that curve flatten in the next two to three weeks,” Dr. Vera Etches told reporters in a news conference Friday afternoon.\n“That’s what I hope: that this is another peak that will not last longer than the next two weeks. And it is up to each of us to make that happen.”\nEtches said she expects that the city’s COVID-19 numbers will rise and fall in a series of peaks and valleys. She declared that a second wave is underway, Etches explained, because the number of positive cases is rising rapidly, and at the same time, the percentage of people testing positive is on the rise – even as the number of people tested also increases.\n“These are the signs that there is more COVID in our community,” she said. “The challenge comes when that growth is too rapid and when it’s sustained.”\nSuch a second wave, she said, threatens to invade long term care homes and cause more hospitalizations and more deaths unless it is brought under control.\n“Our goal as a community is to stop the rise, slow down the rise, turn the curve again,” she said.\nEtches explained that “second wave” doesn’t have to mean transmission of the virus reaches crisis levels. In fact, Ottawa already went through a small wave of increased transmission in July, she said.\n“We want to flatten it, keep it a small bump,” said Etches.\nOttawa Public Health reported 63 new cases of COVID-19 Friday, bringing the total number of active cases across the city to 458.\nThat includes 11 people in hospital, none of them in ICU. Since the beginning of the pandemic, 3,486 COVID-19 cases and 273 deaths have been confirmed locally.\nThere are now 23 ongoing outbreaks of the virus in local institutions, an increase of two in the last day. The new outbreaks are at a Wee Watch West home child-care centre and Garderie Tunney’s Daycare and involve one case in a child and one case in a staff member, respectively.\nOttawa is offering a number of facilities to use as COVID-19 testing sites , says Mayor Jim Watson, who told Premier Doug Ford on Friday that there needs to be a “pivot” in messaging to keep asymptomatic people away from the long lineups.\n“Everyone is stretched to the limit (and) we still need facilities more geographically spread out,” Watson said in an interview.\nThe mayor said the new sites are being finalized but expects they will be announced next week.\n“We don’t run the testing system but if we can be helpful by providing these facilities free of charge, then we’ll do that,” Watson said\nBrewer Arena is the city’s main COVID-19 assessment centre and in recent days has seen families start lining up in the early hours to try to guarantee tests before closing time. Other testing sites on Moodie Drive and Heron Road have also been swamped.\nWatson said he’s been told by health officials that up to 90 per cent of people in the lines have no symptoms.\nWatson said Ottawa Public Health has stepped up to help, but the primary responsibility for testing is with the hospital network.\n“To their credit now, and I’ve talked to all four hospital presidents, they understand the urgency and frustration and they have to get this problem fixed.”\nWhile the city remains in an emergency situation, Watson said there’s no need for logistical assistance from the military as there are no additional sites yet to set up testing facilities.\nMeanwhile, two schools in Ottawa will be visited by mobile COVID-19 testing sites this weekend, with tests made available only for staff and students with symptoms or those at the school who’ve been identified as high-risk contacts of a confirmed case and haven’t yet been tested.\nOne of the pop-up sites appears to be Collège catholique Franco-Ouest, a French Catholic high school in Nepean where the province has reported three cases of COVID-19 among students.\nThe second site, for staff and students at De La Salle High School, has been set up at Jules Morin Park and will also operate Friday through Sunday, according to an OPH notice to families. Two people associated with De La Salle, including one staff member, have tested positive for COVID-19 according to provincial data.\nIn a statement to this newspaper, Ontario Health explained that three mobile testing teams have been deployed to Ottawa “to targeted areas with known prevalence,” including some schools where students have tested positive for COVID-19.\n“Ottawa Public Health is supporting these teams by working with the schools and families to determine who might need a test at the schools. It’s important that the public do not seek out these pop-ups as they have a limited capacity and are focused on targeting the school population.”\nThe location of these mobile teams “could change in the coming days and weeks depending on need; they may continue to target schools or other specific centres with known prevalence – or they may set up near an assessment centre that’s experiencing very high volumes in order to better support a broader population.”\nOntario Health will be working with local partners to “identify new places that might benefit from these teams,” the statement noted.\nThe third team appears to have set up Friday at the Heron Road care clinic to add additional testing capacity at this location.\nToday the team of the Ottawa East COVID-19 Care Clinic, on Heron Rd, is very happy to welcome the additional capacity created by @OntarioHealthOH mobile pop-up testing site. Working together, we can tackle the lineups - and COVID-19! pic.twitter.com/g5d2V9QGYY\n— Hôpital Montfort (@hopitalmontfort) September 18, 2020\nEtches conceded that the “evolving guidance” on who should be tested has been a challenge for people, and she sought to clarify the issue.\n“The simplest way I can put this is: Ottawa Public Health is currently recommending testing for those showing new symptoms of COVID-19 or if you have been instructed by OPH to seek testing,” she said.\nEtches also offered a more detailed, situational breakdown, saying:\nIf someone in your household becomes ill with symptoms, everyone in the household should self-isolate, but only the person with symptoms should be tested. Others in the household do not need to be tested unless they have COVID symptoms or have been instructed to go for testing by OPH, but they do need to stay home until the original test comes back negative.\nIf you or your child develops symptoms, including something like a runny nose, and you choose to not be tested for COVID-19, you both will have to stay home from work or school for 14 days. You should not return to work or school until you are symptom-free for at least 24 hours.\nIf you are contacted by OPH because your child is considered a close contact of someone else who has tested positive, your child will have to self-isolate for 14 days from the time they were in contact with the person who has COVID-19. Your child should get tested after five days, or as soon as symptoms appear. If your child does not have symptoms, other members of the household do not need to self-isolate unless they have symptoms. If there are siblings without symptoms, they can go back to school.\nIf you receive an emailed letter from your child’s school because someone who works or attends the school has tested positive, no further action is required if you do not hear from OPH directly by email or phone. Your child can continue to attend school and does not need to be tested unless they are instructed to do so by OPH. In the event of a school outbreak, the same follow-up recommendations would occur. OPH will tell you when to self-isolate and seek testing\nA medical officer of health in eastern Ontario says slow lab turnaround times for COVID-19 tests is hampering local public health efforts to do effective contact tracing and control outbreaks.\nDr. Robert Cushman, acting medical officer of health with Renfrew County and District Health Unit, says universal testing for COVID-19 has led to major problems such as expired samples and test results that take upwards of seven days to get back, and instead advocated for “strategic testing.”\nHe says the slow turnaround times in the Ottawa laboratories where the health unit sends their samples for processing have hindered investigations into COVID-19 cases at a local school and a popular gym.\n“It’s bad science to do universal testing, but it’s good politics,” he says.\nDr. David Williams, Ontario’s chief medical officer of health, also criticized the slow turnaround times in Ottawa.\n“I have heard about long delays in getting results back and that’s not acceptable,” Williams said.\nHe said the city labs, which are overseen by the Ottawa Hospital, are dealing with “logistical issues they’re trying to work through.”\nThe hospital did not immediately provide comment.\nMeanwhile, the west end care clinic on Moodie Drive closed its line at around 9 a.m., shortly after opening, because the site had reached maximum capacity for the day.\nProvincial\nOn the subject of surging COVID-19 testing demand, Premier Doug Ford said Friday he’s hopeful that by this time next week, “we’ll have numerous pharmacies out there, helping out the system.”\nBut, despite a request earlier in the day by Ottawa Mayor Jim Watson to change the messaging to dissuade asymptomatic people from adding to long testing lineups, Ford talked about “the asymptomatic folks, that may be anxious, they want to get tested – god bless them, get tested.\n“We’re going to be prepared … I can tell you, I’m pushing the system like no one’s ever pushed it in Ontario before.”\n“We can’t work at government speed, we have to work at COVID speed.”\nFord also noted that the new private gathering limits applied in Ottawa, Toronto and Peel (up to 10 people at indoor gatherings, 25 outside) will be rolling out in other areas of the province, on the request of local mayors and medical officers of health.\nFor the first time since mid-June, Ontario’s daily COVID-19 new case count exceeded 400 on Friday, with 401 more people testing positive across the province.\nThat includes 130 people in Toronto and 82 in Peel.\nThere are now 2,652 active cases of COVID-19 across the province, including 58 people in hospital, 20 in ICU and 10 on ventilators.\nNo new COVID-19 deaths were reported in Ontario in the last day.\nFord also spoke at length Friday about his intention to ensure personal support workers are paid more, a critical element of ensuring staff retention in long-term care homes to try to prevent the second wave of COVID-19 from claiming the lives it did during the first wave.\n“PSWs in the province of Ontario are underpaid, overworked, and until we bring up the pay – which we’re doing, because I’m all over Health right now to get this through Treasury as soon as possible – we (can’t) attract more people,” said Ford.\nHe also contrasted PSWs with “all the people that may be complaining about their job.”\n“Really? In safe environments? Start looking at some of the other heroes that have been working their backs off to save our most vulnerable.”\nAside from Ottawa, the Eastern Ontario Health Unit was the only one in the eastern Ontario region to report a growth in cases in the last day, with three new cases reported.\nAccording to the provincial webpage tracking COVID-19 in schools, there are now 18 Ottawa schools with at least one confirmed case: 10 schools in the French Catholic board, four in the French public board and four in the English Catholic board.\nOnly one school in Ontario has been closed due to COVID-19 cases, and that’s Fellowes High School in Pembroke. According to the Renfrew County and District health unit, the outbreak currently involves four staff and one student case.\nOn Thursday, the health unit tested 83 staff and 15 students at the school, and is running a second pop-up testing clinic Friday for the rest of the staff and students at the school.\nNational\nCanada’s premiers are calling on the federal government to immediately increase its contribution to the Canada Health Transfer by $28 billion to bring its contribution to provincial and territorial health care spending to 35 per cent, and maintain this percentage in the years to come.\n“We’ve seen health care costs escalate overwhelmingly over this pandemic,” said Ontario Premier Doug Ford, at a press conference with fellow conservative premiers.\nFrom backlogs on surgeries to the need to expand hospital and long-term care, “We can’t sustain it. We have a system that is broken when it comes to health care,” said Ford.\n“This is not a knock against one particular political stripe or party or government – this, folks, has been going on for decades.”\nFord said he’s looking forward to next week’s throne speech by the federal government.\n“I can’t be any more clear – we need your support, we’re in desperate need of your support.”\nDr. Howard Njoo, deputy chief public health officer, said Friday it was too soon to declare the country was experiencing a “second wave” of COVID-19 infections, but “the trend is definitely going the wrong way.”\n“I respect (Ottawa’s) Dr. Etches statement, she has the facts and information,” Njoo said.\nHowever, he noted the rates varied widely across the county, with “concerning” increases in cases in the country’s four largest provinces.\nThe made-in-Ontario COVID Alert notification app became fully operational in Saskatchewan and New Brunswick on Friday.\nApp users in both provinces who test positive for COVID-19 receive a one-time key they can use to notify other app users they may have been in close contact with a potential COVID-19 patients.\nFour provinces have so far adopted the app. Ontario was the first to adopt it, followed by Newfoundland and Labrador.\nPremier François Legault repeated the unanimous concern in the province’s National Assembly over protection of app users’ personal data. He left the door open to possibly adopting the app in the future.\nThe app’s creators say it does not collect identifiable information from its users.\nBloc Québécois Leader Yves-François Blanchet has tested positive for COVID-19, the party says.\nBlanchet was already in self-isolation after a staff member was diagnosed as having the illness. In a statement, Blanchet says he feels healthy.\nAs expected, Public Safety Minister Bill Blair announced Friday that the Canada-U.S. border will remain closed to non-essential travel until Oct. 21.\nThe mutual ban has been in place since March 21. It does not restrict most trade, commerce and essential employees.\nAs of Friday morning, Health Canada was reporting a total of 140,887 cases of COVID-19 since the pandemic began. There are 8,558 cases nationwide.\nThere have been 9,200 deaths.\nQuebec\nThe Outaouais will be one of eight Quebec regions getting extra attention during a second weekend crackdown across the province to ensure bars and restaurants — and their customers — are respecting public health rules. The eight regions, including Montreal, are under a yellow alert in the province’s new colour-coded pandemic warning system.\nMore than 1,000 bars and restaurants are to be visited. Scofflaws could face fines of between $400 and $6,000.\nPublic Security Minister Geneviève Guilbault said the effort will not target gatherings and parties in private homes, noting that police require a warrant to enter.\nQuebec reported 297 new cases of COVID-19 and one additional death on Friday. The Outaouais accounted for nine of those new cases, while the region’s COVID-19 death toll remains at 34.\nAcross the province, 136 people are hospitalized with the disease including 30 in ICU.\nOn Wednesday, 29,726 Quebecers were tested for COVID-19, a new record. That’s the last day for which screening data is available.\n-With files from Postmedia and The Canadian Press"}]}