{"request": {"pageUrl": "https://www.wsws.org/en/articles/2020/09/22/mich-s22.html", "api": "article", "version": 3}, "objects": [{"date": "Tue, 22 Sep 2020 00:00:00 GMT", "sentiment": -0.186, "images": [{"naturalHeight": 427, "width": 480, "diffbotUri": "image|3|461181179", "title": "Stockwell Hall on the central campus of the University of Michigan in Ann Arbor, Michigan. (Credit: Michael Barera/CC BY-SA, via Wikimedia Commons)", "url": "https://www.wsws.org/asset/3c5047be-c33f-471e-8d98-4c500cb169fI/image.jpg?rendition=image960", "naturalWidth": 640, "primary": true, "height": 320}], "author": "Jesse Thomas", "estimatedDate": "Tue, 22 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://www.wsws.org/img/apple-touch-icon.png", "diffbotUri": "article|3|1204858762", "siteName": "World Socialist Web Site", "type": "article", "title": "Opposition mounts at the University of Michigan as COVID-19 outbreaks emerge on campus", "tags": [{"score": 0.9951286315917969, "sentiment": -0.941, "count": 4, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9848159551620483, "sentiment": 0, "count": 3, "label": "University of Michigan", "uri": "https://diffbot.com/entity/ONWXfFwyQOGexNs6N1Cnxpg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.5325239896774292, "sentiment": -0.987, "count": 1, "label": "The Graduate", "uri": "https://diffbot.com/entity/X5yCBpsC4PYqB-jqU-njJiA", "rdfTypes": ["http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity", "http://dbpedia.org/ontology/Work", "http://dbpedia.org/ontology/Film"]}, {"score": 0.5218303799629211, "sentiment": 0, "count": 2, "label": "Ann Arbor", "uri": "https://diffbot.com/entity/AssUmOVPCOv6578EuDeYRpg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.wsws.org/en/articles/2020/09/22/mich-s22.html", "html": "<p>The University of Michigan reported on Thursday that a cluster of COVID-19 cases had been confirmed in South Quad Residence Hall, primarily on the sixth and eighth floors.</p>\n<p>The outbreaks were reported just one day after a nearly two-week-long strike by the University of Michigan&rsquo;s Graduate Employee Organization (GEO), a subsidiary of the American Federation of Teachers (AFT), was shut down with the ramming through of a sell-out contract that did not seriously address any of the student demands.</p>\n<p>The graduate student instructors were striking against the reckless reopening policies of the administration that many students felt would almost certainly lead to an outbreak on the campus. Their COVID-19-related demands included a universal right to work remotely, improved testing and contact tracing, care subsidies for parents and caregivers, a $2,500 unconditional emergency grant and rent freezes.</p>\n<p>The possibility that the university administration delayed the public announcement of the cases until after the strike was officially smothered cannot be discounted.</p>\n<figure><img src=\"https://www.wsws.org/asset/3c5047be-c33f-471e-8d98-4c500cb169fI/image.jpg?rendition=image960\" srcset=\"/asset/3c5047be-c33f-471e-8d98-4c500cb169fI/image.jpg?rendition=image960 2x\"></img><figcaption>Stockwell Hall on the central campus of the University of Michigan in Ann Arbor, Michigan. (Credit: Michael Barera/CC BY-SA, via Wikimedia Commons)</figcaption></figure>\n<p>An article published Thursday by the <em>Michigan Daily</em>, the student-run campus newspaper, shared a <a href=\"https://campusblueprint.umich.edu/uploads/south-quad-covid-cluster6-8-residents-9-17.pdf\">memo</a> written by the Environment, Health &amp; Safety (EHS) department on the outbreak. The letter was addressed only to the sixth- and eighth-floor residents of the South Quadrangle dormitory and reported that as of September 17, there had been 19 confirmed positive COVID-19 cases in South Quad.</p>\n<p>The memo went on to note that the majority of the cases were found to be &ldquo;connected,&rdquo; meaning that their origin was known and the outbreak presumably isolated, but that three cases on the sixth floor had not yet been &ldquo;associated&rdquo; and &ldquo;have no known source of exposure.&rdquo;</p>\n<p>The memo declared that students should &ldquo;only leave when necessary to obtain food or to attend in-person classes if no remote option is available while wearing a face covering.&rdquo;</p>\n<p>The memo also stated that &ldquo;due to increased testing for athletes, they can also leave to attend their athletic events.&rdquo; The university has taken every measure necessary to ensure that resumption of sports. In fact, last week as the university was preparing the shutdown of the GEO strike, it announced that the campus was bringing back the football program, which generated $122 million in profits in 2019.</p>\n<p>The <em>Michigan Daily</em> also reported that Susan Ringler-Cerniglia, public information officer for the Washtenaw County Health Department, refused to say if this was the first cluster on campus. Instead, she replied that there has been &ldquo;a steady but not large number of cases related to the campus.&rdquo;</p>\n<p>South Quad is centrally located near the heart of the campus. The building is a short walk from the Harold T. and Vivian Shapiro undergraduate library, as well as the &ldquo;Diag,&rdquo; the main plaza that extends foot traffic to all areas of the campus and the surrounding town. It occupies a ground area of roughly 40,000 square feet and spans vertically approximately 10 floors.</p>\n<p>According to the university housing department&rsquo;s website, the dormitory building is home to an estimated 1,170 students and also includes a dining center, caf&eacute;, and laundry room, multiple group study rooms, music practice studios, and several recreational facilities.</p>\n<p>The report by the <em>Michigan</em> <em>Daily</em> notes that statistics given by the university&rsquo;s online system, the &ldquo;Maize &amp; BluePrint&rdquo; dashboard, contradict the EHS briefing, lagging behind in its official reporting of the known number of confirmed positive cases. While the EHS memo tallies the current positive case count in South Quad at 19, the system only reported 13 as of Monday.</p>\n<p>An undergraduate student spoke anonymously to the WSWS about another recent series of positive cases occurring in Stockwell Hall, which lies just a mile to the northeast of South Quad: &ldquo;Our first case was a while ago and we got an email from EHS. Then another [student] who tested positive was in my hall and&hellip;texted the hall group &lsquo;chat&rsquo; right away. The next day we got an email from EHS that there were two new cases in Stockwell&hellip;and one was an unrelated case from another floor.&rdquo;</p>\n<p>The student continued, &ldquo;I think the administration should start testing the entire student body that is living in Ann Arbor twice a week, like what they&rsquo;re doing at UIUC [the University of Illinois Urbana-Champaign]. That way, we have a better chance of allowing students to stay on campus while also catching as many cases as possible. Some people&hellip;said that [University of Michigan President Mark] Schlissel essentially said that testing everyone here twice a week is scientifically impossible, but clearly it&rsquo;s not.&rdquo;</p>\n<p>As the WSWS has <a href=\"https://www.wsws.org/en/articles/2020/09/17/illi-s17.html\">reported</a>, despite the University of Illinois&rsquo; implementation of twice-per-week testing&mdash;which has itself been a stray from the norm in universities reopening across the country&mdash; there have still been over 1,900 positive COVID cases, primarily among undergraduate students, on the UIUC campus.</p>\n<p>In addition to calling for mass testing, the student also decried the administration&rsquo;s hypocritical policy of blaming student parties for infection outbreaks while deciding to continue with the resumption of the college football season: &ldquo;The university is sending some mixed signals with sports reopening. &hellip; [A] couple of weeks ago they posted a meme on Twitter saying that parties of 26 are bad but parties of 25 are ok. &hellip;&rdquo;</p>\n<p>A post on the Twitter account belonging to a group representing striking campus dining hall workers revealed an additional outbreak, which the worker claims was suppressed by management: &ldquo;I was told in secrecy that there was a confirmed case in [redacted]. I was never directly addressed by a supervisor. There were lots of secret conversations going on around me among different managers/supervisors.&rdquo;</p>\n<p>The report continues: &ldquo;A few people had been contacted by tracers so I knew for sure that the rumor was true. I know they can&rsquo;t disclose who tested positive, but not being informed that there was a confirmed case in my own workplace made me feel blind-sided. That&rsquo;s information I should know about to gauge whether I feel safe enough to continue working or not.&rdquo;</p>\n<p>The worker went on to note that &ldquo;many coworkers&rdquo; and even supervisors were not wearing adequate PPE: &ldquo;They&rsquo;re wearing the cheap cloth masks that the university provided that&rsquo;s been proven to be insufficient. I am not safe working there and students are not safe eating here.&rdquo;</p>\n<p>Trenten &ldquo;Trent&rdquo; Ingell, a junior at the university&rsquo;s College of Literature, Science and Arts, told our reporters that the university needs to &ldquo;implement a much more robust testing capacity, which prioritizes those who could actually be severely affected by the virus: student workers, older faculty, custodial staff, people with pre-existing conditions and with immunodeficiencies.&rdquo;</p>\n<p>Trent also commented on the decision to push forward with college sports: &ldquo;They should certainly not have football this semester, that&rsquo;s very clear, and their decision to restart was motivated only by profit and PR and it is unnecessarily putting student-athletes in a position of increased exposure.&rdquo;</p>\n<p>Trent explained that he felt the official statistics for the school may be low because it has been up to the ResStaf to log the cases themselves. Trent said he felt that these students should not be held responsible by the Housing Department to administer the public health of the residences: &ldquo;If they do intend to have the dorms open for the rest of the semester they should hire medical and public health professionals that can provide testing and immediate attention to residents.&rdquo;</p>\n<p>There is no doubt that the COVID-19 outbreaks on the Ann Arbor campus were entirely predictable and preventable.</p>\n<p>College and university campuses along with K-12 schools throughout the US have emerged as central battlegrounds in the fight to contain the COVID-19 pandemic. In this struggle, teachers, students, faculty, and staff stand on one side, fighting for an end to the reckless policies of in-person learning, for resources to be allocated for safety measures and online learning, and for policies based on science, that put life over profit.</p>\n<p>As was recently demonstrated so sharply through the University of Michigan Graduate Student Instructor strike, the university administrations, the corporate-controlled trade unions and both the Democrats and Republicans stand on the other side, fighting to keep corporate profits flowing.</p>\n<p>We urge students at the University of Michigan who want to continue the fight against the unsafe reopening of campuses to <a href=\"https://www.wsws.org/en/special/sepjoin.html\">join</a> the Socialist Equality Party, and to build the International Youth and Students for Social Equality at the University of Michigan and across the country.</p>\n<figure><iframe frameborder=\"0\" src=\"https://disqus.com/embed/comments/?base=default&f=wsws&t_i=0ebc4620-d843-49ed-be58-5ccff66f7b6A&t_u=http%3A%2F%2Fwww.wsws.org%2Fen%2Farticles%2F2020%2F09%2F22%2Fmich-s22.html&t_e=Opposition%20mounts%20at%20the%20University%20of%20Michigan%20as%20COVID-19%20outbreaks%20emerge%20on%20campus&t_d=Opposition%20mounts%20at%20the%20University%20of%20Michigan%20as%20COVID-19%20outbreaks%20emerge%20on%20campus%20-%20World%20Socialist%20Web%20Site&t_t=Opposition%20mounts%20at%20the%20University%20of%20Michigan%20as%20COVID-19%20outbreaks%20emerge%20on%20campus&s_o=default&l=en#version=d716a1690aa4a08a02a6dcd8b6774c08\" width=\"100%\"></iframe></figure>", "text": "The University of Michigan reported on Thursday that a cluster of COVID-19 cases had been confirmed in South Quad Residence Hall, primarily on the sixth and eighth floors.\nThe outbreaks were reported just one day after a nearly two-week-long strike by the University of Michigan’s Graduate Employee Organization (GEO), a subsidiary of the American Federation of Teachers (AFT), was shut down with the ramming through of a sell-out contract that did not seriously address any of the student demands.\nThe graduate student instructors were striking against the reckless reopening policies of the administration that many students felt would almost certainly lead to an outbreak on the campus. Their COVID-19-related demands included a universal right to work remotely, improved testing and contact tracing, care subsidies for parents and caregivers, a $2,500 unconditional emergency grant and rent freezes.\nThe possibility that the university administration delayed the public announcement of the cases until after the strike was officially smothered cannot be discounted.\nAn article published Thursday by the Michigan Daily, the student-run campus newspaper, shared a memo written by the Environment, Health & Safety (EHS) department on the outbreak. The letter was addressed only to the sixth- and eighth-floor residents of the South Quadrangle dormitory and reported that as of September 17, there had been 19 confirmed positive COVID-19 cases in South Quad.\nThe memo went on to note that the majority of the cases were found to be “connected,” meaning that their origin was known and the outbreak presumably isolated, but that three cases on the sixth floor had not yet been “associated” and “have no known source of exposure.”\nThe memo declared that students should “only leave when necessary to obtain food or to attend in-person classes if no remote option is available while wearing a face covering.”\nThe memo also stated that “due to increased testing for athletes, they can also leave to attend their athletic events.” The university has taken every measure necessary to ensure that resumption of sports. In fact, last week as the university was preparing the shutdown of the GEO strike, it announced that the campus was bringing back the football program, which generated $122 million in profits in 2019.\nThe Michigan Daily also reported that Susan Ringler-Cerniglia, public information officer for the Washtenaw County Health Department, refused to say if this was the first cluster on campus. Instead, she replied that there has been “a steady but not large number of cases related to the campus.”\nSouth Quad is centrally located near the heart of the campus. The building is a short walk from the Harold T. and Vivian Shapiro undergraduate library, as well as the “Diag,” the main plaza that extends foot traffic to all areas of the campus and the surrounding town. It occupies a ground area of roughly 40,000 square feet and spans vertically approximately 10 floors.\nAccording to the university housing department’s website, the dormitory building is home to an estimated 1,170 students and also includes a dining center, café, and laundry room, multiple group study rooms, music practice studios, and several recreational facilities.\nThe report by the Michigan Daily notes that statistics given by the university’s online system, the “Maize & BluePrint” dashboard, contradict the EHS briefing, lagging behind in its official reporting of the known number of confirmed positive cases. While the EHS memo tallies the current positive case count in South Quad at 19, the system only reported 13 as of Monday.\nAn undergraduate student spoke anonymously to the WSWS about another recent series of positive cases occurring in Stockwell Hall, which lies just a mile to the northeast of South Quad: “Our first case was a while ago and we got an email from EHS. Then another [student] who tested positive was in my hall and…texted the hall group ‘chat’ right away. The next day we got an email from EHS that there were two new cases in Stockwell…and one was an unrelated case from another floor.”\nThe student continued, “I think the administration should start testing the entire student body that is living in Ann Arbor twice a week, like what they’re doing at UIUC [the University of Illinois Urbana-Champaign]. That way, we have a better chance of allowing students to stay on campus while also catching as many cases as possible. Some people…said that [University of Michigan President Mark] Schlissel essentially said that testing everyone here twice a week is scientifically impossible, but clearly it’s not.”\nAs the WSWS has reported, despite the University of Illinois’ implementation of twice-per-week testing—which has itself been a stray from the norm in universities reopening across the country— there have still been over 1,900 positive COVID cases, primarily among undergraduate students, on the UIUC campus.\nIn addition to calling for mass testing, the student also decried the administration’s hypocritical policy of blaming student parties for infection outbreaks while deciding to continue with the resumption of the college football season: “The university is sending some mixed signals with sports reopening. … [A] couple of weeks ago they posted a meme on Twitter saying that parties of 26 are bad but parties of 25 are ok. …”\nA post on the Twitter account belonging to a group representing striking campus dining hall workers revealed an additional outbreak, which the worker claims was suppressed by management: “I was told in secrecy that there was a confirmed case in [redacted]. I was never directly addressed by a supervisor. There were lots of secret conversations going on around me among different managers/supervisors.”\nThe report continues: “A few people had been contacted by tracers so I knew for sure that the rumor was true. I know they can’t disclose who tested positive, but not being informed that there was a confirmed case in my own workplace made me feel blind-sided. That’s information I should know about to gauge whether I feel safe enough to continue working or not.”\nThe worker went on to note that “many coworkers” and even supervisors were not wearing adequate PPE: “They’re wearing the cheap cloth masks that the university provided that’s been proven to be insufficient. I am not safe working there and students are not safe eating here.”\nTrenten “Trent” Ingell, a junior at the university’s College of Literature, Science and Arts, told our reporters that the university needs to “implement a much more robust testing capacity, which prioritizes those who could actually be severely affected by the virus: student workers, older faculty, custodial staff, people with pre-existing conditions and with immunodeficiencies.”\nTrent also commented on the decision to push forward with college sports: “They should certainly not have football this semester, that’s very clear, and their decision to restart was motivated only by profit and PR and it is unnecessarily putting student-athletes in a position of increased exposure.”\nTrent explained that he felt the official statistics for the school may be low because it has been up to the ResStaf to log the cases themselves. Trent said he felt that these students should not be held responsible by the Housing Department to administer the public health of the residences: “If they do intend to have the dorms open for the rest of the semester they should hire medical and public health professionals that can provide testing and immediate attention to residents.”\nThere is no doubt that the COVID-19 outbreaks on the Ann Arbor campus were entirely predictable and preventable.\nCollege and university campuses along with K-12 schools throughout the US have emerged as central battlegrounds in the fight to contain the COVID-19 pandemic. In this struggle, teachers, students, faculty, and staff stand on one side, fighting for an end to the reckless policies of in-person learning, for resources to be allocated for safety measures and online learning, and for policies based on science, that put life over profit.\nAs was recently demonstrated so sharply through the University of Michigan Graduate Student Instructor strike, the university administrations, the corporate-controlled trade unions and both the Democrats and Republicans stand on the other side, fighting to keep corporate profits flowing.\nWe urge students at the University of Michigan who want to continue the fight against the unsafe reopening of campuses to join the Socialist Equality Party, and to build the International Youth and Students for Social Equality at the University of Michigan and across the country."}]}