{"request": {"pageUrl": "https://www.timesunion.com/news/article/Video-Who-should-get-a-COVID-19-vaccine-first-15577413.php", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 05:02:00 GMT", "sentiment": 0, "author": "Nicole Hassoun", "estimatedDate": "Fri, 18 Sep 2020 05:02:00 GMT", "publisherRegion": "---", "icon": "https://www.timesunion.com/apple-touch-icon-128x128.png", "diffbotUri": "article|3|-1989295760", "siteName": "Times Union", "type": "article", "title": "Video: Who should get a COVID-19 vaccine first?", "tags": [{"score": 0.9990954399108887, "sentiment": 0.152, "count": 4, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9918212890625, "sentiment": 0.842, "count": 4, "label": "vaccine", "uri": "https://diffbot.com/entity/Xjv_jBM9JO0KLdiTLLXaFoA", "rdfTypes": ["http://dbpedia.org/ontology/ChemicalSubstance"]}, {"score": 0.7828513979911804, "sentiment": 0, "count": 2, "label": "Binghamton University", "uri": "https://diffbot.com/entity/OQrsjvEWQNuqlYx-8LyMP9w", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "publisherCountry": "---", "humanLanguage": "en", "pageUrl": "https://www.timesunion.com/news/article/Video-Who-should-get-a-COVID-19-vaccine-first-15577413.php", "html": "<p>(The Conversation is an independent and nonprofit source of news, analysis and commentary from academic experts.)</p>\n<p>Nicole Hassoun, Binghamton University, State University of New York</p>\n<p>(THE CONVERSATION) A committee of The National Academies of Sciences, Engineering and Medicine is readying a report with recommendations for equitable distribution of a COVID-19 vaccine. In this Q&amp;A, bioethicist Dr. Nicole Hassoun of Binghamton University breaks down the elements in the recently published draft report from the committee and explains the key questions around vaccine distribution.</p>\n<p>Why is there a need for guidelines on how to distribute a COVID-19 vaccine?</p>\n<p>It&rsquo;s clear that there won&rsquo;t be enough vaccines for everybody initially. It just takes a long time to get 300 million doses of vaccine made, and if we&rsquo;re looking at November as a potential date for a new vaccine, then people start thinking about, &ldquo;Well, what are we going to do when there&rsquo;s not enough?&rdquo; And that&rsquo;s where this proposal and others might fit in.</p>\n<p>How does the National Academies&rsquo; report approach this problem?</p>\n<p>There are four phases to their distribution suggestions. First, they suggest giving the vaccine to high-risk workers and health care facilities and first responders. Then to people of all ages who have multiple medical conditions who are at higher risk for illness, as well as older adults who live in crowded settings like nursing homes.</p>\n<p>The next thing they suggest is helping critical-care workers. That is, workers who are in jobs that are both really important for society and at high risk of exposure. For example, this would be teachers, school staff, people of all ages who have conditions that put them at higher risk, as well as older adults who didn&rsquo;t already get the vaccine. This phase also includes people at homeless shelters and prisons and other detention centers.</p>\n<p>In phase 3, they would give the vaccine to young adults and children as well as people who are in industries essential to society that haven&rsquo;t already received it.</p>\n<p>And finally, everyone in the U.S. would get a chance to have the vaccine if they haven&rsquo;t already gotten it.</p>\n<p>Within each group, they will deploy the Social Deprivation Index, which comes from the Centers for Disease Control and Prevention and looks at a variety of different kinds of deprivation, such as poverty or overcrowded housing. If you have a higher deprivation index or higher vulnerability index, then within that group, you&rsquo;ll get it first.</p>\n<p>What&rsquo;s the rationale behind these phases?</p>\n<p>The authors of the report say their first priority is to maximize social benefit by reducing death and disability and transmission rates. So at first they&rsquo;ll help try to prevent death and disability and then focus on constraining transmission. But they don&rsquo;t explain exactly what it means to reduce death and disability. I think they have to explain how to measure that. Instead, they shift to talking about different risk groups.</p>\n<p>So they define people in different categories, like children and adults, but also describe different kinds of risks. They talk about the risk of acquiring infection, the risk of getting really sick or dying if you get COVID-19, the risk of negative social impact if individuals have a high-priority job, and the risk of transmitting disease to others. And then they rank everybody on these different categories and tell us who should get the vaccine first.</p>\n<p>[Expertise in your inbox. Sign up for The Conversation&rsquo;s newsletter and get expert takes on today&rsquo;s news, every day.]</p>\n<p>Is there an alternative approach to vaccine rationing?</p>\n<p>I think what matters more than rationing is changing pharmaceutical incentives and rules for innovation. About 80% of pharmaceutical manufacturing is done on generics, which means there&rsquo;s a huge manufacturing capacity on the generic side of things, whereas only 20% is on patented medicines. If we let companies keep patents on those products, then they can charge what they want for those medicines or maybe they have advance purchase agreements with the government. But we can&rsquo;t use a lot of that manufacturing capacity, and so there&rsquo;ll be a lot less supply of the vaccine.</p>\n<p>I think we can tie incentives to what I call global health impact, which encourages companies to focus on the biggest problems that cause the most death and disability. This goes well beyond the pandemic by using things like prize funds. So companies are rewarded for innovations based on the health impact of those innovations. Another example is the orphan drug tax credit, a tax incentive to develop cures for diseases that affect a relatively small group of people. Big pharma companies are some of the richest fortune 500 companies, and they say great profits are necessary for getting research and development done. But they don&rsquo;t make their costs transparent. Critics say they&rsquo;re over-inflated and that they include a lot of unethical marketing costs in the data that they provide.</p>\n<p>At the minimum, I think companies should substantiate the claim that their profits are justified for the government to offer them the kind of patent protections that contribute to inequitable access.</p>\n<p>What would be your approach to equitable vaccine distribution?</p>\n<p>I think that if I had to decide how to distribute a vaccine, I would try to save the most lives and not the most life-years, which I think might be driving the National Academies&rsquo; proposal. They want to maximize the greatest number of years lived across the population, as opposed to total number of lives. They put children in a higher risk group than I think is merited and maybe give the elderly less priority than I would. I think that arguments which focus on life-years aren&rsquo;t that great. For each person, their life matters so much to them, however long they might have left to live which I think is sufficient reason to treat that person equally.</p>\n<p>I think a lot of things matter besides saving lives. The economic consequences of a pandemic, for instance, are really important. We have to know how to trade off lives against economic consequences to try to deal with that within a vaccine allocation system. I think there may be a tension between helping people go back to work, protecting the elderly, getting kids to school &ndash; but we can also use economic policies to address some of the economic problems. So I think a truly ethical proposal would treat every person equally and help countries get vaccines to people when they don&rsquo;t have the capacity to do that on their own.</p>\n<p>This article is republished from The Conversation under a Creative Commons license. Read the original article here: <a href=\"https://theconversation.com/video-who-should-get-a-covid-19-vaccine-first-146285\">https://theconversation.com/video-who-should-get-a-covid-19-vaccine-first-146285</a>.</p>", "text": "(The Conversation is an independent and nonprofit source of news, analysis and commentary from academic experts.)\nNicole Hassoun, Binghamton University, State University of New York\n(THE CONVERSATION) A committee of The National Academies of Sciences, Engineering and Medicine is readying a report with recommendations for equitable distribution of a COVID-19 vaccine. In this Q&A, bioethicist Dr. Nicole Hassoun of Binghamton University breaks down the elements in the recently published draft report from the committee and explains the key questions around vaccine distribution.\nWhy is there a need for guidelines on how to distribute a COVID-19 vaccine?\nIt’s clear that there won’t be enough vaccines for everybody initially. It just takes a long time to get 300 million doses of vaccine made, and if we’re looking at November as a potential date for a new vaccine, then people start thinking about, “Well, what are we going to do when there’s not enough?” And that’s where this proposal and others might fit in.\nHow does the National Academies’ report approach this problem?\nThere are four phases to their distribution suggestions. First, they suggest giving the vaccine to high-risk workers and health care facilities and first responders. Then to people of all ages who have multiple medical conditions who are at higher risk for illness, as well as older adults who live in crowded settings like nursing homes.\nThe next thing they suggest is helping critical-care workers. That is, workers who are in jobs that are both really important for society and at high risk of exposure. For example, this would be teachers, school staff, people of all ages who have conditions that put them at higher risk, as well as older adults who didn’t already get the vaccine. This phase also includes people at homeless shelters and prisons and other detention centers.\nIn phase 3, they would give the vaccine to young adults and children as well as people who are in industries essential to society that haven’t already received it.\nAnd finally, everyone in the U.S. would get a chance to have the vaccine if they haven’t already gotten it.\nWithin each group, they will deploy the Social Deprivation Index, which comes from the Centers for Disease Control and Prevention and looks at a variety of different kinds of deprivation, such as poverty or overcrowded housing. If you have a higher deprivation index or higher vulnerability index, then within that group, you’ll get it first.\nWhat’s the rationale behind these phases?\nThe authors of the report say their first priority is to maximize social benefit by reducing death and disability and transmission rates. So at first they’ll help try to prevent death and disability and then focus on constraining transmission. But they don’t explain exactly what it means to reduce death and disability. I think they have to explain how to measure that. Instead, they shift to talking about different risk groups.\nSo they define people in different categories, like children and adults, but also describe different kinds of risks. They talk about the risk of acquiring infection, the risk of getting really sick or dying if you get COVID-19, the risk of negative social impact if individuals have a high-priority job, and the risk of transmitting disease to others. And then they rank everybody on these different categories and tell us who should get the vaccine first.\n[Expertise in your inbox. Sign up for The Conversation’s newsletter and get expert takes on today’s news, every day.]\nIs there an alternative approach to vaccine rationing?\nI think what matters more than rationing is changing pharmaceutical incentives and rules for innovation. About 80% of pharmaceutical manufacturing is done on generics, which means there’s a huge manufacturing capacity on the generic side of things, whereas only 20% is on patented medicines. If we let companies keep patents on those products, then they can charge what they want for those medicines or maybe they have advance purchase agreements with the government. But we can’t use a lot of that manufacturing capacity, and so there’ll be a lot less supply of the vaccine.\nI think we can tie incentives to what I call global health impact, which encourages companies to focus on the biggest problems that cause the most death and disability. This goes well beyond the pandemic by using things like prize funds. So companies are rewarded for innovations based on the health impact of those innovations. Another example is the orphan drug tax credit, a tax incentive to develop cures for diseases that affect a relatively small group of people. Big pharma companies are some of the richest fortune 500 companies, and they say great profits are necessary for getting research and development done. But they don’t make their costs transparent. Critics say they’re over-inflated and that they include a lot of unethical marketing costs in the data that they provide.\nAt the minimum, I think companies should substantiate the claim that their profits are justified for the government to offer them the kind of patent protections that contribute to inequitable access.\nWhat would be your approach to equitable vaccine distribution?\nI think that if I had to decide how to distribute a vaccine, I would try to save the most lives and not the most life-years, which I think might be driving the National Academies’ proposal. They want to maximize the greatest number of years lived across the population, as opposed to total number of lives. They put children in a higher risk group than I think is merited and maybe give the elderly less priority than I would. I think that arguments which focus on life-years aren’t that great. For each person, their life matters so much to them, however long they might have left to live which I think is sufficient reason to treat that person equally.\nI think a lot of things matter besides saving lives. The economic consequences of a pandemic, for instance, are really important. We have to know how to trade off lives against economic consequences to try to deal with that within a vaccine allocation system. I think there may be a tension between helping people go back to work, protecting the elderly, getting kids to school – but we can also use economic policies to address some of the economic problems. So I think a truly ethical proposal would treat every person equally and help countries get vaccines to people when they don’t have the capacity to do that on their own.\nThis article is republished from The Conversation under a Creative Commons license. Read the original article here: https://theconversation.com/video-who-should-get-a-covid-19-vaccine-first-146285."}]}