{"request": {"pageUrl": "https://www.circleofblue.org/2020/world/covid-19-outbreaks-in-prisons-underscore-need-for-reform/", "api": "article", "version": 3}, "objects": [{"date": "Thu, 27 Aug 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 684, "width": 833, "diffbotUri": "image|3|-1668881501", "title": "The coronavirus pandemic is highlighting longstanding sanitation issues in prisons. © Emiliano Bar/Unsplash", "url": "https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?w=1600&ssl=1", "naturalWidth": 1030, "primary": true, "height": 556}], "author": "Jane Johnston", "estimatedDate": "Thu, 27 Aug 2020 00:00:00 GMT", "icon": "https://www.circleofblue.org/wp-content/uploads/2015/10/favicon.ico", "diffbotUri": "article|3|1391268840", "siteName": "Circle of Blue", "type": "article", "title": "Covid-19 Outbreaks In Prisons Underscore Need For Reform", "tags": [{"score": 0.986775279045105, "sentiment": 0, "count": 4, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8325626254081726, "sentiment": -0.6, "count": 3, "label": "prison", "uri": "https://diffbot.com/entity/XFaRU_5tvP_iB0vHku1R4lQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/ArchitecturalStructure", "http://dbpedia.org/ontology/Building"]}], "humanLanguage": "en", "authorUrl": "https://www.circleofblue.org/author/jane-johnston/", "pageUrl": "https://www.circleofblue.org/2020/world/covid-19-outbreaks-in-prisons-underscore-need-for-reform/", "html": "<p><em>Unsanitary conditions and secrecy contribute to the spread of disease, experts say. </em></p>\n<figure><img alt=\"\" data-attachment-id=\"111368\" data-comments-opened=\"1\" data-image-description=\"\" data-image-meta=\"{\"aperture\":\"0\",\"credit\":\"\",\"camera\":\"\",\"caption\":\"\",\"created_timestamp\":\"0\",\"copyright\":\"\",\"focal_length\":\"0\",\"iso\":\"0\",\"shutter_speed\":\"0\",\"title\":\"\",\"orientation\":\"0\"}\" data-image-title=\"\" data-large-file=\"https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?fit=1030%2C684&ssl=1\" data-lazy-loaded=\"1\" data-medium-file=\"https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?fit=600%2C399&ssl=1\" data-orig-file=\"https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?fit=1600%2C1063&ssl=1\" data-orig-size=\"1600,1063\" data-permalink=\"https://www.circleofblue.org/2020/world/covid-19-outbreaks-in-prisons-underscore-need-for-reform/attachment/emiliano-bar-pakhbttdqt0-unsplash/\" data-recalc-dims=\"1\" sizes=\"(max-width: 1030px) 100vw, 1030px\" src=\"https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?w=1600&ssl=1\" srcset=\"https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?resize=1030%2C684&ssl=1 1030w, https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?resize=600%2C399&ssl=1 600w, https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?resize=1500%2C997&ssl=1 1500w, https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?resize=705%2C468&ssl=1 705w, https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?resize=450%2C299&ssl=1 450w, https://i0.wp.com/www.circleofblue.org/wp-content/uploads/2020/08/emiliano-bar-PaKHbtTDqt0-unsplash.jpg?w=1600&ssl=1 1600w\"></img><figcaption>The coronavirus pandemic is highlighting longstanding sanitation issues in prisons. &copy; Emiliano Bar/Unsplash</figcaption></figure>\n<p><strong>By Jane Johnston, Circle of Blue </strong></p>\n<p>The U.S. prison system has emerged as a center of Covid-19 transmission. Along with other national virus hot spots &mdash; meatpacking facilities, farmworker housing, and nursing homes &mdash; the outbreaks in jails and detention centers highlight a constellation of disease risks for people on the margins of American society.</p>\n<p>&ldquo;The pandemic has driven home the lessons that how these facilities are designed really matters,&rdquo; Michele Deitch, a distinguished senior lecturer at the LBJ School of Public Affairs at the University of Texas, told Circle of Blue. &ldquo;The fact that people can&rsquo;t physically separate from each other, the fact that they are so densely populated, the fact that people in custody don&rsquo;t have ready access to hygiene supplies and a supply of water, all of those are things that have contributed to the high, high spread of the disease, the massive spread of disease, and the high numbers of deaths.&rdquo;</p>\n<p>As of August 18, according to data collected by the Marshall Project, over 102,000 cases have been confirmed among U.S. prisoners, and just over 22,000 cases among prison staff.</p>\n<p>Aside from being densely populated and housing a high number of at-risk people, such as the elderly or those with chronic illnesses, prisons are generally unsanitary. Deitch said that prisoners often lack hygiene necessities like soap or hand sanitizer. Some don&rsquo;t even have consistent access to running water.</p>\n<p>&ldquo;All the recommendations that the experts are telling us on the outside that we need to take are measures that really are not available to people inside,&rdquo; said Deitch, who has spent her career trying to improve conditions for prisoners.</p>\n<p>There are many reasons for the spread of Covid-19 in prisons, Deitch explained. Policy decisions, like not releasing medically vulnerable people or transferring people between facilities, contribute to crowding and disease spread. So does the failure to take basic precautions, such as not wearing masks or not quarantining prisoners with confirmed or suspected cases. A federal judge ordered California prison officials in July to dedicate space in each state jail for quarantine.</p>\n<p>Keri Blakinger, who covers the U.S. criminal justice system as an investigative reporter for the Marshall Project, knows the difficulty of attributing an illness acquired in prison to a specific cause. With so many risk factors, it&rsquo;s hard to draw a direct line between lack of water access and the spread of the virus.</p>\n<p>&ldquo;If there&rsquo;s any kind of disease outbreak, it&rsquo;s really easy to point to all these other factors that can contribute,&rdquo; Blakinger told Circle of Blue. But that doesn&rsquo;t mean that it&rsquo;s not important to be concerned about water access, sanitation and hygiene (WASH) in prisons, she added.</p>\n<p>WASH services have long been a source of health trouble inside prisons, contributing to disease outbreaks. &ldquo;We can just sort of look at these things and logically understand that they&rsquo;re problematic,&rdquo; Blakinger said. &ldquo;But the nature of prisons makes it really hard to prove specific examples of causality.&rdquo;</p>\n<p>One of the reasons for this is that reports from prisoners of water outages, sewage backups, and other plumbing problems often contradict what administrators say. &ldquo;It&rsquo;s just really difficult to verify because they&rsquo;re behind prison walls,&rdquo; she said. &ldquo;It&rsquo;s really hard to get any kind of proof.&rdquo;</p>\n<p><strong>Preparing for Simultaneous Hazards</strong></p>\n<p>Chronic problems like infrastructure maintenance in jails tend to be magnified in times of crisis. Hurricane Harvey, in 2017, flooded three state and three federal prisons in Beaumont, Texas. Drinking water was disrupted for days and some inmates complained of dehydration.</p>\n<p>Melissa Surette (Savilonis), adjunct professor at Endicott College and emergency management professional who has spent ten years studying how U.S. prisons respond to disasters, says that such stories indicate a lack of emergency planning.</p>\n<p>The vast majority of prisons are underprepared for hazards like natural disasters and disease outbreaks, she found. The reason? Correctional facilities are underfunded.</p>\n<p>With consistent line-item funding, prisons could fix big issues like staff shortages, purchasing and upgrading equipment, and planning for disasters.</p>\n<p>&ldquo;These are challenges we see across the country with other types of facilities as well, not just prison systems, but it&rsquo;s really critical that we focus our time and effort on funding prison systems so they can plan and prepare for disasters,&rdquo; Surette said.</p>\n<p>As the country enters peak hurricane season &mdash; the Gulf Coast now faces Hurricane Laura, a Category 4 storm &mdash; Surette said there are two types of disaster plans that prisons should have in place. One is an operational plan, or what they&rsquo;ll do when the storm strikes. The other is a mitigation plan, which Surette said is critical for identifying risks and developing strategies to address them before the disaster occurs.</p>\n<p>Risks could include being located in a flood-prone area or one that is exposed to extreme wind or storm events.</p>\n<p>Still, those plans mean nothing if a prison doesn&rsquo;t have the resources or staff to support them.</p>\n<p>&ldquo;So you can have a wonderful plan that details how you&rsquo;re going to respond and recover from an incident,&rdquo; Surette said. &ldquo;But if you don&rsquo;t have the staff that know what&rsquo;s in the plan, or what to do, or they if they don&rsquo;t have access to it, and then if they don&rsquo;t have the resources to support that plan, that presents a lot of challenges, and you kind of have this cascading effect.&rdquo;</p>\n<p>Blakinger said the real problem isn&rsquo;t a lack of staff. It&rsquo;s that there are too many prisoners. About 1.5 million people in the U.S. are incarcerated, meaning for every 100,000 Americans, 431 are imprisoned.</p>\n<p>&ldquo;I think that these sort of really basic maintenance problems are going to exist as long as we are trying to incarcerate this many people,&rdquo; she said. &ldquo;Mass incarceration is expensive and we don&rsquo;t have money for the upkeep and that shows when it comes to these plumbing issues.&rdquo;</p>\n<p>The pandemic could be the nudge that catalyzes difficult debates. Sick prisoners have highlighted the need to re-examine not just operating procedures, but basic assumptions about the U.S. criminal justice system, whether it means providing more funding or locking up fewer people.</p>\n<p>&ldquo;We shouldn&rsquo;t just be Covid-focused,&rdquo; Surette said. &ldquo;We should be thinking about this from a holistic perspective.&rdquo;</p>\n<h3><em>Related</em></h3>", "text": "Unsanitary conditions and secrecy contribute to the spread of disease, experts say.\nBy Jane Johnston, Circle of Blue\nThe U.S. prison system has emerged as a center of Covid-19 transmission. Along with other national virus hot spots — meatpacking facilities, farmworker housing, and nursing homes — the outbreaks in jails and detention centers highlight a constellation of disease risks for people on the margins of American society.\n“The pandemic has driven home the lessons that how these facilities are designed really matters,” Michele Deitch, a distinguished senior lecturer at the LBJ School of Public Affairs at the University of Texas, told Circle of Blue. “The fact that people can’t physically separate from each other, the fact that they are so densely populated, the fact that people in custody don’t have ready access to hygiene supplies and a supply of water, all of those are things that have contributed to the high, high spread of the disease, the massive spread of disease, and the high numbers of deaths.”\nAs of August 18, according to data collected by the Marshall Project, over 102,000 cases have been confirmed among U.S. prisoners, and just over 22,000 cases among prison staff.\nAside from being densely populated and housing a high number of at-risk people, such as the elderly or those with chronic illnesses, prisons are generally unsanitary. Deitch said that prisoners often lack hygiene necessities like soap or hand sanitizer. Some don’t even have consistent access to running water.\n“All the recommendations that the experts are telling us on the outside that we need to take are measures that really are not available to people inside,” said Deitch, who has spent her career trying to improve conditions for prisoners.\nThere are many reasons for the spread of Covid-19 in prisons, Deitch explained. Policy decisions, like not releasing medically vulnerable people or transferring people between facilities, contribute to crowding and disease spread. So does the failure to take basic precautions, such as not wearing masks or not quarantining prisoners with confirmed or suspected cases. A federal judge ordered California prison officials in July to dedicate space in each state jail for quarantine.\nKeri Blakinger, who covers the U.S. criminal justice system as an investigative reporter for the Marshall Project, knows the difficulty of attributing an illness acquired in prison to a specific cause. With so many risk factors, it’s hard to draw a direct line between lack of water access and the spread of the virus.\n“If there’s any kind of disease outbreak, it’s really easy to point to all these other factors that can contribute,” Blakinger told Circle of Blue. But that doesn’t mean that it’s not important to be concerned about water access, sanitation and hygiene (WASH) in prisons, she added.\nWASH services have long been a source of health trouble inside prisons, contributing to disease outbreaks. “We can just sort of look at these things and logically understand that they’re problematic,” Blakinger said. “But the nature of prisons makes it really hard to prove specific examples of causality.”\nOne of the reasons for this is that reports from prisoners of water outages, sewage backups, and other plumbing problems often contradict what administrators say. “It’s just really difficult to verify because they’re behind prison walls,” she said. “It’s really hard to get any kind of proof.”\nPreparing for Simultaneous Hazards\nChronic problems like infrastructure maintenance in jails tend to be magnified in times of crisis. Hurricane Harvey, in 2017, flooded three state and three federal prisons in Beaumont, Texas. Drinking water was disrupted for days and some inmates complained of dehydration.\nMelissa Surette (Savilonis), adjunct professor at Endicott College and emergency management professional who has spent ten years studying how U.S. prisons respond to disasters, says that such stories indicate a lack of emergency planning.\nThe vast majority of prisons are underprepared for hazards like natural disasters and disease outbreaks, she found. The reason? Correctional facilities are underfunded.\nWith consistent line-item funding, prisons could fix big issues like staff shortages, purchasing and upgrading equipment, and planning for disasters.\n“These are challenges we see across the country with other types of facilities as well, not just prison systems, but it’s really critical that we focus our time and effort on funding prison systems so they can plan and prepare for disasters,” Surette said.\nAs the country enters peak hurricane season — the Gulf Coast now faces Hurricane Laura, a Category 4 storm — Surette said there are two types of disaster plans that prisons should have in place. One is an operational plan, or what they’ll do when the storm strikes. The other is a mitigation plan, which Surette said is critical for identifying risks and developing strategies to address them before the disaster occurs.\nRisks could include being located in a flood-prone area or one that is exposed to extreme wind or storm events.\nStill, those plans mean nothing if a prison doesn’t have the resources or staff to support them.\n“So you can have a wonderful plan that details how you’re going to respond and recover from an incident,” Surette said. “But if you don’t have the staff that know what’s in the plan, or what to do, or they if they don’t have access to it, and then if they don’t have the resources to support that plan, that presents a lot of challenges, and you kind of have this cascading effect.”\nBlakinger said the real problem isn’t a lack of staff. It’s that there are too many prisoners. About 1.5 million people in the U.S. are incarcerated, meaning for every 100,000 Americans, 431 are imprisoned.\n“I think that these sort of really basic maintenance problems are going to exist as long as we are trying to incarcerate this many people,” she said. “Mass incarceration is expensive and we don’t have money for the upkeep and that shows when it comes to these plumbing issues.”\nThe pandemic could be the nudge that catalyzes difficult debates. Sick prisoners have highlighted the need to re-examine not just operating procedures, but basic assumptions about the U.S. criminal justice system, whether it means providing more funding or locking up fewer people.\n“We shouldn’t just be Covid-focused,” Surette said. “We should be thinking about this from a holistic perspective.”\nRelated", "authors": [{"name": "Jane Johnston", "link": "circleofblue.org/author/jane-johnston"}]}]}