{"request": {"pageUrl": "https://www.njspotlight.com/video/njit-detects-covid-19-in-sewage-quarantines-entire-dormitory/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 1080, "width": 0, "diffbotUri": "image|3|-1696300038", "url": "https://d1ung6i9j8i9xc.cloudfront.net/wp-content/blogs.dir/123/files/2020/09/2020918_Flanagan_NJITsewar.jpg", "naturalWidth": 1920, "primary": true, "height": 0}], "author": "Brenda Flanagan", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://d1ung6i9j8i9xc.cloudfront.net/wp-content/themes/nj-spotlight/libs/images/NJ-Spotlight-News-App-Icon-iOS.jpg", "diffbotUri": "article|3|1984683605", "siteName": "NJ Spotlight News", "type": "article", "title": "NJIT detects COVID-19 in sewage, quarantines entire dormitory", "tags": [{"score": 0.9885899424552917, "sentiment": -0.714, "count": 10, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9245302677154541, "sentiment": 0, "count": 3, "label": "Martin J. Blaser", "uri": "https://diffbot.com/entity/PS1ZszZKUNoObCkndtDltLw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.5216065645217896, "sentiment": 0, "count": 1, "label": "Veronica Kero", "uri": "https://diffbot.com/entity/PyRuHBI9uM0eGDSLCzJ1Bbw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.njspotlight.com/author/brenda-flanagan-njtv-news/", "pageUrl": "https://www.njspotlight.com/video/njit-detects-covid-19-in-sewage-quarantines-entire-dormitory/", "html": "<p>Project engineers ran a pump to suck up sewage samples through a tube snaking down into a manhole. It&rsquo;s tucked into the corner of a campus lawn at New Jersey Institute of Technology where they test sewage weekly for the coronavirus because people infected with COVID-19 excrete virus when they go to the bathroom. It&rsquo;s a big red flag.</p>\n<p>&ldquo;It&rsquo;s an early warning system because you&rsquo;re shedding the virus before you would test positive for a sample of an individual,&rdquo; said NJIT Executive Director of Environmental Health and Safety Mitchell Gayer.</p>\n<p>&ldquo;Positive people discharge the RNA mostly before they even know they&rsquo;re positive. This is an early indicator, days ahead,&rdquo; said Veronica Kero, president of Omega Environmental Services.</p>\n<p>&ldquo;The goal is to quickly identify when there is a positive case on campus, and isolate the individual or individuals who have that before there&rsquo;s an opportunity for spread to occur,&rdquo; said NJIT Chief Strategy Officer Matthew Golden.</p>\n<p>The school monitored its sewage at seven sites on campus since classes started in September. On Sept. 16, NJIT got a red flag &mdash; a positive COVID-19 test in sewage from Cypress Hall, a dorm with 300 students. Cypress went into immediate lockdown.</p>\n<p>&ldquo;Yeah, they&rsquo;re pretty upset about it because they don&rsquo;t want to be stuck in their rooms all day,&rdquo; said Matthew Dizon, a student who has friends in the dorm. &ldquo;But it is what it is. You&rsquo;ve got to do your best to keep people safe. I&rsquo;m glad that NJIT&rsquo;s doing their best to test for things.&rdquo;</p>\n<p>&ldquo;These are likely asymptomatic individuals, and if we had no wastewater testing in place, they could potentially be spreading the virus within the residence hall or within the campus community unchecked,&rdquo; said Golden.</p>\n<p>Every Cypress Hall resident immediately got tested for COVID-19 to find who could be infected. No one&rsquo;s showing symptoms. Administrators alerted the entire campus.</p>\n<p>&ldquo;I&rsquo;m a little paranoid about the corona stuff, but it helps me feel safer to come in knowing that they&rsquo;re taking the testing seriously and they&rsquo;re taking the steps to test immediately the moment they find something out that&rsquo;s wrong,&rdquo; said student Santiago Ovalles.</p>\n<p>&ldquo;We know that it&rsquo;s going to be safer. Instead of like some schools they really don&rsquo;t test that often and they don&rsquo;t take it seriously like here,&rdquo; said student Manuela Estella-Gomez.</p>\n<p>NJIT is in downtown Newark, so every week the school tests 400 students, faculty and staff at random for COVID-19. So far, they&rsquo;ve gotten three positives that way. But testing the sewage allows them to cast a wider net for the virus.</p>\n<p>NJIT&rsquo;s sewage collection sites focus on distinct residential groups.</p>\n<p>&ldquo;Each site represents a dormitory and these are the greek houses over here. So these smaller houses, we test them all at once,&rdquo; said Gayer.</p>\n<p>Professor Lucia Rodriguez-Freire suggested NJIT test sewage for COVID-19 noting similar virus surveillance programs exist at several universities, more than 40 states, the Netherlands, Finland and Spain.</p>\n<p>&ldquo;The good thing about it is, we don&rsquo;t have to test individuals. We can test the whole community, and see if something is going on,&rdquo; said Rodriguez-Freire.</p>\n<p>Dr. Martin Blaser, director of theCenter for Advanced Biotechnology and Medicine at Rutgers University, explains testing sewage lets public health officials scale up COVID-19 surveillance to entire city sewage systems where engineers can trace positives to identify hot spots.</p>\n<p>&ldquo;Everybody has to go to the bathroom, so you can test sewage so that you can test a whole dormitory, or you can test a whole campus, or you can test a whole factory,&rdquo; said Blaser. &ldquo;They can get it down to the individual house. So it&rsquo;s a very powerful technique which is now being used all over the country in different studies using sewage to identify people who are shedding the COVID virus.&rdquo;</p>\n<p>Tracking disease in sewage isn&rsquo;t a new idea. In 1850s London, Dr. John Snow stopped a deadly cholera outbreak by showing people got sick drinking water from a certain well that was contaminated by sewage from a single infected family</p>\n<p>Modern disease detectives adapted techniques for COVID-19, but it&rsquo;s useless without quarantining.</p>\n<p>&ldquo;This tells you who you need to quarantine and where to look for the people to quarantine. Otherwise it&rsquo;s like a needle in a haystack,&rdquo; said Blaser.</p>\n<p>Cypress Hall students who test positive will be quarantined in separate spaces. Test results are expected by Sept. 21.</p>", "text": "Project engineers ran a pump to suck up sewage samples through a tube snaking down into a manhole. It’s tucked into the corner of a campus lawn at New Jersey Institute of Technology where they test sewage weekly for the coronavirus because people infected with COVID-19 excrete virus when they go to the bathroom. It’s a big red flag.\n“It’s an early warning system because you’re shedding the virus before you would test positive for a sample of an individual,” said NJIT Executive Director of Environmental Health and Safety Mitchell Gayer.\n“Positive people discharge the RNA mostly before they even know they’re positive. This is an early indicator, days ahead,” said Veronica Kero, president of Omega Environmental Services.\n“The goal is to quickly identify when there is a positive case on campus, and isolate the individual or individuals who have that before there’s an opportunity for spread to occur,” said NJIT Chief Strategy Officer Matthew Golden.\nThe school monitored its sewage at seven sites on campus since classes started in September. On Sept. 16, NJIT got a red flag — a positive COVID-19 test in sewage from Cypress Hall, a dorm with 300 students. Cypress went into immediate lockdown.\n“Yeah, they’re pretty upset about it because they don’t want to be stuck in their rooms all day,” said Matthew Dizon, a student who has friends in the dorm. “But it is what it is. You’ve got to do your best to keep people safe. I’m glad that NJIT’s doing their best to test for things.”\n“These are likely asymptomatic individuals, and if we had no wastewater testing in place, they could potentially be spreading the virus within the residence hall or within the campus community unchecked,” said Golden.\nEvery Cypress Hall resident immediately got tested for COVID-19 to find who could be infected. No one’s showing symptoms. Administrators alerted the entire campus.\n“I’m a little paranoid about the corona stuff, but it helps me feel safer to come in knowing that they’re taking the testing seriously and they’re taking the steps to test immediately the moment they find something out that’s wrong,” said student Santiago Ovalles.\n“We know that it’s going to be safer. Instead of like some schools they really don’t test that often and they don’t take it seriously like here,” said student Manuela Estella-Gomez.\nNJIT is in downtown Newark, so every week the school tests 400 students, faculty and staff at random for COVID-19. So far, they’ve gotten three positives that way. But testing the sewage allows them to cast a wider net for the virus.\nNJIT’s sewage collection sites focus on distinct residential groups.\n“Each site represents a dormitory and these are the greek houses over here. So these smaller houses, we test them all at once,” said Gayer.\nProfessor Lucia Rodriguez-Freire suggested NJIT test sewage for COVID-19 noting similar virus surveillance programs exist at several universities, more than 40 states, the Netherlands, Finland and Spain.\n“The good thing about it is, we don’t have to test individuals. We can test the whole community, and see if something is going on,” said Rodriguez-Freire.\nDr. Martin Blaser, director of theCenter for Advanced Biotechnology and Medicine at Rutgers University, explains testing sewage lets public health officials scale up COVID-19 surveillance to entire city sewage systems where engineers can trace positives to identify hot spots.\n“Everybody has to go to the bathroom, so you can test sewage so that you can test a whole dormitory, or you can test a whole campus, or you can test a whole factory,” said Blaser. “They can get it down to the individual house. So it’s a very powerful technique which is now being used all over the country in different studies using sewage to identify people who are shedding the COVID virus.”\nTracking disease in sewage isn’t a new idea. In 1850s London, Dr. John Snow stopped a deadly cholera outbreak by showing people got sick drinking water from a certain well that was contaminated by sewage from a single infected family\nModern disease detectives adapted techniques for COVID-19, but it’s useless without quarantining.\n“This tells you who you need to quarantine and where to look for the people to quarantine. Otherwise it’s like a needle in a haystack,” said Blaser.\nCypress Hall students who test positive will be quarantined in separate spaces. Test results are expected by Sept. 21.", "authors": [{"name": "Brenda Flanagan, Senior Correspondent", "link": "njspotlight.com/author/brenda-flanagan-njtv-news"}]}]}