{"request": {"pageUrl": "https://www.bostonglobe.com/2020/09/12/sports/bcs-covid-19-outbreak-not-good-sign-proponents-let-them-play/", "api": "article", "version": 3}, "objects": [{"date": "Sat, 12 Sep 2020 15:30:00 GMT", "sentiment": -0.327, "images": [{"naturalHeight": 640, "width": 846, "diffbotUri": "image|3|28259425", "title": "Ohio State football coach Ryan Day wants to see the Big Ten Conference reverse its decision to not play this fall.", "url": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/6VLs3j6hxwFutjK2FfnxitN1Pao=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/ZU6CPWCM5LHVUL55TYKXDGQUEA.jpg", "naturalWidth": 959, "primary": true, "height": 564}, {"naturalHeight": 0, "width": 846, "diffbotUri": "image|3|177163201", "title": "Boston College welcomed students back for the fall semester amid the coronavirus pandemic.", "url": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/F6EMWurhfHfoe9BviVwohD5K-jk=/20x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/R5KCI7RM6765EPR6URGLW5P674.jpg", "naturalWidth": 0, "height": 550}], "author": "Tara Sullivan", "estimatedDate": "Sat, 12 Sep 2020 15:30:00 GMT", "publisherRegion": "North America", "icon": "https://www.bostonglobe.com/pf/resources/images/icons/apple-touch-icon.png?d=205", "diffbotUri": "article|3|-921640478", "siteName": "BostonGlobe.com", "type": "article", "title": "BC’s COVID-19 outbreak not a good sign for proponents of ‘let them play’", "tags": [{"score": 0.997461199760437, "sentiment": -0.988, "count": 7, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.6261162757873535, "sentiment": 0, "count": 1, "label": "Michigan State Spartans football", "uri": "https://diffbot.com/entity/ODhvNLl6tPXOaRDhF1cPU2g", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/SportsClub"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.bostonglobe.com/about/staff-list/columnist/tara-sullivan/?p1=Article_Byline", "pageUrl": "https://www.bostonglobe.com/2020/09/12/sports/bcs-covid-19-outbreak-not-good-sign-proponents-let-them-play/", "html": "<p>Tara Sullivan</p>\n<figure><img alt=\"Ohio State football coach Ryan Day wants to see the Big Ten Conference reverse its decision to not play this fall.\" data-src=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/6VLs3j6hxwFutjK2FfnxitN1Pao=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/ZU6CPWCM5LHVUL55TYKXDGQUEA.jpg\" sizes=\"960px\" src=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/6VLs3j6hxwFutjK2FfnxitN1Pao=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/ZU6CPWCM5LHVUL55TYKXDGQUEA.jpg\" srcset=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/6VLs3j6hxwFutjK2FfnxitN1Pao=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/ZU6CPWCM5LHVUL55TYKXDGQUEA.jpg 1440w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/gtLPF1lHsY3CQOc4Os1Hw8MqXAo=/1280x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/ZU6CPWCM5LHVUL55TYKXDGQUEA.jpg 1280w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/x5ErVf01W3WZnLrVt9gSPqMhHT0=/1024x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/ZU6CPWCM5LHVUL55TYKXDGQUEA.jpg 1024w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/0FZbsdpmlkISHQYaTUbJyTiqRac=/820x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/ZU6CPWCM5LHVUL55TYKXDGQUEA.jpg 820w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/cETI4HW0kiELi2AkE09V_irHUQo=/600x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/ZU6CPWCM5LHVUL55TYKXDGQUEA.jpg 600w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/763inTbBlbOt7G3k2xBDH6cnHiM=/420x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/ZU6CPWCM5LHVUL55TYKXDGQUEA.jpg 420w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/ozme44eCN8GQgSMylCWgtj9VNe4=/240x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/ZU6CPWCM5LHVUL55TYKXDGQUEA.jpg 240w\"></img><figcaption>Ohio State football coach Ryan Day wants to see the Big Ten Conference reverse its decision to not play this fall.</figcaption></figure>\n<p>The closing salvo from Ohio State&rsquo;s Ryan Day was blunt and direct, revealing one coach&rsquo;s push to convince Big Ten leadership it&rsquo;s time to play football. &ldquo;Our players want to know,&rdquo; Day wrote to close the statement he posted to social media Thursday, &ldquo;Why can&rsquo;t they play?&rdquo;</p>\n<p>If, as Day wrote, Atlantic Coast Conference schools such as Duke, Notre Dame, Clemson, and Wake Forest can be scheduled to play over the weekend, why not Ohio State, Michigan, or Michigan State? Why can&rsquo;t they play?</p>\n<p>Not a crazy question. But as we continue amid this ongoing COVID-19 pandemic, the converse question isn&rsquo;t unfair either. Why are <i>they </i>playing?</p>\n<p>Just look at what&rsquo;s going on with <a href=\"https://www.bostonglobe.com/2020/09/09/sports/covid-19-afflicts-bc-swim-dive-team/?p1=Article_Inline_Text_Link&p1=Article_Inline_Text_Link&p1=Article_Inline_Text_Link\">the swimming and diving team</a> at resident ACC representative Boston College, where an outbreak of positive tests has raised concerns about the spread of the virus, the protocols for treating infected students and protecting exposed ones, and the wisdom, or lack thereof, of insisting on going forward with competitive sports during the pandemic. As voices connected to the program, including a concerned parent, reported to Globe colleague Bob Hohler, at least 13 positive tests among swimmers have forced a minimum two-week shutdown of the program.</p>\n<p>But more than that, the fallout exposes the rift in our new reality, where a yawning chasm exists between the &ldquo;let-them-play&rdquo; and &ldquo;shut-it-down&rdquo; camps, a divide that leaves a prominent coach such as Day willing to go rogue from the conference to which he belongs or a parent on a team at BC ready to go to the public with concern. There is no easy answer, and there is no universal answer. But what is happening at BC should serve as a warning bell, tilting the discussion toward safety over sports, one more real-life reminder of how contagious and uncontained the virus remains, what a threat it can pose to students on campus.</p>\n<p>That it happened among swimmers, one of the most individualized sports that theoretically should allow for manageable, minimal contact, underscores the unpredictability of the pathogen.</p>\n<p>&ldquo;It&rsquo;s not just scattered across the university, you have a group of students who are part of the swimming and diving team, that brings to question, is there something going on, a social or cultural component that we&rsquo;re overlooking?&rdquo; said Alvin Tran, a social epidemiologist from the University of New Haven who teaches a course in &ldquo;Pandemic and Public Health Threats.&rdquo;</p>\n<p>&quot;Is it happening on campus, during practices, or off campus? They need to figure it out, whether they were attending some sort of gathering and were potentially exposed to the novel coronavirus. These are questions that are still unanswered and are interesting because swimming, compared to other sports, you can practice by yourself, you&rsquo;re still able to socially distance, you can strategize and switch students in and out, move them around. There are ways you can be strategic and consider public health protocols.</p>\n<p>&ldquo;I&rsquo;m sure Boston College is doing its own investigation, and this is where you need to rely on contact tracing. Figure out who were they exposed to, who did they expose themselves to as well, and put those who test positive into isolation and quarantine and those who were exposed to someone with a positive case.&rdquo;</p>\n<figure><img alt=\"Boston College welcomed students back for the fall semester amid the coronavirus pandemic.\" data-src=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/F6EMWurhfHfoe9BviVwohD5K-jk=/20x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/R5KCI7RM6765EPR6URGLW5P674.jpg\" src=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/F6EMWurhfHfoe9BviVwohD5K-jk=/20x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/R5KCI7RM6765EPR6URGLW5P674.jpg\"></img><figcaption>Boston College welcomed students back for the fall semester amid the coronavirus pandemic.</figcaption></figure>\n<p>In other words, every campus needs a well-communicated, well-researched response plan rooted in interests of public health. Boston College seems to be doing just that, and here&rsquo;s hoping the spread is contained and the cases mild. But that&rsquo;s the thing in a pandemic &mdash; there is no foolproof plan, and while professional leagues can pour their money into self-contained setups like the NBA or WNBA bubbles, or spend millions of dollars on protocols that include daily and rapid testing like the NFL, the tuition-paying, unpaid athletes on college campuses have no such cover. But the college football machine (in particular) they feed doesn&rsquo;t want to stop, even if cautious minds say it should.</p>\n<p>&ldquo;At the end of the day, public health is about prevention. How do we prevent people from getting sick, getting injuries, dying,&rdquo; said Tran, whose teams at New Haven are not competing this fall. &ldquo;To me, if I had the decision to go with no sports, I would say no sports. I know many universities are saying sports will happen, but that wouldn&rsquo;t have been my decision.&rdquo;</p>\n<p>Mine, either. Outbreaks, like the one at BC, are going to happen. And with evidence mounting there could be long-term physical effects even to those with mild cases, or perhaps more important, not enough evidence of what the long-term implications could be because there simply is no history of this novel coronavirus, the risk remains. To me, that makes it too high.</p>\n<p>&ldquo;It&rsquo;s called a novel coronavirus for a reason, it&rsquo;s a brand-new virus,&rdquo; Tran said. &ldquo;We don&rsquo;t know what&rsquo;s going to happen to people who get infected and recover five years, 10 years, 20 years from now. That data is not available. Some who have coronavirus and COVID-19 do have some permanent damage to their cardiac system. Long term, we&rsquo;re not exactly sure what that&rsquo;s going to look like. Younger adults and teens tend to be symptomatic and recover, and that&rsquo;s a good thing. That doesn&rsquo;t mean there&rsquo;s no risk. It&rsquo;s still possible for someone who is young to develop complications.&rdquo;</p>\n<p>Why can&rsquo;t they play? That&rsquo;s the question Ryan Day asked. Unfortunately for Boston College, its swimming and diving team gave him an answer, even if it&rsquo;s one he doesn&rsquo;t want to hear.</p>\n<p>Tara Sullivan is a Globe columnist. She can be reached at <a href=\"mailto:tara.sullivan@globe.com\">tara.sullivan@globe.com</a>. Follow her on Twitter <a href=\"https://www.twitter.com/Globe_Tara\">@Globe_Tara</a>.</p>", "text": "Tara Sullivan\nThe closing salvo from Ohio State’s Ryan Day was blunt and direct, revealing one coach’s push to convince Big Ten leadership it’s time to play football. “Our players want to know,” Day wrote to close the statement he posted to social media Thursday, “Why can’t they play?”\nIf, as Day wrote, Atlantic Coast Conference schools such as Duke, Notre Dame, Clemson, and Wake Forest can be scheduled to play over the weekend, why not Ohio State, Michigan, or Michigan State? Why can’t they play?\nNot a crazy question. But as we continue amid this ongoing COVID-19 pandemic, the converse question isn’t unfair either. Why are they playing?\nJust look at what’s going on with the swimming and diving team at resident ACC representative Boston College, where an outbreak of positive tests has raised concerns about the spread of the virus, the protocols for treating infected students and protecting exposed ones, and the wisdom, or lack thereof, of insisting on going forward with competitive sports during the pandemic. As voices connected to the program, including a concerned parent, reported to Globe colleague Bob Hohler, at least 13 positive tests among swimmers have forced a minimum two-week shutdown of the program.\nBut more than that, the fallout exposes the rift in our new reality, where a yawning chasm exists between the “let-them-play” and “shut-it-down” camps, a divide that leaves a prominent coach such as Day willing to go rogue from the conference to which he belongs or a parent on a team at BC ready to go to the public with concern. There is no easy answer, and there is no universal answer. But what is happening at BC should serve as a warning bell, tilting the discussion toward safety over sports, one more real-life reminder of how contagious and uncontained the virus remains, what a threat it can pose to students on campus.\nThat it happened among swimmers, one of the most individualized sports that theoretically should allow for manageable, minimal contact, underscores the unpredictability of the pathogen.\n“It’s not just scattered across the university, you have a group of students who are part of the swimming and diving team, that brings to question, is there something going on, a social or cultural component that we’re overlooking?” said Alvin Tran, a social epidemiologist from the University of New Haven who teaches a course in “Pandemic and Public Health Threats.”\n\"Is it happening on campus, during practices, or off campus? They need to figure it out, whether they were attending some sort of gathering and were potentially exposed to the novel coronavirus. These are questions that are still unanswered and are interesting because swimming, compared to other sports, you can practice by yourself, you’re still able to socially distance, you can strategize and switch students in and out, move them around. There are ways you can be strategic and consider public health protocols.\n“I’m sure Boston College is doing its own investigation, and this is where you need to rely on contact tracing. Figure out who were they exposed to, who did they expose themselves to as well, and put those who test positive into isolation and quarantine and those who were exposed to someone with a positive case.”\nIn other words, every campus needs a well-communicated, well-researched response plan rooted in interests of public health. Boston College seems to be doing just that, and here’s hoping the spread is contained and the cases mild. But that’s the thing in a pandemic — there is no foolproof plan, and while professional leagues can pour their money into self-contained setups like the NBA or WNBA bubbles, or spend millions of dollars on protocols that include daily and rapid testing like the NFL, the tuition-paying, unpaid athletes on college campuses have no such cover. But the college football machine (in particular) they feed doesn’t want to stop, even if cautious minds say it should.\n“At the end of the day, public health is about prevention. How do we prevent people from getting sick, getting injuries, dying,” said Tran, whose teams at New Haven are not competing this fall. “To me, if I had the decision to go with no sports, I would say no sports. I know many universities are saying sports will happen, but that wouldn’t have been my decision.”\nMine, either. Outbreaks, like the one at BC, are going to happen. And with evidence mounting there could be long-term physical effects even to those with mild cases, or perhaps more important, not enough evidence of what the long-term implications could be because there simply is no history of this novel coronavirus, the risk remains. To me, that makes it too high.\n“It’s called a novel coronavirus for a reason, it’s a brand-new virus,” Tran said. “We don’t know what’s going to happen to people who get infected and recover five years, 10 years, 20 years from now. That data is not available. Some who have coronavirus and COVID-19 do have some permanent damage to their cardiac system. Long term, we’re not exactly sure what that’s going to look like. Younger adults and teens tend to be symptomatic and recover, and that’s a good thing. That doesn’t mean there’s no risk. It’s still possible for someone who is young to develop complications.”\nWhy can’t they play? That’s the question Ryan Day asked. Unfortunately for Boston College, its swimming and diving team gave him an answer, even if it’s one he doesn’t want to hear.\nTara Sullivan is a Globe columnist. She can be reached at tara.sullivan@globe.com. Follow her on Twitter @Globe_Tara.", "authors": [{"name": "Tara Sullivan", "link": "bostonglobe.com/about/staff-list/columnist/tara-sullivan/"}]}]}