{"request": {"pageUrl": "https://www.msn.com/en-us/news/us/covid-19-live-updates-ku-students-strike-to-protest-campus-opening-during-coronavirus-outbreak/ar-BB18OVZX", "api": "article", "version": 3}, "objects": [{"date": "Wed, 09 Sep 2020 00:00:00 GMT", "sentiment": -0.207, "images": [{"naturalHeight": 461, "width": 799, "diffbotUri": "image|3|-608360378", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB15lpyR.img?h=461&w=799&m=6&q=60&o=f&l=f", "naturalWidth": 799, "primary": true, "height": 460}], "estimatedDate": "Wed, 09 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/d7/97297b.ico", "diffbotUri": "article|3|-1614007175", "siteName": "MSN", "type": "article", "title": "COVID-19 LIVE UPDATES: Missouri reports 773 new confirmed cases of coronavirus on Tuesday", "tags": [{"score": 0.9993916749954224, "sentiment": -0.936, "count": 16, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9992874264717102, "sentiment": 0, "count": 6, "label": "Missouri", "uri": "https://diffbot.com/entity/AFhTDDUSXP6KRk-xLtZgMug", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9843375086784363, "sentiment": 0, "count": 4, "label": "Kansas City", "uri": "https://diffbot.com/entity/AApYmhZRzOMy4ilGh_QDHLQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.9226166009902954, "sentiment": 0, "count": 2, "label": "Jackson County", "uri": "https://diffbot.com/entity/AJsZFKgqiO8ifec7OfAtMZg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.865879237651825, "sentiment": 0, "count": 2, "label": "Laura Kelly", "uri": "https://diffbot.com/entity/PgwyCVsR8Ncq2qJVnueqgXA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-us/news/us/covid-19-live-updates-ku-students-strike-to-protest-campus-opening-during-coronavirus-outbreak/ar-BB18OVZX", "html": "<p>Kansas City metro area health officials are grappling with how to handle continuing case count increases after reopening businesses more than a month ago.</p>\n<figure><img alt=\"a red and white sign: CORONAVIRUS LIVE UPDATES\" data-src=\"{\" src=\"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB15lpyR.img?h=461&w=799&m=6&q=60&o=f&l=f\"></img></figure>\n<p><strong>What you need to know:</strong></p>\n<ul><li>The Kansas Department of Health and Environment said Monday the state has 46,914 confirmed cases of COVID-19, and there have been 485 deaths since the outbreak started. Kansas is now only updating COVID-19 data on Mondays, Wednesdays and Fridays.</li><li>The Missouri Department of Health and Senior Services said Tuesday that 1,661 deaths have been attributed to COVID-19 in the state and there are 95,113 confirmed cases since the outbreak started.</li></ul>\n<p><a data-id=\"75\" data-m=\"{\" href=\"https://link.kmbc.com/join/5du/signin\">Sign up for our Newsletters</a></p>\n<p><strong>TUESDAY</strong>4 p.m. -- The University of Missouri in Columbia expanded its face covering rules on Tuesday. The changes include requiring everyone to wear face coverings whenever on campus, including outdoors.</p>\n<p>In the release, school officials said they are also asking the campus community to report those not following the rules on masks and social distancing. The school said if the rules are not followed, students may face suspension and faculty and staff could face disciplinary action.</p>\n<p>As of Tuesday morning, Mizzou reported 658 active COVID-19 cases &ndash; which is about 2.4% of the student body &ndash; and 444 recoveries.</p>\n<p><strong>Updated Mizzou outdoor face covering requirements:</strong></p>\n<p>Wear face coverings whenever you are on campus, including when you are outside and even when you are alone outdoors. This policy means those who share a household (roommates, family members, etc.) will also wear face coverings when outdoors together on campus. This outdoor requirement will apply to the entire campus, including the MU Health Care areas.</p>\n<p>Whenever a face covering is required, indoors and outdoors, it must always be kept over your mouth and nose.</p>\n<p>When individuals eat or drink together outdoors, they must remain at least six feet apart from others and put face coverings back on immediately after consumption is complete</p>\n<p>3:30 p.m. -- Nearly three-quarters of public school students in Missouri have the option to attend classes in person this fall, according to data posted Tuesday by the Missouri Department of Elementary and Secondary Education.</p>\n<p>Missouri&rsquo;s 518 school districts and 36 public charter schools are taking varying approaches as they balance educational needs with the desire to protect students, teachers and staff from the coronavirus. The school year begins as Missouri is nearing 100,000 confirmed COVID-19 cases. As of Tuesday, the state had reported 95,113 confirmed cases and 1,661 deaths.</p>\n<p>The state education department website shows that the most common option provides for onsite learning but also allows students to opt out and attend classes virtually. Data shows that 40.3% of the state&rsquo;s 878,627 public school students are in districts operating under that plan. DESE spokeswoman Mallory McGowin said it isn't yet known how many of those students are opting for virtual learning.</p>\n<p>Another 22.5% of students attend schools that blend onsite and virtual learning, and 11.2% attend classes in person with no virtual option.</p>\n<p>The remaining 26% of students are in schools with virtual-only classes. Most of those schools are in areas hit hard by the pandemic, mostly in the St. Louis and Kansas City areas but also in Columbia and a few rural districts.</p>\n<p>The state is not yet tracking the number of K-12 students who have tested positive for COVID-19, but DESE and the Missouri Department of Health and Senior Services are working together to eventually capture that information, McGowin said.</p>\n<p>2:30 p.m. -- The Missouri Department of Health and Senior Services reported 773 new cases of COVID-19 on Tuesday, bringing the statewide total to 95,113 since the start of the outbreak.</p>\n<p>There have now been 1,661 deaths across Missouri from COVID-19, which is up two from Monday&rsquo;s total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.</p>\n<p>Health officials said 893 (-57) patients have been <a data-id=\"76\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized </a>due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"77\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>The state said it has tested a total of 1,061,230 people through PCR testing &ndash; a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection &ndash; and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 13.8%</p>\n<p>The state said it has tested 70,177 people through serology testing &ndash; a test that looks for antibodies in the blood &ndash; and 4.4% of those were positive.</p>\n<p>The DHSS reports 9,842 (+34) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,083 (+46) cases since the outbreak started. Health officials said there have been 95 (+1) deaths in Kansas City, and Jackson County reports 74 (+0) total.</p>\n<p>The state also lists 1,512 (+6) total cases in Clay County (outside of Kansas City), 1,159 (+8) in Cass County and 535 (+2) in Platte County.</p>\n<p>2:15 p.m. -- Gov. Laura Kelly announced Tuesday that Kansas&rsquo; application for <a data-id=\"78\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-to-receive-63-million-in-fema-unemployment-funds-for-lost-wages-assistance-program-laura-kelly/33957831\">FEMA&rsquo;s Lost Wages Assistance program has been approved</a> and the state will receive $63 million to help people who lost their jobs due to COVID-19.</p>\n<p>Due to federal restrictions, Kelly said the program will only be available to those who are receiving at least $100 in unemployment benefits. The implementation of the LWA program will take several weeks to execute, and the Kansas Department of Labor estimates that claimants will begin receiving benefits no sooner than late September. <a data-id=\"79\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-to-receive-63-million-in-fema-unemployment-funds-for-lost-wages-assistance-program-laura-kelly/33957831\"><strong>READ MORE</strong></a></p>\n<p>2 p.m. -- Students across the U.S. ran into computer glitches Tuesday as they began the school year with online instruction at home because of the coronavirus threat, adding to the list of problems that have thrust many a harried parent into the role of teacher&rsquo;s aide and tech support person.</p>\n<p>The online learning platform Blackboard, which provides technology for 70 of the nation&rsquo;s 100 biggest districts and serves more than 20 million U.S. students from kindergarten through 12th grade, reported that websites were failing to load or were loading slowly, and users were unable to register on the first day of school.</p>\n<p>Three of Texas&rsquo; largest school districts - Houston, Dallas and Fort Worth - were hit with technical problems, as were school systems in places such as Idaho and Kansas. A ransomware attack forced schools in Hartford, Connecticut, to postpone Tuesday's start of online and in-person classes.</p>\n<p>Elsewhere around the country, Seattle&rsquo;s system crashed last week. An online learning program used in Alabama and other places recently went down. And North Carolina&rsquo;s platform crashed on the first day of classes last month.</p>\n<p>12:15 p.m. -- The University of Kansas Health System said Tuesday it currently has 18 acute COVID-19 patients, four of which are in the ICU and two that are on ventilators.</p>\n<p>11:30 a.m. -- Nebraska&rsquo;s second-largest school district is adding clear plastic barriers to school lunch tables in an effort to prevent the spread of the coronavirus, as the number of cases in the state reached nearly 36,000 and deaths from COVID-19 surpassed 400.</p>\n<p>Lincoln Public Schools - which has about 42,000 students - plans to outfit all of its school lunchrooms with the barriers over the coming weeks, the Lincoln Journal Star reported Tuesday. That comes after the district outfitted most of its middle schools with the barriers as part of a trial run.</p>\n<p>The district will spend up to $150,000 of federal virus funding to add the barriers in lunchrooms, said Scott Wieskamp, the district's operations director.</p>\n<p>10:40 a.m. -- Students logging into virtual learning on the first day of school in the Olathe Public Schools, Lee's Summit Schools and Raytown Schools <a data-id=\"80\" data-m=\"{\" href=\"https://www.kmbc.com/article/rough-return-olathe-raytown-schools-experiencing-technical-issues-with-remote-learning-systems-back-to-school/33955224\">experienced issues with overloaded systems</a>. <a data-id=\"81\" data-m=\"{\" href=\"https://www.kmbc.com/article/rough-return-olathe-raytown-schools-experiencing-technical-issues-with-remote-learning-systems-back-to-school/33955224\"><strong>READ MORE</strong></a></p>\n<p>8 a.m. -- A group of University of Kansas students went on a strike from classes on Monday to protest the opening of the campus during the COVID-19 pandemic.</p>\n<p>The University of Kansas held classes on Labor Day due to a modified academic calendar amid the pandemic. <strong>READ MORE</strong></p>\n<p>The student organization Jayhawker Liberation Front publicized the strike in tandem with a petition calling for the closure of campus due to the virus spread. They also want free exit testing for all students, shelter for students in need and hazard pay for essential workers.</p>\n<p>Kansas health officials reported on Monday four new coronavirus-related deaths and 1,694 new cases of COVID-19 in the state since Friday. That raises the death toll from the pandemic in Kansas to 485 deaths and 46,914 known cases.</p>\n<p>The state reported 181 clusters. Colleges account for 27 coronavirus outbreaks and 420 cases, but no deaths. Five school clusters account for 39 cases and no deaths, according to the health department.</p>\n<p>Gov. Laura Kelly told reporters Monday that the state will be disclosing the locations of active outbreaks beginning Wednesday so that the public is better informed to mitigate the virus spread. <a data-id=\"82\" data-m=\"{\" href=\"https://www.kmbc.com/article/some-ku-students-protest-university-s-covid-19-response/33944473\"><strong>READ MORE</strong></a></p>\n<p>7:45 a.m. -- Missouri health officials added another 906 COVID-19 cases to the state's count on Monday as the number of people known to have contracted the virus reached at least 94,340.</p>\n<p>The actual number is likely higher since some people who have the coronavirus do not have symptoms and testing has not been widespread, especially at the start of the pandemic.</p>\n<p>Missouri's health department also reported another death in the last 24 hours, bringing the state's coronavirus death toll to 1,659.</p>\n<p>7:30 a.m. -- Johnson County reported Tuesday morning 8,783 cases of COVID-19 since the outbreak started. The county said it has 5,985 presumed recoveries and 121 people have died since the start of the outbreak. It also has tested 108,897 people with 102,521 negative tests for an overall positive test rate of 8.1%. The county said it has tested 180.8 people per 1,000 in the county.</p>\n<p>As of Tuesday morning, the school reopening gating criteria &ndash; the 14-day rolling total used by the county to make recommendations on how schools should reopen &ndash; remained at 11.9%. The gating criteria also listed 106.4 cases per 100,000 people in the county over the last seven days and the new cases trend is steady, per the county.</p>\n<p>The county said it is monitoring 16 outbreaks at senior living care facilities. It also said that 90 people have died from senior living care facilities, which is 74% of the deaths in Johnson County.</p>\n<p>Johnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.</p>\n<p>7:15 a.m. -- Wyandotte County is reporting Tuesday morning 6,167 confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 125 probable cases. The county said 118 people have died from the coronavirus since the start of the outbreak.</p>\n<p>The county updated its <a data-id=\"83\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a> two weeks ago to indicate it will no longer release the number of people recovered. The dashboard said &ldquo;this metric will no longer be shown due to the low data validity.&rdquo;</p>\n<p>The dashboard also updated on last week to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 115 cases, followed by 66104 with 77 cases.</p>\n<p>Wyandotte County does not list hospital capacity numbers on its <a data-id=\"84\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a>.</p>\n<p>7 a.m. -- The state of Kansas isn&rsquo;t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Tuesday morning, there have been 28,799 people who have recovered from the coronavirus. This includes 5,985 in Johnson County, 2,021 in Wyandotte County (which hasn&rsquo;t updated for two weeks), 1,647 in Leavenworth County and 996 in Douglas County.</p>\n<p><strong>[ <a data-id=\"85\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"86\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>MONDAY</strong>2:40 p.m. -- The Missouri Department of Health and Senior Services reported 906 new cases of COVID-19 on Monday, bringing the statewide total to 94,340 since the start of the outbreak.</p>\n<p>There have now been 1,659 deaths across Missouri from COVID-19, which is up one from Sunday's total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.</p>\n<p>Health officials said 950 (-16) patients have been <a data-id=\"87\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized </a>due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"88\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>The state said it has tested a total of 1,054,385 people through PCR testing &ndash; a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection &ndash; and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 13.8%</p>\n<p>The state said it has tested 70,158 people through serology testing &ndash; a test that looks for antibodies in the blood &ndash; and 4.4% of those were positive.</p>\n<p>The DHSS reports 9,808 (+88) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,038 (+36) cases since the outbreak started. Health officials said there have been 94 (+0) deaths in Kansas City, and Jackson County reports 74 (+0) total.</p>\n<p>The state also lists 1,506 (+13) total cases in Clay County (outside of Kansas City), 1,151 (+13) in Cass County and 533 (+7) in Platte County.</p>\n<p>2:15 p.m. -- The Kansas Department of Health and Environment reported an increase of 1,694 confirmed cases of COVID-19 in its first update since Friday to push the statewide total to 46,914 since the outbreak started.</p>\n<p>DHE officials said the death total grew by four to 485, and the average median age of the deaths is 79, which is steady from last week&rsquo;s reporting.</p>\n<p>Health officials said Friday that 2,441 patients have been hospitalized since the start of the outbreak, 669 were admitted to the ICU, 214 required mechanical ventilation and 1,796 patients have been discharged. The state also said it has 46% of its ICU beds available and 85% of its ventilators available.</p>\n<p>The state said it has tested 436,686 people with 389,772 negative test results, an overall positive test rate of 10.7%, and it is testing 148.89 per 1,000 people in Kansas.</p>\n<p><strong>[ <a data-id=\"89\" data-m=\"{\" href=\"https://www.coronavirus.kdheks.gov/160/COVID-19-in-Kansas\">KANSAS COVID-19 COVID-19 DASHBOARD </a>]</strong></p>\n<p>Johnson County continues to have the most confirmed cases in Kansas with 9,047. Sedgwick County is the county with the second most cases with 7,714. Wyandotte County is third with 6,359 cases.</p>\n<p>Leavenworth County &ndash; home to Lansing Correctional Facility &ndash; has 1,781 cases, and Douglas County now reports 1,600. The Douglas County case count is largely tied to increases at the University of Kansas.</p>\n<p>Health officials said the median age of people with COVID-19 is 35, and they are monitoring 181 (+3) active outbreak clusters.</p>\n<p><strong>[ <a data-id=\"90\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"91\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><b>READ THE FULL STORY:</b><a data-id=\"92\" data-m=\"{\" href=\"https://www.kmbc.com/article/covid-19-live-updates-coronavirus-in-kansas-city-kansas-missouri-09082020/33949764\"><b>COVID-19 LIVE UPDATES: Missouri reports 773 new confirmed cases of coronavirus on Tuesday</b></a></p>\n<p><b>CHECK OUT KMBC:</b><a data-id=\"93\" data-m=\"{\" href=\"https://www.kmbc.com\"><b>Get the latest Kansas City news, sports and weather from KMBC. With the best local coverage and the top Missouri news stories, you can stay in the know.</b></a></p>", "text": "Kansas City metro area health officials are grappling with how to handle continuing case count increases after reopening businesses more than a month ago.\nWhat you need to know:\nThe Kansas Department of Health and Environment said Monday the state has 46,914 confirmed cases of COVID-19, and there have been 485 deaths since the outbreak started. Kansas is now only updating COVID-19 data on Mondays, Wednesdays and Fridays.\nThe Missouri Department of Health and Senior Services said Tuesday that 1,661 deaths have been attributed to COVID-19 in the state and there are 95,113 confirmed cases since the outbreak started.\nSign up for our Newsletters\nTUESDAY4 p.m. -- The University of Missouri in Columbia expanded its face covering rules on Tuesday. The changes include requiring everyone to wear face coverings whenever on campus, including outdoors.\nIn the release, school officials said they are also asking the campus community to report those not following the rules on masks and social distancing. The school said if the rules are not followed, students may face suspension and faculty and staff could face disciplinary action.\nAs of Tuesday morning, Mizzou reported 658 active COVID-19 cases – which is about 2.4% of the student body – and 444 recoveries.\nUpdated Mizzou outdoor face covering requirements:\nWear face coverings whenever you are on campus, including when you are outside and even when you are alone outdoors. This policy means those who share a household (roommates, family members, etc.) will also wear face coverings when outdoors together on campus. This outdoor requirement will apply to the entire campus, including the MU Health Care areas.\nWhenever a face covering is required, indoors and outdoors, it must always be kept over your mouth and nose.\nWhen individuals eat or drink together outdoors, they must remain at least six feet apart from others and put face coverings back on immediately after consumption is complete\n3:30 p.m. -- Nearly three-quarters of public school students in Missouri have the option to attend classes in person this fall, according to data posted Tuesday by the Missouri Department of Elementary and Secondary Education.\nMissouri’s 518 school districts and 36 public charter schools are taking varying approaches as they balance educational needs with the desire to protect students, teachers and staff from the coronavirus. The school year begins as Missouri is nearing 100,000 confirmed COVID-19 cases. As of Tuesday, the state had reported 95,113 confirmed cases and 1,661 deaths.\nThe state education department website shows that the most common option provides for onsite learning but also allows students to opt out and attend classes virtually. Data shows that 40.3% of the state’s 878,627 public school students are in districts operating under that plan. DESE spokeswoman Mallory McGowin said it isn't yet known how many of those students are opting for virtual learning.\nAnother 22.5% of students attend schools that blend onsite and virtual learning, and 11.2% attend classes in person with no virtual option.\nThe remaining 26% of students are in schools with virtual-only classes. Most of those schools are in areas hit hard by the pandemic, mostly in the St. Louis and Kansas City areas but also in Columbia and a few rural districts.\nThe state is not yet tracking the number of K-12 students who have tested positive for COVID-19, but DESE and the Missouri Department of Health and Senior Services are working together to eventually capture that information, McGowin said.\n2:30 p.m. -- The Missouri Department of Health and Senior Services reported 773 new cases of COVID-19 on Tuesday, bringing the statewide total to 95,113 since the start of the outbreak.\nThere have now been 1,661 deaths across Missouri from COVID-19, which is up two from Monday’s total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.\nHealth officials said 893 (-57) patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nThe state said it has tested a total of 1,061,230 people through PCR testing – a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection – and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 13.8%\nThe state said it has tested 70,177 people through serology testing – a test that looks for antibodies in the blood – and 4.4% of those were positive.\nThe DHSS reports 9,842 (+34) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,083 (+46) cases since the outbreak started. Health officials said there have been 95 (+1) deaths in Kansas City, and Jackson County reports 74 (+0) total.\nThe state also lists 1,512 (+6) total cases in Clay County (outside of Kansas City), 1,159 (+8) in Cass County and 535 (+2) in Platte County.\n2:15 p.m. -- Gov. Laura Kelly announced Tuesday that Kansas’ application for FEMA’s Lost Wages Assistance program has been approved and the state will receive $63 million to help people who lost their jobs due to COVID-19.\nDue to federal restrictions, Kelly said the program will only be available to those who are receiving at least $100 in unemployment benefits. The implementation of the LWA program will take several weeks to execute, and the Kansas Department of Labor estimates that claimants will begin receiving benefits no sooner than late September. READ MORE\n2 p.m. -- Students across the U.S. ran into computer glitches Tuesday as they began the school year with online instruction at home because of the coronavirus threat, adding to the list of problems that have thrust many a harried parent into the role of teacher’s aide and tech support person.\nThe online learning platform Blackboard, which provides technology for 70 of the nation’s 100 biggest districts and serves more than 20 million U.S. students from kindergarten through 12th grade, reported that websites were failing to load or were loading slowly, and users were unable to register on the first day of school.\nThree of Texas’ largest school districts - Houston, Dallas and Fort Worth - were hit with technical problems, as were school systems in places such as Idaho and Kansas. A ransomware attack forced schools in Hartford, Connecticut, to postpone Tuesday's start of online and in-person classes.\nElsewhere around the country, Seattle’s system crashed last week. An online learning program used in Alabama and other places recently went down. And North Carolina’s platform crashed on the first day of classes last month.\n12:15 p.m. -- The University of Kansas Health System said Tuesday it currently has 18 acute COVID-19 patients, four of which are in the ICU and two that are on ventilators.\n11:30 a.m. -- Nebraska’s second-largest school district is adding clear plastic barriers to school lunch tables in an effort to prevent the spread of the coronavirus, as the number of cases in the state reached nearly 36,000 and deaths from COVID-19 surpassed 400.\nLincoln Public Schools - which has about 42,000 students - plans to outfit all of its school lunchrooms with the barriers over the coming weeks, the Lincoln Journal Star reported Tuesday. That comes after the district outfitted most of its middle schools with the barriers as part of a trial run.\nThe district will spend up to $150,000 of federal virus funding to add the barriers in lunchrooms, said Scott Wieskamp, the district's operations director.\n10:40 a.m. -- Students logging into virtual learning on the first day of school in the Olathe Public Schools, Lee's Summit Schools and Raytown Schools experienced issues with overloaded systems. READ MORE\n8 a.m. -- A group of University of Kansas students went on a strike from classes on Monday to protest the opening of the campus during the COVID-19 pandemic.\nThe University of Kansas held classes on Labor Day due to a modified academic calendar amid the pandemic. READ MORE\nThe student organization Jayhawker Liberation Front publicized the strike in tandem with a petition calling for the closure of campus due to the virus spread. They also want free exit testing for all students, shelter for students in need and hazard pay for essential workers.\nKansas health officials reported on Monday four new coronavirus-related deaths and 1,694 new cases of COVID-19 in the state since Friday. That raises the death toll from the pandemic in Kansas to 485 deaths and 46,914 known cases.\nThe state reported 181 clusters. Colleges account for 27 coronavirus outbreaks and 420 cases, but no deaths. Five school clusters account for 39 cases and no deaths, according to the health department.\nGov. Laura Kelly told reporters Monday that the state will be disclosing the locations of active outbreaks beginning Wednesday so that the public is better informed to mitigate the virus spread. READ MORE\n7:45 a.m. -- Missouri health officials added another 906 COVID-19 cases to the state's count on Monday as the number of people known to have contracted the virus reached at least 94,340.\nThe actual number is likely higher since some people who have the coronavirus do not have symptoms and testing has not been widespread, especially at the start of the pandemic.\nMissouri's health department also reported another death in the last 24 hours, bringing the state's coronavirus death toll to 1,659.\n7:30 a.m. -- Johnson County reported Tuesday morning 8,783 cases of COVID-19 since the outbreak started. The county said it has 5,985 presumed recoveries and 121 people have died since the start of the outbreak. It also has tested 108,897 people with 102,521 negative tests for an overall positive test rate of 8.1%. The county said it has tested 180.8 people per 1,000 in the county.\nAs of Tuesday morning, the school reopening gating criteria – the 14-day rolling total used by the county to make recommendations on how schools should reopen – remained at 11.9%. The gating criteria also listed 106.4 cases per 100,000 people in the county over the last seven days and the new cases trend is steady, per the county.\nThe county said it is monitoring 16 outbreaks at senior living care facilities. It also said that 90 people have died from senior living care facilities, which is 74% of the deaths in Johnson County.\nJohnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.\n7:15 a.m. -- Wyandotte County is reporting Tuesday morning 6,167 confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 125 probable cases. The county said 118 people have died from the coronavirus since the start of the outbreak.\nThe county updated its dashboard two weeks ago to indicate it will no longer release the number of people recovered. The dashboard said “this metric will no longer be shown due to the low data validity.”\nThe dashboard also updated on last week to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 115 cases, followed by 66104 with 77 cases.\nWyandotte County does not list hospital capacity numbers on its dashboard.\n7 a.m. -- The state of Kansas isn’t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Tuesday morning, there have been 28,799 people who have recovered from the coronavirus. This includes 5,985 in Johnson County, 2,021 in Wyandotte County (which hasn’t updated for two weeks), 1,647 in Leavenworth County and 996 in Douglas County.\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nMONDAY2:40 p.m. -- The Missouri Department of Health and Senior Services reported 906 new cases of COVID-19 on Monday, bringing the statewide total to 94,340 since the start of the outbreak.\nThere have now been 1,659 deaths across Missouri from COVID-19, which is up one from Sunday's total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.\nHealth officials said 950 (-16) patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nThe state said it has tested a total of 1,054,385 people through PCR testing – a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection – and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 13.8%\nThe state said it has tested 70,158 people through serology testing – a test that looks for antibodies in the blood – and 4.4% of those were positive.\nThe DHSS reports 9,808 (+88) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,038 (+36) cases since the outbreak started. Health officials said there have been 94 (+0) deaths in Kansas City, and Jackson County reports 74 (+0) total.\nThe state also lists 1,506 (+13) total cases in Clay County (outside of Kansas City), 1,151 (+13) in Cass County and 533 (+7) in Platte County.\n2:15 p.m. -- The Kansas Department of Health and Environment reported an increase of 1,694 confirmed cases of COVID-19 in its first update since Friday to push the statewide total to 46,914 since the outbreak started.\nDHE officials said the death total grew by four to 485, and the average median age of the deaths is 79, which is steady from last week’s reporting.\nHealth officials said Friday that 2,441 patients have been hospitalized since the start of the outbreak, 669 were admitted to the ICU, 214 required mechanical ventilation and 1,796 patients have been discharged. The state also said it has 46% of its ICU beds available and 85% of its ventilators available.\nThe state said it has tested 436,686 people with 389,772 negative test results, an overall positive test rate of 10.7%, and it is testing 148.89 per 1,000 people in Kansas.\n[ KANSAS COVID-19 COVID-19 DASHBOARD ]\nJohnson County continues to have the most confirmed cases in Kansas with 9,047. Sedgwick County is the county with the second most cases with 7,714. Wyandotte County is third with 6,359 cases.\nLeavenworth County – home to Lansing Correctional Facility – has 1,781 cases, and Douglas County now reports 1,600. The Douglas County case count is largely tied to increases at the University of Kansas.\nHealth officials said the median age of people with COVID-19 is 35, and they are monitoring 181 (+3) active outbreak clusters.\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nREAD THE FULL STORY:COVID-19 LIVE UPDATES: Missouri reports 773 new confirmed cases of coronavirus on Tuesday\nCHECK OUT KMBC:Get the latest Kansas City news, sports and weather from KMBC. With the best local coverage and the top Missouri news stories, you can stay in the know."}]}