{"request": {"pageUrl": "https://www.msn.com/en-us/health/medical/university-of-utah-health-now-using-saliva-testing-for-covid-19-instead-of-nasal-swab/ar-BB18Iu8o", "api": "article", "version": 3}, "objects": [{"date": "Fri, 04 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 600, "width": 799, "diffbotUri": "image|3|-1747441846", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB18IzFd.img?h=600&w=799&m=6&q=60&o=f&l=f", "naturalWidth": 799, "primary": true, "height": 600}], "author": "Ashley Imlay", "estimatedDate": "Fri, 04 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/39/264fbc.ico", "diffbotUri": "article|3|-1084568681", "siteName": "MSN", "type": "article", "title": "University of Utah Health now using saliva testing for COVID-19 instead of nasal swab", "tags": [{"score": 0.9978424310684204, "sentiment": 0, "count": 9, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9940260648727417, "sentiment": 0, "count": 2, "label": "University of Utah Health", "uri": "https://diffbot.com/entity/OzVxuNJCkNcOAeVY8IuiZ8w", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.9918244481086731, "sentiment": -0.575, "count": 12, "label": "Utah", "uri": "https://diffbot.com/entity/AyFoBYDRKPK--sRoBV9Cpfw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9789121747016907, "sentiment": 0, "count": 2, "label": "Utah County", "uri": "https://diffbot.com/entity/ANCsu9SjrPGiMyQg_A45Ssg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.9563648700714111, "sentiment": 0, "count": 1, "label": "South Jordan", "uri": "https://diffbot.com/entity/ANCdqB3vMNc2kRrJvKVFxgg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.9557938575744629, "sentiment": 0, "count": 1, "label": "Intermountain Healthcare", "uri": "https://diffbot.com/entity/CHaldDKJdMluR5bNk-nXAgg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.9170135259628296, "sentiment": 0, "count": 1, "label": "Farmington", "uri": "https://diffbot.com/entity/A8YX48_EVMb-Cq-zHr3FxVQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.8761508464813232, "sentiment": 0, "count": 2, "label": "Gary Herbert", "uri": "https://diffbot.com/entity/Pa1hfRWWZNZmKNA-GdbtzBg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8640228509902954, "sentiment": 0, "count": 1, "label": "National Education Association", "uri": "https://diffbot.com/entity/OmPSx-ERIPh-OgHaJm_lrXg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.8521378040313721, "sentiment": 0, "count": 1, "label": "Salt Lake City", "uri": "https://diffbot.com/entity/AJHWM5h-kNOSatkNZ1RI-Dw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-us/health/medical/university-of-utah-health-now-using-saliva-testing-for-covid-19-instead-of-nasal-swab/ar-BB18Iu8o", "html": "<p>SALT LAKE CITY &mdash; About two weeks after<a data-id=\"69\" data-m=\"{\" href=\"https://www.deseret.com/utah/2020/8/21/21377423/saliva-works-just-as-well-as-deep-nasal-swab-in-detecting-covid-19-utah-researchers-find\"> researchers at Utah&rsquo;s ARUP Laboratories and University of Utah Health announced their findings</a> that saliva samples return just as accurate results as nasal swabs for COVID-19, the health care system has changed its testing to the more comfortable of the two methods.</p>\n<figure><img alt=\"a group of people standing in a parking lot: Marina Hays, Caleb Stepaniak and Heather Wetch conduct COVID-19 tests as the University of Utah’s Wellness Bus stops at West Valley City’s Centennial Park on Monday, Aug. 31, 2020.\" data-src=\"{\" src=\"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB18IzFd.img?h=600&w=799&m=6&q=60&o=f&l=f\"></img></figure>\n<p>On Tuesday, University of Utah Health began offering saliva testing at its Sugar House, Redwood, South Jordan and Farmington clinics.</p>\n<p>Likewise, Intermountain Healthcare is working on its saliva tests and lab processes in order to make the tests available in two to three weeks, spokesman Jess Gomez said Friday.</p>\n<p>&ldquo;We made this switch because saliva testing is so much more comfortable than the traditional method. . . . With saliva testing, all we have to do is spit into a small tube, fill the tube up just a little bit, and that gives us the sample that we need,&rdquo; said Dr. Richard Orlandi, U. Health chief medical officer of ambulatory health.</p>\n<p>&ldquo;We can get a very accurate test, as accurate as the traditional back of the nose test ... and we can do it just as fast with the same turnaround time, usually about 24 to 48 hours,&rdquo; he said.</p>\n<p>U. researchers said in late August that saliva samples are easier to collect and appear to be safer for test administrators as those getting tested are less likely to produce the aerosols that transmit the coronavirus as compared to the nasal swab test. Saliva testing also enables the use of less personal protective equipment, researchers said.</p>\n<p>The health care system will still offer nasal swabs in rare cases; for example, when a patient has dry mouth or another condition that makes nasal testing necessary, Orlandi said.</p>\n<p>The change comes as Utah has continued to perform a lower number of tests each day than it did during the state&rsquo;s surge in June and July. While testing capacity remains at 7,000 a day, an average between 2,000 and 5,000 people each day have actually gotten tested for the past several weeks.</p>\n<p>State officials continue to urge anyone with one or more symptoms including fever, cough, shortness of breath, muscle aches, sore throat, or a loss in sense of taste or smell to get tested. Those who are asymptomatic but had close contact with a confirmed case are also encouraged to get tested.</p>\n<h4>New cases rising above the 400 benchmark</h4>\n<p>Utah continued to see an uptick in new COVID-19 cases on Friday as another 513 were confirmed, as well as five additional deaths.</p>\n<p>The new cases were reported out of 6,057 tests, with an 8.5% positive rate, according to the Utah Department of Health.</p>\n<p>Since the pandemic began, Utah has confirmed 53,839 cases of 679,716 people tested.</p>\n<p>The rolling seven-day average for new cases again surpassed 400 on Friday. The average is now 411 cases per day, and the average positive test rate is 9.4%.</p>\n<p>In the last two weeks, <a data-id=\"70\" data-m=\"{\" href=\"https://coronavirus.utah.gov/case-counts/?gclid=EAIaIQobChMIv8OskaTQ6wIVjIbACh0ZmgNKEAAYASAAEgI5efD_BwE\">much of the state has continued to see either a moderately high rate or high rate of new COVID-19 cases</a>, according to state health department data. The only areas seeing a low rate include San Juan County &mdash; which once had among the highest rates of disease in the state &mdash; as well as Duchesne, Grand and Emery counties.</p>\n<p>Many rural towns in southern and central Utah, including Blanding, Monticello, Richfield, Monroe, Salina, Delta and Fillmore, are also seeing low rates of the disease, as well as much of southwest Utah excluding Washington and Iron counties.</p>\n<p>Gov. Gary Herbert had challenged Utah to reach a rolling average below 400 by Sept. 1, which the state accomplished, but officials have said they expected another rise in new cases as the school year began.</p>\n<p>&ldquo;We are mindful of COVID-19 cases appearing in various areas of the state, including in our schools. This is expected with many returning to the classroom. Our health departments are committed to providing the best health guidance so schools can effectively reduce outbreaks,&rdquo; Herbert tweeted on Thursday.</p>\n<p>Utah now has confirmed 38 school outbreaks resulting in 169 cases and eight hospitalizations, according to state health department data. To be considered an outbreak, the cases must result from transmission in a single location by a known contact at a known time, state health officials note. Data on school outbreaks doesn&rsquo;t account for all cases associated with schools throughout the state.</p>\n<p>At least three schools in Utah, including Pleasant Grove High School and two charter schools &mdash; the Utah Military Academy and American Preparatory Academy&rsquo;s Draper location &mdash; have halted classroom teaching or altered scheduling due to campus COVID-19 outbreaks.</p>\n<p>Brigham Young University officials said Friday the campus has at least 40 cases of COVID-19, many of which &ldquo;have been tied to gatherings both on-campus and off-campus.&rdquo; University administrators are asking those who may have been exposed to the disease at gatherings to quarantine.</p>\n<p>While there isn&rsquo;t a statewide database for schools with outbreaks or confirmed cases, the <a data-id=\"71\" data-m=\"{\" href=\"https://app.smartsheet.com/b/publish?EQBCT=00a2d3fbe4184e75b06f392fc66dca13\">National Education Association is maintaining a spreadsheet for each state </a>where educators can report cases.</p>\n<p>Currently, 121 patients in Utah are hospitalized with COVID-19, one more than on Thursday. Fifty-four of them are in intensive care units. Of the state&rsquo;s nearly 1,300 ventilators, 208 are now in use. Almost 3,200 people have required hospitalization for the disease in Utah since the outbreak began.</p>\n<p>The five deaths reported Friday bring the state&rsquo;s death toll to 419. Those who died are: A Utah County man between the ages of 65 and 84 who was hospitalized when he died; a Salt Lake County man older than 85 who was a long-term care resident; a Utah County woman between 65-84 who was hospitalized when she died; a Washington County man between 65-84 who was hospitalized when he died; and a Davis County man older than 85 who was hospitalized when he died.</p>\n<p>About 45,500 of the Utah&rsquo;s cases are considered recovered after surviving the three-week point since their diagnoses, meaning about 8,300 cases remain active.</p>", "text": "SALT LAKE CITY — About two weeks after researchers at Utah’s ARUP Laboratories and University of Utah Health announced their findings that saliva samples return just as accurate results as nasal swabs for COVID-19, the health care system has changed its testing to the more comfortable of the two methods.\nOn Tuesday, University of Utah Health began offering saliva testing at its Sugar House, Redwood, South Jordan and Farmington clinics.\nLikewise, Intermountain Healthcare is working on its saliva tests and lab processes in order to make the tests available in two to three weeks, spokesman Jess Gomez said Friday.\n“We made this switch because saliva testing is so much more comfortable than the traditional method. . . . With saliva testing, all we have to do is spit into a small tube, fill the tube up just a little bit, and that gives us the sample that we need,” said Dr. Richard Orlandi, U. Health chief medical officer of ambulatory health.\n“We can get a very accurate test, as accurate as the traditional back of the nose test ... and we can do it just as fast with the same turnaround time, usually about 24 to 48 hours,” he said.\nU. researchers said in late August that saliva samples are easier to collect and appear to be safer for test administrators as those getting tested are less likely to produce the aerosols that transmit the coronavirus as compared to the nasal swab test. Saliva testing also enables the use of less personal protective equipment, researchers said.\nThe health care system will still offer nasal swabs in rare cases; for example, when a patient has dry mouth or another condition that makes nasal testing necessary, Orlandi said.\nThe change comes as Utah has continued to perform a lower number of tests each day than it did during the state’s surge in June and July. While testing capacity remains at 7,000 a day, an average between 2,000 and 5,000 people each day have actually gotten tested for the past several weeks.\nState officials continue to urge anyone with one or more symptoms including fever, cough, shortness of breath, muscle aches, sore throat, or a loss in sense of taste or smell to get tested. Those who are asymptomatic but had close contact with a confirmed case are also encouraged to get tested.\nNew cases rising above the 400 benchmark\nUtah continued to see an uptick in new COVID-19 cases on Friday as another 513 were confirmed, as well as five additional deaths.\nThe new cases were reported out of 6,057 tests, with an 8.5% positive rate, according to the Utah Department of Health.\nSince the pandemic began, Utah has confirmed 53,839 cases of 679,716 people tested.\nThe rolling seven-day average for new cases again surpassed 400 on Friday. The average is now 411 cases per day, and the average positive test rate is 9.4%.\nIn the last two weeks, much of the state has continued to see either a moderately high rate or high rate of new COVID-19 cases, according to state health department data. The only areas seeing a low rate include San Juan County — which once had among the highest rates of disease in the state — as well as Duchesne, Grand and Emery counties.\nMany rural towns in southern and central Utah, including Blanding, Monticello, Richfield, Monroe, Salina, Delta and Fillmore, are also seeing low rates of the disease, as well as much of southwest Utah excluding Washington and Iron counties.\nGov. Gary Herbert had challenged Utah to reach a rolling average below 400 by Sept. 1, which the state accomplished, but officials have said they expected another rise in new cases as the school year began.\n“We are mindful of COVID-19 cases appearing in various areas of the state, including in our schools. This is expected with many returning to the classroom. Our health departments are committed to providing the best health guidance so schools can effectively reduce outbreaks,” Herbert tweeted on Thursday.\nUtah now has confirmed 38 school outbreaks resulting in 169 cases and eight hospitalizations, according to state health department data. To be considered an outbreak, the cases must result from transmission in a single location by a known contact at a known time, state health officials note. Data on school outbreaks doesn’t account for all cases associated with schools throughout the state.\nAt least three schools in Utah, including Pleasant Grove High School and two charter schools — the Utah Military Academy and American Preparatory Academy’s Draper location — have halted classroom teaching or altered scheduling due to campus COVID-19 outbreaks.\nBrigham Young University officials said Friday the campus has at least 40 cases of COVID-19, many of which “have been tied to gatherings both on-campus and off-campus.” University administrators are asking those who may have been exposed to the disease at gatherings to quarantine.\nWhile there isn’t a statewide database for schools with outbreaks or confirmed cases, the National Education Association is maintaining a spreadsheet for each state where educators can report cases.\nCurrently, 121 patients in Utah are hospitalized with COVID-19, one more than on Thursday. Fifty-four of them are in intensive care units. Of the state’s nearly 1,300 ventilators, 208 are now in use. Almost 3,200 people have required hospitalization for the disease in Utah since the outbreak began.\nThe five deaths reported Friday bring the state’s death toll to 419. Those who died are: A Utah County man between the ages of 65 and 84 who was hospitalized when he died; a Salt Lake County man older than 85 who was a long-term care resident; a Utah County woman between 65-84 who was hospitalized when she died; a Washington County man between 65-84 who was hospitalized when he died; and a Davis County man older than 85 who was hospitalized when he died.\nAbout 45,500 of the Utah’s cases are considered recovered after surviving the three-week point since their diagnoses, meaning about 8,300 cases remain active."}]}