{"request": {"pageUrl": "https://www.sandiegouniontribune.com/news/education/story/2020-08-31/coronavirus-infections-sdsu", "api": "article", "version": 3}, "objects": [{"date": "Mon, 31 Aug 2020 14:50:00 GMT", "sentiment": -0.586, "images": [{"naturalHeight": 560, "width": 636, "diffbotUri": "image|3|-53808685", "title": "Aztec for Life banners along Campanile Walkway that leads to Hepner Hall at San Diego State University.", "url": "https://ca-times.brightspotcdn.com/dims4/default/f3cf1a9/2147483647/strip/true/crop/2048x1365+0+0/resize/840x560!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fd0%2Fcf%2F47a5fbfdcca31e18a953bff37be5%2Fsd-pg-a-slice-of-sdsu-20180126-002", "naturalWidth": 840, "primary": true, "height": 424}], "author": "Gary Robbins", "estimatedDate": "Mon, 31 Aug 2020 14:50:00 GMT", "icon": "https://www.sandiegouniontribune.com/apple-touch-icon.png", "diffbotUri": "article|3|-1284630526", "siteName": "San Diego Union-Tribune", "type": "article", "title": "COVID infections spike at SDSU, leading county to check if an outbreak is under way", "tags": [{"score": 0.9765540361404419, "sentiment": -0.157, "count": 4, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.5745577812194824, "sentiment": 0, "count": 1, "label": "Adela de la Torre", "uri": "https://diffbot.com/entity/Pd4Wmjy7xMWaeJhjr9AFrsw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "humanLanguage": "en", "pageUrl": "https://www.sandiegouniontribune.com/news/education/story/2020-08-31/coronavirus-infections-sdsu", "html": "<figure><img alt=\"Aztec for Life banners along Campanile Walkway that leads to Hepner Hall at San Diego State University.\" src=\"https://ca-times.brightspotcdn.com/dims4/default/f3cf1a9/2147483647/strip/true/crop/2048x1365+0+0/resize/840x560!/quality/90/?url=https%3A%2F%2Fcalifornia-times-brightspot.s3.amazonaws.com%2Fd0%2Fcf%2F47a5fbfdcca31e18a953bff37be5%2Fsd-pg-a-slice-of-sdsu-20180126-002\"></img> (Howard Lipin / The San Diego-Union-Tribune) <figcaption>Aztec for Life banners along Campanile Walkway that leads to Hepner Hall at San Diego State University.</figcaption></figure>\n<p>The number of San Diego State University students who have tested positive for COVID-19 nearly doubled Monday, rising by 13. Campus officials also reported that the virus has spread to some of the school&rsquo;s dorms.</p>\n<p>County health officials announced a short time later that they&rsquo;re investigating whether the investigations constitute an outbreak.</p>\n<p>The figures were released as a private security company was expanding its monitoring of students, many who have been ignoring rules that require them to wear masks and to practice social distancing.</p>\n<p>The San Diego Union-Tribune observed at least<a href=\"https://www.sandiegouniontribune.com/news/education/story/2020-08-29/sdsu-students-covid-rules\"> 200 students</a> shrugging off the rules late Friday and early Saturday, including many at Paseo Place, a student housing complex.</p>\n<p>Similar problems are occurring at dozens of colleges nationwide, leading UC San Diego to consider requiring students to be tested for COVID-19. About 14,500 students will live in UCSD dorms this fall.</p>\n<p>SDSU President Adela de la Torre could not be reached Monday for comment. She has declined several previous requests from the Union-Tribune to discuss the situation, including SDSU&rsquo;s decision to let 2,600 students live in dorms.</p>\n<p>The university said that three of the 13 newly-confirmed infections involve students who live in Zapotec, Villa Alvarado Apartments and South Campus Plaza North, which are part of SDSU&rsquo;s dorm system. South Campus is near the university&rsquo;s transit station. There also has been at least one infection at M@College Apartments, an off-campus dorm. SDSU didn&rsquo;t specify a number.</p>\n<p>A total of <a href=\"https://sa.sdsu.edu/student-health-services/covid19-case-alert-protocol?mkt_tok=eyJpIjoiWmpobE5qbG1ObVU0WVdZMyIsInQiOiJJQmc3cHFXd25lWUF1Y2N3SEw5K0pKKzNkeXByS0VSWU5VNU8zQ1JNeXVwT3ZjTGFaRTRrNFpHdnRDenV3RFZGMnVPanRITGlIWVIrVVVrK21hd0FlWXl0RTdTQ1FuZUNcL3NhaERHNHQ3ejdSUHBtZ0hnbDRWQzF3cWR6cHcxczYifQ%3D%3D\">41 SDSU students</a>, faculty, staff and independent contractors have tested positive for COVID-19 since testing began in the spring. About half of those infections have been reported over the past two weeks.</p>\n<p>The infection rate could be higher. People are also being tested at a county facility on-campus. The county has not reported specific findings for that site.</p>\n<p>&ldquo;We quickly identified and have spoken with the individuals known to have been in direct contact with the students,&rdquo; SDSU said in a statement. &ldquo;Again, all are following established public health protocols for isolation and quarantine, and exposure risk to others on campus is deemed low.&rdquo;</p>\n<p>Brenden Tuccinardi, editor-in-chief of SDSU&rsquo;s Daily Aztec, says students have to shelter some of the blame for what&rsquo;s been happening.</p>\n<p>&quot;(Last) weekend and the weekend before made it very clear university administrators placed too much faith in students&rsquo; ability to follow the rules,&rdquo; Tuccinardi said late Monday.</p>\n<p>&ldquo;The recent measures taken to slow the spread at SDSU are a good first step, but at the end of the day, the burden does not fall solely on administration. Students need to call their friends out and police themselves or administration will be forced to step in.&rdquo;</p>", "text": "The number of San Diego State University students who have tested positive for COVID-19 nearly doubled Monday, rising by 13. Campus officials also reported that the virus has spread to some of the school’s dorms.\nCounty health officials announced a short time later that they’re investigating whether the investigations constitute an outbreak.\nThe figures were released as a private security company was expanding its monitoring of students, many who have been ignoring rules that require them to wear masks and to practice social distancing.\nThe San Diego Union-Tribune observed at least 200 students shrugging off the rules late Friday and early Saturday, including many at Paseo Place, a student housing complex.\nSimilar problems are occurring at dozens of colleges nationwide, leading UC San Diego to consider requiring students to be tested for COVID-19. About 14,500 students will live in UCSD dorms this fall.\nSDSU President Adela de la Torre could not be reached Monday for comment. She has declined several previous requests from the Union-Tribune to discuss the situation, including SDSU’s decision to let 2,600 students live in dorms.\nThe university said that three of the 13 newly-confirmed infections involve students who live in Zapotec, Villa Alvarado Apartments and South Campus Plaza North, which are part of SDSU’s dorm system. South Campus is near the university’s transit station. There also has been at least one infection at M@College Apartments, an off-campus dorm. SDSU didn’t specify a number.\nA total of 41 SDSU students, faculty, staff and independent contractors have tested positive for COVID-19 since testing began in the spring. About half of those infections have been reported over the past two weeks.\nThe infection rate could be higher. People are also being tested at a county facility on-campus. The county has not reported specific findings for that site.\n“We quickly identified and have spoken with the individuals known to have been in direct contact with the students,” SDSU said in a statement. “Again, all are following established public health protocols for isolation and quarantine, and exposure risk to others on campus is deemed low.”\nBrenden Tuccinardi, editor-in-chief of SDSU’s Daily Aztec, says students have to shelter some of the blame for what’s been happening.\n\"(Last) weekend and the weekend before made it very clear university administrators placed too much faith in students’ ability to follow the rules,” Tuccinardi said late Monday.\n“The recent measures taken to slow the spread at SDSU are a good first step, but at the end of the day, the burden does not fall solely on administration. Students need to call their friends out and police themselves or administration will be forced to step in.”", "authors": [{"name": "Gary Robbins", "link": "sandiegouniontribune.com/sdut-gary-robbins-staff.html"}, {"name": "Paul Sisson", "link": "sandiegouniontribune.com/sdut-paul-sisson-staff.html"}]}]}