{"request": {"pageUrl": "https://www.newsday.com/news/health/coronavirus/virus-long-island-new-york-schools-covid19-1.49094521", "api": "article", "version": 3}, "objects": [{"date": "Tue, 08 Sep 2020 21:45:00 GMT", "sentiment": -0.208, "images": [{"naturalHeight": 719, "width": 0, "diffbotUri": "image|3|-172540213", "url": "https://cdn.newsday.com/polopoly_fs/1.49094523.1599615924!/httpImage/image.jpg_gen/derivatives/landscape_1280/image.jpg", "naturalWidth": 1280, "primary": true, "height": 0}], "author": "Bart Jones and Newsday Staff", "estimatedDate": "Tue, 08 Sep 2020 21:45:00 GMT", "publisherRegion": "North America", "icon": "https://www.newsday.com/img/newsday/apple-touch-icon-precomposed.png", "diffbotUri": "article|3|-322363465", "siteName": "Newsday", "type": "article", "title": "Cuomo: Focus shifting to college outbreaks in state's COVID-19 response", "tags": [{"score": 0.9943487048149109, "sentiment": -0.811, "count": 11, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9744030833244324, "sentiment": -0.26, "count": 6, "label": "college", "uri": "https://diffbot.com/entity/XygW05YWxMKCisk_YrXtvAw"}, {"score": 0.7845707535743713, "sentiment": 0, "count": 1, "label": "West Virginia", "uri": "https://diffbot.com/entity/ATucmyVfdMcKFOFcctCLlXQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.7320250272750854, "sentiment": 0, "count": 1, "label": "Jack Sterne", "uri": "https://diffbot.com/entity/P7HM82B-IPI-uPTQHp49ixw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6611279845237732, "sentiment": 0, "count": 2, "label": "Long Island", "uri": "https://diffbot.com/entity/L1ZwU7bjLMj6waIITRbLaDg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Island"]}, {"score": 0.6515364050865173, "sentiment": -0.763, "count": 2, "label": "Hofstra University", "uri": "https://diffbot.com/entity/OVwtlVuiEOTqSmLrLaPThfA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6191086769104004, "sentiment": 0, "count": 1, "label": "Manhattan", "uri": "https://diffbot.com/entity/BvksrF6v8Nfu3K9e9JXGMQQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.6008660793304443, "sentiment": 0, "count": 1, "label": "Maryland", "uri": "https://diffbot.com/entity/AglcJEUJCMkavBvSi16gKjA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.newsday.com/news/health/coronavirus/virus-long-island-new-york-schools-covid19-1.49094521", "html": "<figure><object type=\"application/x-shockwave-flash\"></object></figure>\n<figure><picture>  </picture></figure>\n<figure><iframe src=\"https://imasdk.googleapis.com/js/core/bridge3.414.0_en.html#goog_760179954\"></iframe></figure>\n<p>Gov. Andrew M. Cuomo announced the state will publicly disclose a COVID report card for every school, which is a database of positive cases in your school district. Credit: NY Governor's Office</p>\n<p>This story was reported by <strong>Alfonso A. Castillo</strong>, <strong>Matthew Chayes</strong>, <strong>Jesse Coburn</strong> and <strong>Bart Jones</strong>. It was written by Jones.</p>\n<p>New York is seeing a growing number of COVID-19 cases on college campuses, with Gov. Andrew M. Cuomo saying Tuesday the state may suspend in-person classes for higher education institutions that register 100 or more confirmed positives over a two-week period.</p>\n<p>The state also revised its travel quarantine list, adding Delaware, Maryland, Ohio and West Virginia to its advisory for travelers from places with high spread of the virus, who are required to self-quarantine upon arrival. Puerto Rico and the Virgin Islands were removed from the list.</p>\n<p>As concerns grow over COVID-19 on campuses, Cuomo named seven schools that have seen outbreaks, including Hofstra University in Hempstead, along with <a href=\"https://www.newsday.com/news/health/coronavirus/gov-andrew-m-cuomo-covid-19-oneonta-1.49022015\">SUNY Oneonta</a>, SUNY Oswego, SUNY Fredonia, Cornell University, the University at Buffalo, and Colgate.</p>\n<p>The state has ordered all Oneonta students to go home because of <a href=\"https://www.newsday.com/long-island/education/coronavirus-oneonta-isolation-outbreak-1.49073354\">an outbreak there of more than 600 cases</a>. Going forward, all colleges will be required to report to the state when they have more than 100 cases, and COVID-19 testing data from SUNY schools <a href=\"https://www.suny.edu/covid19-tracker/\">will be published online</a>.</p>\n<figure><iframe frameborder=\"0\" src=\"https://flo.uri.sh/visualisation/3316536/embed?auto=1\"></iframe></figure>\n<p><i>States/regions in red are included on New York's travel advisory list as of Sept. 29, 2020. Guam and Puerto Rico, not pictured, are also on the list.</i></p>\n<p>&ldquo;In New York we have a problem,&rdquo; Cuomo said at a news briefing, as he listed the specific colleges. &ldquo;That&rsquo;s all across the state, that&rsquo;s the entire state. That goes from Long Island all through upstate.&rdquo;</p>\n<p>He added: &ldquo;So this is going to be a problem. I am telling you that.&rdquo;</p>\n<h2>A note to our community:</h2>\n<p>As a public service, this article is available for all. Newsday readers support our strong local journalism by subscribing. Please show you value this important work by becoming a subscriber now.</p>\n<p><a href=\"https://projects.newsday.com/services/offer-redirect/?reg_promocode=OA01\">SUBSCRIBE</a> </p>\n<p>Hofstra took exception with Cuomo's remarks, with spokeswoman Karla Schuster calling his statements &quot;misleading&quot; and saying that a relatively small number of students had tested positive for COVID-19.</p>\n<p>The university has seen 34 positive cases since Aug. 28, she said, a fraction of the 9,200 people on the university&rsquo;s campus. The school has followed testing, isolation, and quarantine protocols, she added, and has conducted &ldquo;thousands of initial tests&rdquo; while beginning surveillance and other testing.</p>\n<p>But Cuomo spokesman Jack Sterne countered that Hofstra's confirmed cases are up to 74 among the student body. He said Cuomo &quot;has been clear that COVID can easily spread on college campuses and must be monitored closely,&quot; adding, &quot;there is obviously cause for concern at Hofstra, and the Department of Health will continue to treat this like what it is: an outbreak that must be watched.&quot;</p>\n<p>Schuster later said Hofstra had not heard the number 74, &ldquo;and we don&rsquo;t know what it represents or what period of time it represents.&rdquo; She said the school is following state guidelines in reporting positive tests &ldquo;among enrolled students who are attending class on-campus, as well as employees, for a two-week period.&rdquo;</p>\n<p>She added: &ldquo;We went well beyond the Governor's guidelines in creating an aggressive initial testing protocol and ongoing testing.&rdquo;</p>\n<p>An online database of COVID-19 cases at SUNY institutions shows other Long Island colleges also have recorded infections. In the last four weeks, there have been 22 cases at Stony Brook University, four cases at Farmingdale State College, and four cases at Nassau Community College, which the school said involved students taking remote classes only. Suffolk County Community College and SUNY Old Westbury did not report any cases in that period.</p>\n<p>Cuomo said part of the problem with the colleges is that students are arriving on the campuses not just from different parts of New York State but from around the country and even the world.</p>\n<p>Up to 108 colleges nationwide have accumulated 100 or more cases of COVID-19 even as the fall semester has barely begun, he said.</p>\n<p>Increasing cases on campuses are &ldquo;to be expected,&rdquo; he said. Many students want to socialize, but &quot;those situations are increasing the spread.&rdquo;</p>\n<p>He showed photographs of New York University students gathering in crowds at Washington Square Park in Manhattan during the weekend. Cuomo said many students at the gathering, which went on for hours, did not wear masks.</p>\n<p>&ldquo;Frankly, NYU security didn&rsquo;t do anything about it. The local police didn&rsquo;t do anything about it,&quot; Cuomo said. &quot;You have NYU students who come from other countries.&quot;</p>\n<p>In a statement, NYU spokesman John Beckman said the university &quot;shares the Governor's concerns&quot; and is investigating who participated in the gathering.</p>\n<p>He said the event &quot;was extremely troubling and inconsistent with the most basic recommendations about combating the spread of COVID-19, which NYU has been regularly communicating to students over the past months.&quot; In addition, Beckman said &quot;NYU has been examining the videotape to see if any students were involved and can be identified,&quot; adding they will be &quot;subject to sanction.&quot;</p>\n<p>NYU has suspended more than 20 students this year for violations of its rules, he said, though the university has not found &quot;any indications&quot; that the event was organized &quot;by anyone affiliated with NYU&quot; and said its security officers have &quot;no power of arrest&quot; or jurisdiction on the city streets. NYU has conducted more than 22,600 tests, with a total of 27 positives, for a positive rate of approximately 0.1%, the statement said.</p>\n<h4>NY 'entering a different phase'</h4>\n<p>New York is &quot;entering a different phase&quot; in its battle against the coronavirus, as the reopening of industries, the return to schools and colleges, and the start of the flu season converge to present multiple challenges, Cuomo said.</p>\n<p>School districts for K-12 students will be required to report their daily testing results to <a href=\"https://schoolcovidreportcard.health.ny.gov/\">a public dashboard maintained by the state</a>, he said. <a href=\"https://www.newsday.com/long-island/education/reopening-long-island-schools-1.49092121\">An additional 61 school districts reopened on Long Island Tuesday</a>; more will follow Wednesday.</p>\n<p>New York marked the 32nd straight day its new virus positives hovered below 1% on Labor Day, with 0.96% new confirmed cases statewide. Long Island inched up to 1.5%, marking the fourth of the last five testing days where the region was at or above 1%.</p>\n<p>While Cuomo chided local governments and institutions for not enforcing COVID-19 rules enough, he also said the state remains &quot;an obvious outlier to what is going on all over the country&quot; by keeping its infection levels low.</p>\n<p>Out of 57,826 test results completed Monday, 557 were confirmed positives. The number of new cases was 65 in Nassau County, 52 in Suffolk County and 222 in New York City.</p>\n<p>A total of 445 people were hospitalized on Monday, and there were five reported deaths linked to the coronavirus, the state said. New York City's infection level was 0.9% on Monday.</p>\n<p>&quot;My hat's off to New Yorkers &hellip; Who&rsquo;s doing this?&quot; Cuomo said. &quot;The continued compliance and discipline of New Yorkers &hellip; and the infection rate is a pure function of what New Yorkers are doing.&rdquo;</p>\n<h4>Cuomo: Enforcement a challenge</h4>\n<p>He said New York City needs to show it is prepared to handle enforcement before indoor dining could return to its restaurants, noting the state is using all its resources to assist in policing the coronavirus orders.</p>\n<p>Noting that indoor dining created clusters of new cases upstate, he said, &quot;There&rsquo;s a risk of noncompliance because we went through it with bars.&quot;</p>\n<p>State police and State Liquor Authority agents inspected 929 businesses on Monday, Cuomo said, and issued eight summonses for failing to adhere to state mandates aimed at curtailing the spread of COVID-19. Four of the businesses were in Nassau County.</p>\n<p>New York City sheriff&rsquo;s personnel will soon begin pulling over buses before they arrive at the Port Authority Bus Terminal from hot spot states and territories, Mayor Bill de Blasio said.</p>\n<p>&ldquo;The officers will literally be going on the buses, talking to the passengers, giving out these forms, making sure that people can fill them out,&rdquo; de Blasio said. &ldquo;This is so important to keeping us safe.&ldquo;</p>\n<p>The Sheriff's Office also stops passengers arriving via roadways, tunnels and bridges.</p>\n<p>Cuomo harshly criticized President Donald Trump for his initial response to the pandemic, and the lack of financial support for the hardest-hit states.</p>\n<p>He compared Trump's actions to those of then-President Gerald Ford in 1975, when he did not help a nearly bankrupt New York City, saying &quot;what Ford did pales in comparison to what Trump is doing &hellip; Trump is actively trying to kill New York City&quot; by denying or withdrawing financial support to significant transportation and infrastructure projects.</p>\n<p>In a Tuesday morning tweet, Trump criticized the states' coronavirus response in political terms: &quot;The Democrats will open up their states on November 4th, the day after the Election. These shutdowns are ridiculous, and only being done to hurt the economy prior to the most important election, perhaps, in our history!&quot;</p>\n<p><strong data-atex-af=\"$ID/BentonSans Regular\" data-atex-cfill=\"Color/Black\" data-atex-cstyle=\"BOLD\" data-atex-fs=\"Bold\" data-atex-uat=\"{ }\">New York&rsquo;s travel quarantine list</strong></p>\n<p>Travelers in New York State&rsquo;s &ldquo;travel advisory&rdquo; list, due to community spread of the COVID-19 virus, are required to quarantine for 14 days. The quarantine applies to any person arriving from an area with a positive test rate higher than 10 per 100,000 residents over a seven-day rolling average, or an area with a 10% or higher positivity rate over a seven-day rolling average. The following is the updated list of states and other jurisdictions whose travelers face those restrictions in New York as of Sept. 8:</p>\n<p>1. Alaska</p>\n<p>2. Alabama</p>\n<p>3. Arkansas</p>\n<p>4. California</p>\n<p>5. Delaware</p>\n<p>6. Florida</p>\n<p>7. Georgia</p>\n<p>8. Guam</p>\n<p>9. Hawaii</p>\n<p>10. Iowa</p>\n<p>11. Idaho</p>\n<p>12. Illinois</p>\n<p>13. Indiana</p>\n<p>14. Kansas</p>\n<p>15. Kentucky</p>\n<p>16. Louisiana</p>\n<p>17. Maryland</p>\n<p>18. Minnesota</p>\n<p>19. Missouri</p>\n<p>20. Mississippi</p>\n<p>21. Montana</p>\n<p>22. North Carolina</p>\n<p>23. North Dakota</p>\n<p>24. Nebraska</p>\n<p>25. Nevada</p>\n<p>26. Ohio</p>\n<p>27. Oklahoma</p>\n<p>28. South Carolina</p>\n<p>29. South Dakota</p>\n<p>30. Tennessee</p>\n<p>31. Texas</p>\n<p>32. Utah</p>\n<p>33. Virginia</p>\n<p>34. West Virginia</p>\n<p>35. Wisconsin</p>\n<p><em data-atex-af=\"$ID/PoynterOSTextThreeL Italic\" data-atex-cfill=\"Color/Black\" data-atex-cstyle=\"ITALIC\" data-atex-fs=\"Normal\" data-atex-uat=\"{ }\">SOURCE: New York Governor&rsquo;s Office</em></p>\n<p>Bart Jones covers religion at Newsday, where he has worked since 2000, and is a former foreign correspondent for The Associated Press in Venezuela.</p>\n<h2>A note to our community:</h2>\n<p>As a public service, this article is available for all. Newsday readers support our strong local journalism by subscribing. Please show you value this important work by becoming a subscriber now.</p>\n<p><a href=\"https://projects.newsday.com/services/offer-redirect/?reg_promocode=OA01\">SUBSCRIBE</a> </p>", "text": "Gov. Andrew M. Cuomo announced the state will publicly disclose a COVID report card for every school, which is a database of positive cases in your school district. Credit: NY Governor's Office\nThis story was reported by Alfonso A. Castillo, Matthew Chayes, Jesse Coburn and Bart Jones. It was written by Jones.\nNew York is seeing a growing number of COVID-19 cases on college campuses, with Gov. Andrew M. Cuomo saying Tuesday the state may suspend in-person classes for higher education institutions that register 100 or more confirmed positives over a two-week period.\nThe state also revised its travel quarantine list, adding Delaware, Maryland, Ohio and West Virginia to its advisory for travelers from places with high spread of the virus, who are required to self-quarantine upon arrival. Puerto Rico and the Virgin Islands were removed from the list.\nAs concerns grow over COVID-19 on campuses, Cuomo named seven schools that have seen outbreaks, including Hofstra University in Hempstead, along with SUNY Oneonta, SUNY Oswego, SUNY Fredonia, Cornell University, the University at Buffalo, and Colgate.\nThe state has ordered all Oneonta students to go home because of an outbreak there of more than 600 cases. Going forward, all colleges will be required to report to the state when they have more than 100 cases, and COVID-19 testing data from SUNY schools will be published online.\nStates/regions in red are included on New York's travel advisory list as of Sept. 29, 2020. Guam and Puerto Rico, not pictured, are also on the list.\n“In New York we have a problem,” Cuomo said at a news briefing, as he listed the specific colleges. “That’s all across the state, that’s the entire state. That goes from Long Island all through upstate.”\nHe added: “So this is going to be a problem. I am telling you that.”\nA note to our community:\nAs a public service, this article is available for all. Newsday readers support our strong local journalism by subscribing. Please show you value this important work by becoming a subscriber now.\nSUBSCRIBE\nHofstra took exception with Cuomo's remarks, with spokeswoman Karla Schuster calling his statements \"misleading\" and saying that a relatively small number of students had tested positive for COVID-19.\nThe university has seen 34 positive cases since Aug. 28, she said, a fraction of the 9,200 people on the university’s campus. The school has followed testing, isolation, and quarantine protocols, she added, and has conducted “thousands of initial tests” while beginning surveillance and other testing.\nBut Cuomo spokesman Jack Sterne countered that Hofstra's confirmed cases are up to 74 among the student body. He said Cuomo \"has been clear that COVID can easily spread on college campuses and must be monitored closely,\" adding, \"there is obviously cause for concern at Hofstra, and the Department of Health will continue to treat this like what it is: an outbreak that must be watched.\"\nSchuster later said Hofstra had not heard the number 74, “and we don’t know what it represents or what period of time it represents.” She said the school is following state guidelines in reporting positive tests “among enrolled students who are attending class on-campus, as well as employees, for a two-week period.”\nShe added: “We went well beyond the Governor's guidelines in creating an aggressive initial testing protocol and ongoing testing.”\nAn online database of COVID-19 cases at SUNY institutions shows other Long Island colleges also have recorded infections. In the last four weeks, there have been 22 cases at Stony Brook University, four cases at Farmingdale State College, and four cases at Nassau Community College, which the school said involved students taking remote classes only. Suffolk County Community College and SUNY Old Westbury did not report any cases in that period.\nCuomo said part of the problem with the colleges is that students are arriving on the campuses not just from different parts of New York State but from around the country and even the world.\nUp to 108 colleges nationwide have accumulated 100 or more cases of COVID-19 even as the fall semester has barely begun, he said.\nIncreasing cases on campuses are “to be expected,” he said. Many students want to socialize, but \"those situations are increasing the spread.”\nHe showed photographs of New York University students gathering in crowds at Washington Square Park in Manhattan during the weekend. Cuomo said many students at the gathering, which went on for hours, did not wear masks.\n“Frankly, NYU security didn’t do anything about it. The local police didn’t do anything about it,\" Cuomo said. \"You have NYU students who come from other countries.\"\nIn a statement, NYU spokesman John Beckman said the university \"shares the Governor's concerns\" and is investigating who participated in the gathering.\nHe said the event \"was extremely troubling and inconsistent with the most basic recommendations about combating the spread of COVID-19, which NYU has been regularly communicating to students over the past months.\" In addition, Beckman said \"NYU has been examining the videotape to see if any students were involved and can be identified,\" adding they will be \"subject to sanction.\"\nNYU has suspended more than 20 students this year for violations of its rules, he said, though the university has not found \"any indications\" that the event was organized \"by anyone affiliated with NYU\" and said its security officers have \"no power of arrest\" or jurisdiction on the city streets. NYU has conducted more than 22,600 tests, with a total of 27 positives, for a positive rate of approximately 0.1%, the statement said.\nNY 'entering a different phase'\nNew York is \"entering a different phase\" in its battle against the coronavirus, as the reopening of industries, the return to schools and colleges, and the start of the flu season converge to present multiple challenges, Cuomo said.\nSchool districts for K-12 students will be required to report their daily testing results to a public dashboard maintained by the state, he said. An additional 61 school districts reopened on Long Island Tuesday; more will follow Wednesday.\nNew York marked the 32nd straight day its new virus positives hovered below 1% on Labor Day, with 0.96% new confirmed cases statewide. Long Island inched up to 1.5%, marking the fourth of the last five testing days where the region was at or above 1%.\nWhile Cuomo chided local governments and institutions for not enforcing COVID-19 rules enough, he also said the state remains \"an obvious outlier to what is going on all over the country\" by keeping its infection levels low.\nOut of 57,826 test results completed Monday, 557 were confirmed positives. The number of new cases was 65 in Nassau County, 52 in Suffolk County and 222 in New York City.\nA total of 445 people were hospitalized on Monday, and there were five reported deaths linked to the coronavirus, the state said. New York City's infection level was 0.9% on Monday.\n\"My hat's off to New Yorkers … Who’s doing this?\" Cuomo said. \"The continued compliance and discipline of New Yorkers … and the infection rate is a pure function of what New Yorkers are doing.”\nCuomo: Enforcement a challenge\nHe said New York City needs to show it is prepared to handle enforcement before indoor dining could return to its restaurants, noting the state is using all its resources to assist in policing the coronavirus orders.\nNoting that indoor dining created clusters of new cases upstate, he said, \"There’s a risk of noncompliance because we went through it with bars.\"\nState police and State Liquor Authority agents inspected 929 businesses on Monday, Cuomo said, and issued eight summonses for failing to adhere to state mandates aimed at curtailing the spread of COVID-19. Four of the businesses were in Nassau County.\nNew York City sheriff’s personnel will soon begin pulling over buses before they arrive at the Port Authority Bus Terminal from hot spot states and territories, Mayor Bill de Blasio said.\n“The officers will literally be going on the buses, talking to the passengers, giving out these forms, making sure that people can fill them out,” de Blasio said. “This is so important to keeping us safe.“\nThe Sheriff's Office also stops passengers arriving via roadways, tunnels and bridges.\nCuomo harshly criticized President Donald Trump for his initial response to the pandemic, and the lack of financial support for the hardest-hit states.\nHe compared Trump's actions to those of then-President Gerald Ford in 1975, when he did not help a nearly bankrupt New York City, saying \"what Ford did pales in comparison to what Trump is doing … Trump is actively trying to kill New York City\" by denying or withdrawing financial support to significant transportation and infrastructure projects.\nIn a Tuesday morning tweet, Trump criticized the states' coronavirus response in political terms: \"The Democrats will open up their states on November 4th, the day after the Election. These shutdowns are ridiculous, and only being done to hurt the economy prior to the most important election, perhaps, in our history!\"\nNew York’s travel quarantine list\nTravelers in New York State’s “travel advisory” list, due to community spread of the COVID-19 virus, are required to quarantine for 14 days. The quarantine applies to any person arriving from an area with a positive test rate higher than 10 per 100,000 residents over a seven-day rolling average, or an area with a 10% or higher positivity rate over a seven-day rolling average. The following is the updated list of states and other jurisdictions whose travelers face those restrictions in New York as of Sept. 8:\n1. Alaska\n2. Alabama\n3. Arkansas\n4. California\n5. Delaware\n6. Florida\n7. Georgia\n8. Guam\n9. Hawaii\n10. Iowa\n11. Idaho\n12. Illinois\n13. Indiana\n14. Kansas\n15. Kentucky\n16. Louisiana\n17. Maryland\n18. Minnesota\n19. Missouri\n20. Mississippi\n21. Montana\n22. North Carolina\n23. North Dakota\n24. Nebraska\n25. Nevada\n26. Ohio\n27. Oklahoma\n28. South Carolina\n29. South Dakota\n30. Tennessee\n31. Texas\n32. Utah\n33. Virginia\n34. West Virginia\n35. Wisconsin\nSOURCE: New York Governor’s Office\nBart Jones covers religion at Newsday, where he has worked since 2000, and is a former foreign correspondent for The Associated Press in Venezuela.\nA note to our community:\nAs a public service, this article is available for all. Newsday readers support our strong local journalism by subscribing. Please show you value this important work by becoming a subscriber now.\nSUBSCRIBE"}]}