{"request": {"pageUrl": "https://www.msn.com/en-us/news/us/umd-asks-students-in-denton-hall-to-restrict-activities-after-surge-in-covid-19-cases-reported/ar-BB19bu9L", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 315, "width": 0, "diffbotUri": "image|3|1999811571", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB10zQZC.img?h=315&w=600&m=6&q=60&o=t&l=f&f=jpg", "naturalWidth": 600, "primary": true, "height": 0}], "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/d7/97297b.ico", "diffbotUri": "article|3|-311047773", "siteName": "MSN", "type": "article", "title": "UMD Asks Students In Denton Hall To ‘Restrict Activities’ After Surge In COVID-19 Cases Reported", "tags": [{"score": 0.9995794892311096, "sentiment": -0.497, "count": 7, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9045899510383606, "sentiment": 0, "count": 1, "label": "Maryland", "uri": "https://diffbot.com/entity/AglcJEUJCMkavBvSi16gKjA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.8870184421539307, "sentiment": 0, "count": 4, "label": "University of Maryland", "uri": "https://diffbot.com/entity/OQTffT7RbPriOdiEJ3B7SBw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8211190700531006, "sentiment": 0, "count": 1, "label": "Denton", "uri": "https://diffbot.com/entity/A2Q7ONgByPr628oNr3lrb4w", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.7630667686462402, "sentiment": 0, "count": 1, "label": "College Park", "uri": "https://diffbot.com/entity/A9Qus1If7MwyxXkHQotAKAw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-us/news/us/umd-asks-students-in-denton-hall-to-restrict-activities-after-surge-in-covid-19-cases-reported/ar-BB19bu9L", "html": "<p><strong>COLLEGE PARK, Md. (WJZ) &mdash; </strong>The University of Maryland is asking a group of students in Denton Hall to &ldquo;restrict activities: after a surge of coronavirus cases were reported there.</p>\n<p>&ldquo;Following a recent rise in COVID-19 positive cases in Denton Hall, the University of Maryland has initiated several precautionary measures to help stop the spread of the virus,&rdquo; the university said in a statement. &ldquo;All students who tested positive are in isolation and anyone who was in close contact with these students was notified and moved to designated quarantine housing.&rdquo;</p>\n<p>Out of an abundance of caution, the university is asking students in Denton Hall to restrict their activities and practice enhanced social distancing.</p>\n<p>&ldquo;Students are provided a case manager and will have access to a variety of resources, including meal delivery,&rdquo; the statement continued.</p>\n<p>Twenty three students tested positive over a two-week period in Denton Hall. Nine others who were in direct contact with these students are in quarantine.</p>\n<p>&ldquo;The health and safety measures we implemented this fall &mdash; mandatory testing, daily symptom monitoring, 4 Maryland behaviors &mdash; have allowed us to track and monitor positive cases within our community,&rdquo; the university stated. &ldquo;It is our hope and expectation that these temporary measures will allow in-person activities for these residents to resume on October 2.&rdquo;</p>\n<p>The union that represents the more than 3,400 employees at the University of Maryland College Park said its workers are concerned for their own safety following what they report is an increase in coronavirus cases on campus.</p>\n<p><a data-id=\"74\" data-m=\"{\" href=\"https://www.afscme1072.org/\">AFSCME Local 1077</a> said 200 students who in the Denton dorm have been put under a quarantine/stay in place order for 14 days.</p>\n<p>&ldquo;As employees of UMCP and as members of the campus community, Local 1072 is once again disappointed by results of the administration&rsquo;s go-it-alone stance,&rdquo; said Union President Todd Holden. &ldquo;The news of this outbreak is just another in a growing list of unilaterally-imposed &ldquo;solutions&rdquo; that have fallen short without properly respecting the voices of front line workers, all of whom knew how this would likely play out since the pandemic&rsquo;s start. Now, hundreds of students are at risk. Our members who service these students &ndash; and members&rsquo; families &ndash; are now at risk, too, and AFSCME will work to make sure they are informed, equipped, and protected from what comes next.&rdquo;</p>\n<p>According to the <a data-id=\"75\" data-m=\"{\" href=\"https://umd.edu/covid-19-dashboard\">university&rsquo;s COVID-19 dashboard</a>, there have been 88 new coronavirus cases reported the week of Sept. 6-12. Another 82 unverified COVID-19 cases were self-reported to the university by students.</p>\n<p><a data-id=\"76\" data-m=\"{\" href=\"https://dbknews.com/2020/09/16/umd-sports-coronavirus-athletics-covid-test-positive/\">The Diamondback,</a> a student-run newspaper on campus, reported an outbreak of cases among athletes earlier this week.</p>", "text": "COLLEGE PARK, Md. (WJZ) — The University of Maryland is asking a group of students in Denton Hall to “restrict activities: after a surge of coronavirus cases were reported there.\n“Following a recent rise in COVID-19 positive cases in Denton Hall, the University of Maryland has initiated several precautionary measures to help stop the spread of the virus,” the university said in a statement. “All students who tested positive are in isolation and anyone who was in close contact with these students was notified and moved to designated quarantine housing.”\nOut of an abundance of caution, the university is asking students in Denton Hall to restrict their activities and practice enhanced social distancing.\n“Students are provided a case manager and will have access to a variety of resources, including meal delivery,” the statement continued.\nTwenty three students tested positive over a two-week period in Denton Hall. Nine others who were in direct contact with these students are in quarantine.\n“The health and safety measures we implemented this fall — mandatory testing, daily symptom monitoring, 4 Maryland behaviors — have allowed us to track and monitor positive cases within our community,” the university stated. “It is our hope and expectation that these temporary measures will allow in-person activities for these residents to resume on October 2.”\nThe union that represents the more than 3,400 employees at the University of Maryland College Park said its workers are concerned for their own safety following what they report is an increase in coronavirus cases on campus.\nAFSCME Local 1077 said 200 students who in the Denton dorm have been put under a quarantine/stay in place order for 14 days.\n“As employees of UMCP and as members of the campus community, Local 1072 is once again disappointed by results of the administration’s go-it-alone stance,” said Union President Todd Holden. “The news of this outbreak is just another in a growing list of unilaterally-imposed “solutions” that have fallen short without properly respecting the voices of front line workers, all of whom knew how this would likely play out since the pandemic’s start. Now, hundreds of students are at risk. Our members who service these students – and members’ families – are now at risk, too, and AFSCME will work to make sure they are informed, equipped, and protected from what comes next.”\nAccording to the university’s COVID-19 dashboard, there have been 88 new coronavirus cases reported the week of Sept. 6-12. Another 82 unverified COVID-19 cases were self-reported to the university by students.\nThe Diamondback, a student-run newspaper on campus, reported an outbreak of cases among athletes earlier this week."}]}