{"request": {"pageUrl": "https://www.houstonchronicle.com/news/article/5-ways-the-COVID-19-pandemic-could-affect-your-15570989.php", "api": "article", "version": 3}, "objects": [{"date": "Wed, 16 Sep 2020 00:00:00 GMT", "sentiment": 0, "author": "Whitney Soule", "estimatedDate": "Wed, 16 Sep 2020 00:00:00 GMT", "icon": "https://www.houstonchronicle.com/apple-touch-icon-144x144-precomposed.png", "diffbotUri": "article|3|-654138438", "siteName": "HoustonChronicle.com", "type": "article", "title": "5 ways the COVID-19 pandemic could affect your college application", "tags": [{"score": 0.9965823292732239, "sentiment": -0.782, "count": 3, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.970658540725708, "sentiment": 0, "count": 5, "label": "college", "uri": "https://diffbot.com/entity/XygW05YWxMKCisk_YrXtvAw"}, {"score": 0.8405027985572815, "sentiment": 0, "count": 4, "label": "university and college admission", "uri": "https://diffbot.com/entity/X6Es28ZCXOKW98W-qVXbWJA", "rdfTypes": ["http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity"]}, {"score": 0.5100024342536926, "sentiment": -0.92, "count": 1, "label": "Placement", "uri": "https://diffbot.com/entity/OvmyPSZJSNACuDO1Wb31zMw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}], "humanLanguage": "en", "pageUrl": "https://www.houstonchronicle.com/news/article/5-ways-the-COVID-19-pandemic-could-affect-your-15570989.php", "html": "<p>(The Conversation is an independent and nonprofit source of news, analysis and commentary from academic experts.)</p>\n<p>Whitney Soule, Bowdoin College</p>\n<p>(THE CONVERSATION) The coronavirus pandemic has intensified college application anxiety. I make this observation as an admissions dean who, as of late, has not just been answering emails and questions from parents. Instead, I&rsquo;m also responding to media inquiries about how my school plans to manage our selection processes in this crisis.</p>\n<p>All of these questions hint at an underlying concern that the disruption could be an automatic disadvantage. In reality, many colleges already take a student&rsquo;s circumstances into account.</p>\n<p>Based on what I know about how college admission works, here are five things I believe that students and families ought to know when they apply to colleges during the pandemic.</p>\n<p>1. Admissions officers will understand if grades are incomplete</p>\n<p>In the emergency pivot to online learning in the spring of 2020, some schools stopped grading students. In many cases, these schools adopted other measures to show that students completed the academic year.</p>\n<p>Many members of the class of 2021 and other college applicants are afraid that the absence of grades &ndash; from all or part of the 2019-2020 school year &ndash; could hurt their admission chances, when at least some other applicants have those grades.</p>\n<p>This is not necessarily new. Some high schools don&rsquo;t ever assign grades, so colleges review a transcript that consists purely of their teachers&rsquo; comments. Other students have attended multiple high schools, which means that their transcripts have different grading scales.</p>\n<p>Bottom line: All of the academic work leading up to the pandemic still matters and can help frame the work in the past couple of months.</p>\n<p>2. Entrance exams could be less important than usual</p>\n<p>Since the spring, the SAT and ACT canceled test dates, and most students have limited options if they want to take rescheduled tests. With the uneven availability of the two most common entrance exams, hundreds of colleges and universities are at least temporarily taking the test-optional approach Bowdoin College first introduced in 1969. The University of California system is going even further by becoming test-blind, meaning the school won&rsquo;t review SAT or ACT scores, even if students do submit them.</p>\n<p>Yet students are still worried that without SAT or ACT results they won&rsquo;t be competitive. Or if they took a test, and didn&rsquo;t have a chance to try again, their scores don&rsquo;t seem strong enough. They can take some comfort in that almost 400 colleges have stated that the lack of test scores is not an admissions disadvantage.</p>\n<p>Likewise, Advanced Placement and International Baccalaureate testing was disrupted. Students who had dedicated nearly a year to their AP classes lurched into the spring facing tests that were quickly reconfigured in online format. The IB tests scheduled for May were canceled. I&rsquo;m hearing that many students are worried about whether their test results, if they got them at all, will hold up to admissions scrutiny.</p>\n<p>Again, they may be able to take comfort from the fact that hundreds of colleges recognize this predicament. Specifically, these colleges have signed an agreement that states the absence of AP or IB results will not put applicants at a disadvantage, and that they will &ldquo;view students in the context of the curriculum, academic resources and supports available to them.&rdquo;</p>\n<p>3. It&rsquo;s OK if students get a letter of recommendation from teachers they know only online</p>\n<p>Many colleges require a recommendation from a teacher. Admissions officers rely on these recommendations for insight into the student&rsquo;s learning style and strengths. Since many schools have gone to remote learning, teachers may not get as much insight into a student as they did when they were teaching in person.</p>\n<p>But even in that situation, teachers can characterize the student as a learner in an online environment, which is a valuable insight. As Lee Coffin, dean of admissions at Dartmouth College, told me via text message: &ldquo;These cyber-relationships are another type of new normal, so we are interested in the teacher&rsquo;s view on how this works for a student.&rdquo;</p>\n<p>4. Personality may count more than before</p>\n<p>Student activities such as sports, performing arts, community service and jobs aren&rsquo;t immune to the pandemic.</p>\n<p>For some students, the challenges of COVID-19 are just an interference with their daily lives. For others, the disease and its consequences are absolutely traumatic, with sick family members and financial crises. Depending on circumstances, some students might be able to list all of their activities because they were not interrupted. For others, the list could look blank since March.</p>\n<p>Fortunately, even before the pandemic, there has been a movement among college admissions officers to begin to consider factors such as empathy and persistence, which we could notice in the hours a student commits to a school commute, or a teacher&rsquo;s testament to working well with classmates, or maybe as seen through an essay.</p>\n<p>Some have followed specific recommendations for new ways to admit students that were made by Harvard&rsquo;s Making Caring Common project. This is good news for students because it signals that admissions officers value students&rsquo; unique qualities beyond their academics and extracurricular activities.</p>\n<p>5. The effects of gap-year students will vary</p>\n<p>As colleges rolled out their plans for fall semester, many incoming first-year students &ndash; anywhere from 4% to 20% at various schools &ndash; chose to take a gap year.</p>\n<p>In most cases, those gap-year students intend to enroll at colleges and universities that already accepted them in the spring of 2020. As a result, schools will hold their place and let them begin as first-years in the fall of 2021. While that is good news for students who want to wait, it also means that there may be fewer spaces available for students graduating from high school in 2021 who intend to begin their college educations in the fall of 2021.</p>\n<p>The degree to which this situation changes the outlook for admissions will vary from school to school. Some of my counterparts &ndash; such as Jeremiah Quinlan, admissions dean at Yale, and Liz Creighton, admissions dean at Williams College &ndash; have told me they&rsquo;re just planning to welcome larger first-year classes in the fall of 2021.</p>\n<p>At Bowdoin, our small number of deferring students won&rsquo;t significantly impact the spaces we can offer.</p>\n<p>Going forth</p>\n<p>These disruptions might alter the way college applications are evaluated, but &ndash; in my view &ndash; colleges are up for the challenge and prepared to be sensitive and flexible.</p>\n<p>I would suggest that students and their families accept the disruptions for what they are, instead of getting too worried about them. High school seniors should devote their energy and time to the parts of their college applications that they can complete, not those that are impossible to do because of ongoing disruptions to everyday life.</p>\n<p>This article is republished from The Conversation under a Creative Commons license. Read the original article here: <a href=\"https://theconversation.com/5-ways-the-covid-19-pandemic-could-affect-your-college-application-145623\">https://theconversation.com/5-ways-the-covid-19-pandemic-could-affect-your-college-application-145623</a>.</p>", "text": "(The Conversation is an independent and nonprofit source of news, analysis and commentary from academic experts.)\nWhitney Soule, Bowdoin College\n(THE CONVERSATION) The coronavirus pandemic has intensified college application anxiety. I make this observation as an admissions dean who, as of late, has not just been answering emails and questions from parents. Instead, I’m also responding to media inquiries about how my school plans to manage our selection processes in this crisis.\nAll of these questions hint at an underlying concern that the disruption could be an automatic disadvantage. In reality, many colleges already take a student’s circumstances into account.\nBased on what I know about how college admission works, here are five things I believe that students and families ought to know when they apply to colleges during the pandemic.\n1. Admissions officers will understand if grades are incomplete\nIn the emergency pivot to online learning in the spring of 2020, some schools stopped grading students. In many cases, these schools adopted other measures to show that students completed the academic year.\nMany members of the class of 2021 and other college applicants are afraid that the absence of grades – from all or part of the 2019-2020 school year – could hurt their admission chances, when at least some other applicants have those grades.\nThis is not necessarily new. Some high schools don’t ever assign grades, so colleges review a transcript that consists purely of their teachers’ comments. Other students have attended multiple high schools, which means that their transcripts have different grading scales.\nBottom line: All of the academic work leading up to the pandemic still matters and can help frame the work in the past couple of months.\n2. Entrance exams could be less important than usual\nSince the spring, the SAT and ACT canceled test dates, and most students have limited options if they want to take rescheduled tests. With the uneven availability of the two most common entrance exams, hundreds of colleges and universities are at least temporarily taking the test-optional approach Bowdoin College first introduced in 1969. The University of California system is going even further by becoming test-blind, meaning the school won’t review SAT or ACT scores, even if students do submit them.\nYet students are still worried that without SAT or ACT results they won’t be competitive. Or if they took a test, and didn’t have a chance to try again, their scores don’t seem strong enough. They can take some comfort in that almost 400 colleges have stated that the lack of test scores is not an admissions disadvantage.\nLikewise, Advanced Placement and International Baccalaureate testing was disrupted. Students who had dedicated nearly a year to their AP classes lurched into the spring facing tests that were quickly reconfigured in online format. The IB tests scheduled for May were canceled. I’m hearing that many students are worried about whether their test results, if they got them at all, will hold up to admissions scrutiny.\nAgain, they may be able to take comfort from the fact that hundreds of colleges recognize this predicament. Specifically, these colleges have signed an agreement that states the absence of AP or IB results will not put applicants at a disadvantage, and that they will “view students in the context of the curriculum, academic resources and supports available to them.”\n3. It’s OK if students get a letter of recommendation from teachers they know only online\nMany colleges require a recommendation from a teacher. Admissions officers rely on these recommendations for insight into the student’s learning style and strengths. Since many schools have gone to remote learning, teachers may not get as much insight into a student as they did when they were teaching in person.\nBut even in that situation, teachers can characterize the student as a learner in an online environment, which is a valuable insight. As Lee Coffin, dean of admissions at Dartmouth College, told me via text message: “These cyber-relationships are another type of new normal, so we are interested in the teacher’s view on how this works for a student.”\n4. Personality may count more than before\nStudent activities such as sports, performing arts, community service and jobs aren’t immune to the pandemic.\nFor some students, the challenges of COVID-19 are just an interference with their daily lives. For others, the disease and its consequences are absolutely traumatic, with sick family members and financial crises. Depending on circumstances, some students might be able to list all of their activities because they were not interrupted. For others, the list could look blank since March.\nFortunately, even before the pandemic, there has been a movement among college admissions officers to begin to consider factors such as empathy and persistence, which we could notice in the hours a student commits to a school commute, or a teacher’s testament to working well with classmates, or maybe as seen through an essay.\nSome have followed specific recommendations for new ways to admit students that were made by Harvard’s Making Caring Common project. This is good news for students because it signals that admissions officers value students’ unique qualities beyond their academics and extracurricular activities.\n5. The effects of gap-year students will vary\nAs colleges rolled out their plans for fall semester, many incoming first-year students – anywhere from 4% to 20% at various schools – chose to take a gap year.\nIn most cases, those gap-year students intend to enroll at colleges and universities that already accepted them in the spring of 2020. As a result, schools will hold their place and let them begin as first-years in the fall of 2021. While that is good news for students who want to wait, it also means that there may be fewer spaces available for students graduating from high school in 2021 who intend to begin their college educations in the fall of 2021.\nThe degree to which this situation changes the outlook for admissions will vary from school to school. Some of my counterparts – such as Jeremiah Quinlan, admissions dean at Yale, and Liz Creighton, admissions dean at Williams College – have told me they’re just planning to welcome larger first-year classes in the fall of 2021.\nAt Bowdoin, our small number of deferring students won’t significantly impact the spaces we can offer.\nGoing forth\nThese disruptions might alter the way college applications are evaluated, but – in my view – colleges are up for the challenge and prepared to be sensitive and flexible.\nI would suggest that students and their families accept the disruptions for what they are, instead of getting too worried about them. High school seniors should devote their energy and time to the parts of their college applications that they can complete, not those that are impossible to do because of ongoing disruptions to everyday life.\nThis article is republished from The Conversation under a Creative Commons license. Read the original article here: https://theconversation.com/5-ways-the-covid-19-pandemic-could-affect-your-college-application-145623."}]}