{"request": {"pageUrl": "https://www.healio.com/news/infectious-disease/20200910/influenza-season-could-create-perfect-storm-for-covid19-outbreaks", "api": "article", "version": 3}, "objects": [{"date": "Thu, 10 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 630, "width": 1082, "diffbotUri": "image|3|-341909524", "url": "https://www.healio.com/~/media/slack-news/infectious-disease/misc/infographics/2020/09_september/idn0920mermel_graphic_01.jpg?h=630&w=1200&la=en&hash=D6AC6B582D49BA146093589FD83FEA30", "naturalWidth": 1200, "primary": true, "height": 568}], "author": "Eamon N. Dreisbach", "estimatedDate": "Thu, 10 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://m4.healio.com/~/media/favicons/healiofavicon.ico", "diffbotUri": "article|3|-736805422", "siteName": "Orthopedics Today", "type": "article", "title": "Influenza season could create ‘perfect storm’ for COVID-19 outbreaks", "tags": [{"score": 0.9996871948242188, "sentiment": -0.797, "count": 13, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9918978214263916, "sentiment": -0.859, "count": 7, "label": "influenza", "uri": "https://diffbot.com/entity/XsMQ6Svt6OwKpiB8umXB_Kw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9881101846694946, "sentiment": 0, "count": 1, "label": "Jeanne M. Marrazzo", "uri": "https://diffbot.com/entity/PeFfJh8htPmCXNsRtOjmzzQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9830531477928162, "sentiment": 0.436, "count": 3, "label": "vaccine", "uri": "https://diffbot.com/entity/Xjv_jBM9JO0KLdiTLLXaFoA", "rdfTypes": ["http://dbpedia.org/ontology/ChemicalSubstance"]}, {"score": 0.7504560947418213, "sentiment": 0, "count": 2, "label": "Infectious Diseases Society of America", "uri": "https://diffbot.com/entity/CIQTkBSgnOiekEzluNgYJFQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.healio.com/authors/edreisbach", "pageUrl": "https://www.healio.com/news/infectious-disease/20200910/influenza-season-could-create-perfect-storm-for-covid19-outbreaks", "html": "<p>Coinfection of COVID-19 and influenza and the effects of the <a href=\"https://www.healio.com/news/20200814/covid19-and-flu-season-a-daunting-prospect-for-hospitals\">influenza season on the pandemic</a> have been a growing topic of concern for many infectious disease specialists.</p>\n<p>During a press conference held by the Infectious Diseases Society of America, experts emphasized the importance of influenza vaccination for the upcoming influenza season and warned about the complications influenza may pose during the COVID-19 pandemic.</p>\n<figure><img alt=\"Marrazzo flu shot pullquote\" src=\"https://www.healio.com/~/media/slack-news/infectious-disease/misc/infographics/2020/09_september/idn0920mermel_graphic_01.jpg?h=630&w=1200&la=en&hash=D6AC6B582D49BA146093589FD83FEA30\"></img></figure>\n<p>&ldquo;We cannot be complacent about this. People really need to take the flu vaccine seriously this year<strong>,&rdquo; </strong><strong>Jeanne Marrazzo, MD, MPH</strong><strong>,</strong> director of the division of infectious diseases at University of Alabama at Birmingham School of Medicine and <em>Infectious Diseases News</em> Editorial Board Member, said during the press conference. &ldquo;The flu vaccine does work &mdash; it prevents hospitalizations, it prevents mortality, it prevents symptomatic illness. If there is ever a year that you need to get your flu vaccine and get your kids vaccinated, this is the year.&rdquo;</p>\n<p>Marrazzo stressed that, amid COVID-19 outbreaks on college campuses, the United States has not yet &ldquo;rounded the corner&rdquo; in terms its progress against the pandemic. Marrazzo also noted that hospitalization rates have not &ldquo;budged significantly&rdquo; in many states, and that &ldquo;getting ahead of the game&rdquo; with mitigation efforts is essential.</p>\n<p>&ldquo;Flu season is completely, to some extent, unpredictable,&rdquo; she said. &ldquo;The reasons for that are myriad but really relate to our ability to predict the antigenic components of the virus &mdash; ie, can we get ahead of the game and choose the appropriate constituents for the vaccine so that we can protect people for the coming flu season? Sometimes we do really well, and sometimes we do not do so well.&rdquo;</p>\n<p><strong>Leonard A. Mermel, DO, ScM, AM (Hon), </strong>an IDSA fellow and professor of medicine at Brown University&rsquo;s Warren Alpert Medical School, noted that the abundance of overlapping symptoms between COVID-19 and influenza have made it difficult to distinguish between the two, although blood clotting and a loss of smell are two outlying symptoms of COVID-19 that may be useful for diagnosis.</p>\n<p>He also emphasized the importance of boosting mitigation and vaccination efforts in disadvantaged communities that are <a href=\"https://www.healio.com/news/primary-care/20200807/experts-discuss-ways-to-combat-disproportionate-covid19-burden-in-black-community\">disproportionately burdened by the virus</a>.</p>\n<p>&ldquo;It is very important as we move forward in strategies to mitigate transmission of influenza and COVID-19, to focus on disadvantaged communities &mdash; particularly with regard to a robust effort for vaccination,&rdquo; Mermel said.</p>\n<p>Marrazzo voiced concern that social fatigue with COVID-19 mitigation efforts may also have a harmful impact on both COVID-19 and influenza rates.</p>\n<p>&ldquo;A big concern this year is that we are going to see what could be a perfect storm of accelerated COVID-19 activity as people gather more inside; become continually fatigued with the mask wearing, social distancing and the hand hygiene; and as they are exposed to seasonal influenza,&rdquo; Marrazzo said.</p>\n<p>Marrazzo noted that <a href=\"https://www.healio.com/news/infectious-disease/20200814/covid19-infodemic-persists-could-worsen\">vaccine hesitancy</a> will likely impact the effectiveness of a potential COVID-19 vaccine. She also compared the current COVID-19 reporting system to a &ldquo;house of cards,&rdquo; in which an interruption at any level of the system can potentially overwhelm health departments.</p>\n<p>&ldquo;To really get a handle on the surveillance, you need to have a really good reporting system that has access to all of the reagents you need with a timely flow of information,&rdquo; Marrazzo said. &ldquo;That requires not just the reagent supply and the testing supply &mdash; it requires adequate laboratory staffing and adequate personnel to report these infections because so many health departments are so overwhelmed.&rdquo;</p>\n<p>According to Mermel, the frequency of coinfection with COVID-19 and influenza is &ldquo;relatively low.&rdquo; However, he noted that a new strain of influenza A circulating among pig farmers in China may have pandemic potential, and noted that the spread of the new strain in the fall to Eurasia and the rest of the world would be a &ldquo;worst case scenario.&rdquo;</p>", "text": "Coinfection of COVID-19 and influenza and the effects of the influenza season on the pandemic have been a growing topic of concern for many infectious disease specialists.\nDuring a press conference held by the Infectious Diseases Society of America, experts emphasized the importance of influenza vaccination for the upcoming influenza season and warned about the complications influenza may pose during the COVID-19 pandemic.\n“We cannot be complacent about this. People really need to take the flu vaccine seriously this year,” Jeanne Marrazzo, MD, MPH, director of the division of infectious diseases at University of Alabama at Birmingham School of Medicine and Infectious Diseases News Editorial Board Member, said during the press conference. “The flu vaccine does work — it prevents hospitalizations, it prevents mortality, it prevents symptomatic illness. If there is ever a year that you need to get your flu vaccine and get your kids vaccinated, this is the year.”\nMarrazzo stressed that, amid COVID-19 outbreaks on college campuses, the United States has not yet “rounded the corner” in terms its progress against the pandemic. Marrazzo also noted that hospitalization rates have not “budged significantly” in many states, and that “getting ahead of the game” with mitigation efforts is essential.\n“Flu season is completely, to some extent, unpredictable,” she said. “The reasons for that are myriad but really relate to our ability to predict the antigenic components of the virus — ie, can we get ahead of the game and choose the appropriate constituents for the vaccine so that we can protect people for the coming flu season? Sometimes we do really well, and sometimes we do not do so well.”\nLeonard A. Mermel, DO, ScM, AM (Hon), an IDSA fellow and professor of medicine at Brown University’s Warren Alpert Medical School, noted that the abundance of overlapping symptoms between COVID-19 and influenza have made it difficult to distinguish between the two, although blood clotting and a loss of smell are two outlying symptoms of COVID-19 that may be useful for diagnosis.\nHe also emphasized the importance of boosting mitigation and vaccination efforts in disadvantaged communities that are disproportionately burdened by the virus.\n“It is very important as we move forward in strategies to mitigate transmission of influenza and COVID-19, to focus on disadvantaged communities — particularly with regard to a robust effort for vaccination,” Mermel said.\nMarrazzo voiced concern that social fatigue with COVID-19 mitigation efforts may also have a harmful impact on both COVID-19 and influenza rates.\n“A big concern this year is that we are going to see what could be a perfect storm of accelerated COVID-19 activity as people gather more inside; become continually fatigued with the mask wearing, social distancing and the hand hygiene; and as they are exposed to seasonal influenza,” Marrazzo said.\nMarrazzo noted that vaccine hesitancy will likely impact the effectiveness of a potential COVID-19 vaccine. She also compared the current COVID-19 reporting system to a “house of cards,” in which an interruption at any level of the system can potentially overwhelm health departments.\n“To really get a handle on the surveillance, you need to have a really good reporting system that has access to all of the reagents you need with a timely flow of information,” Marrazzo said. “That requires not just the reagent supply and the testing supply — it requires adequate laboratory staffing and adequate personnel to report these infections because so many health departments are so overwhelmed.”\nAccording to Mermel, the frequency of coinfection with COVID-19 and influenza is “relatively low.” However, he noted that a new strain of influenza A circulating among pig farmers in China may have pandemic potential, and noted that the spread of the new strain in the fall to Eurasia and the rest of the world would be a “worst case scenario.”", "authors": [{"name": "Eamon N. Dreisbach", "link": "healio.com/authors/edreisbach"}]}]}