{"request": {"pageUrl": "https://www.marketwatch.com/story/this-university-created-its-own-covid-19-test-and-is-testing-students-twice-a-week-experts-are-watching-to-see-if-its-enough-to-prevent-an-outbreak-11598648724", "api": "article", "version": 3}, "objects": [{"date": "Mon, 31 Aug 2020 13:07:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 840, "width": 780, "diffbotUri": "image|3|-1377686922", "title": "A COVID testing site at the University of Illinois Urbana-Champaign. (Photo: UI Public Affairs: Fred Zwicky)", "url": "https://images.mktw.net/im-226642?width=1260&size=1.5005861664712778", "naturalWidth": 1260, "primary": true, "height": 520}, {"naturalHeight": 840, "width": 780, "diffbotUri": "image|3|572613333", "title": "University of Illinois scientists developed their own saliva test for COVID-19. (Photo: UI Public Affairs: Fred Zwicky)", "url": "https://images.mktw.net/im-226643?width=1260&size=1.5005861664712778", "naturalWidth": 1260, "height": 520}], "author": "Jillian Berman", "estimatedDate": "Mon, 31 Aug 2020 13:07:00 GMT", "publisherRegion": "North America", "icon": "https://mw4.wsj.net/mw5/content/images/favicons/apple-touch-icon-180x180.png", "diffbotUri": "article|3|1756185496", "siteName": "MarketWatch", "type": "article", "title": "This university created its own COVID-19 test and is testing students twice a week — but is it enough to prevent an outbreak?", "tags": [{"score": 0.9966712594032288, "sentiment": -0.271, "count": 10, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.708620011806488, "sentiment": 0, "count": 4, "label": "University of Illinois at Urbana–Champaign", "uri": "https://diffbot.com/entity/OpoApqQvBM5mchniT0VJSqg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6838995218276978, "sentiment": 0, "count": 1, "label": "University of Illinois system", "uri": "https://diffbot.com/entity/Oz2tR914pMpaAWS8KY7RmiQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.5021086931228638, "sentiment": 0, "count": 1, "label": "university", "uri": "https://diffbot.com/entity/XuH4EHGwQOgCBmpyQfJat7g"}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://marketwatch.com/author/jillian-berman?mod=MW_author_byline", "pageUrl": "https://www.marketwatch.com/story/this-university-created-its-own-covid-19-test-and-is-testing-students-twice-a-week-experts-are-watching-to-see-if-its-enough-to-prevent-an-outbreak-11598648724", "html": "<h2> The University of Illinois at Urbana-Champaign engaged in a &lsquo;Manhattan Project-style effort&rsquo; to reopen its campus. </h2>\n<figure> <img alt=\"\" data-enlarge=\"https://images.mktw.net/im-226642?width=1260&size=1.5005861664712778\" sizes=\"(max-width: 140px) 100px,\n(max-width: 540px) 500px,\n(max-width: 620px) 580px,\n(max-width: 700px) 660px,\n(max-width: 860px) 820px,\n1260px\" src=\"https://images.mktw.net/im-226642?width=1260&size=1.5005861664712778\" srcset=\"https://images.mktw.net/im-226642?width=140&size=1.5005861664712778 140w,\nhttps://images.mktw.net/im-226642?width=540&size=1.5005861664712778 540w,\nhttps://images.mktw.net/im-226642?width=620&size=1.5005861664712778 620w,\nhttps://images.mktw.net/im-226642?width=700&size=1.5005861664712778 700w,\nhttps://images.mktw.net/im-226642?width=860&size=1.5005861664712778 860w,\nhttps://images.mktw.net/im-226642?width=1260&size=1.5005861664712778 1260w\"></img> <figcaption>A COVID testing site at the University of Illinois Urbana-Champaign. (Photo: UI Public Affairs: Fred Zwicky)</figcaption></figure>\n<p>Over the roughly week and a half that Ian Katsnelson has been back at his college, the University of Illinois Urbana-Champaign, the junior has developed a &ldquo;mini competition&rdquo; with his friends to see who can finish the process of taking their COVID-19 tests the fastest.</p>\n<p>&ldquo;The hardest part for sure is garnering enough saliva,&rdquo; Katsnelson said of the rapid saliva test, which was created by scientists at the school. He&rsquo;s perfecting his strategy for his trips to the tents where testing takes place: &ldquo;I&rsquo;ve built up my saliva in line before I&rsquo;ve even gotten inside the tent, so I can get in and get out real quick.&rdquo;</p>\n<p>Hallie Workman, a PhD candidate in communications at U of I said, &ldquo;there&rsquo;s a lot of scouting that goes on&rdquo; as students try to find out which of the more than a dozen testing tents on campus have the shortest line.</p>\n<p>&ldquo;I have my tent in my time of day that always works well,&rdquo; Workman, 30, said. &ldquo;You just sit there trying not to make eye contact with people as you dribble spit into a tube.&rdquo;</p>\n<p>These were just some of the rituals that marked an unusual first week of classes at the University of Illinois, which is requiring students, faculty and staff accessing campus to get tested for COVID-19 twice a week as part of its reopening plan.</p>\n<p>&lsquo;A defining moment&rsquo; for the school</p>\n<p>As colleges across the country <a href=\"https://www.marketwatch.com/story/reports-of-covid-cases-are-growing-on-college-campuses-as-schools-bring-students-back-for-in-person-classes-11597700320\">have sent students home</a> or back to remote classes amid COVID outbreaks, officials at the University of Illinois are hopeful that their approach to mitigating the pandemic&rsquo;s spread on campus &mdash; which includes a test developed at the school <a href=\"https://news.illinois.edu/view/6367/1795135071\">that is now being performed</a> under the Federal Drug Administration&rsquo;s emergency use authorization &mdash; will be enough to keep students in some in-person classes through November. It&rsquo;s not a small undertaking. The school had 51,000 students in the fall of 2019.</p>\n<p>Since July 6, <a href=\"https://go.illinois.edu/COVIDTestingData\">the school has processed</a> 121,333 COVID tests and in the five days leading up to Friday, which marked the end of the first week of classes, the school administered 47,075 tests and had a 0.75% positivity rate. For context, there were roughly 730,000 COVID tests administered in the entire U.S. on a recent August day, <a href=\"https://coronavirus.jhu.edu/testing/individual-states\">according to</a> Johns Hopkins University&rsquo;s Coronavirus Resource Center. On Aug. 24, U of I administered more than 17,000 tests alone.</p>\n<p>So far, the number of positive cases is in line with what the school&rsquo;s modelers predicted &mdash; well under 400 cases in the week before classes began. The next couple of weeks will be a &ldquo;defining moment&rdquo; for U of I as it works to prevent the spread of COVID-19 on campus and in the community, said Robert Jones, the school&rsquo;s chancellor.</p>\n<p>&ldquo;We know that people are watching,&rdquo; he told MarketWatch.</p>\n<p>And indeed, according to Joshua Salomon, the director of the Prevention Policy Modeling Lab at Stanford University, &ldquo;people are really going to be watching this carefully,&rdquo; describing the efforts the school has taken as &ldquo;encouraging.&rdquo;</p>\n<p>&ldquo;We don&rsquo;t know whether it&rsquo;s going to succeed,&rdquo; he added. &ldquo;What we do know is that the likelihood of succeeding without testing is very small.&rdquo;</p>\n<p>U of I is likely the only university testing students at this frequency</p>\n<p>At many universities that have reopened their campuses for in-person instruction, students may have been tested upon reentry to university housing or campus more broadly and may be subject to random screening. But <a href=\"https://news.yale.edu/2020/07/31/students-need-be-tested-every-2-3-days-colleges-safely-reopen\">models from researchers at Yale School of Public Health</a> and U of I, indicate <a href=\"https://www.marketwatch.com/story/it-will-be-painful-for-colleges-and-also-painful-for-students-plans-to-bring-back-students-get-derailed-by-covid-19-surge-11596032585\">that in order to prevent an outbreak</a> on a college campus &mdash; and not just monitor one &mdash; students and those interacting with them regularly need to be tested multiple times per week.</p>\n<p>U of I may be the only university in the country hewing to that standard. Officials will know around Sept. 25, one month and one day after the start of classes, if their efforts have worked, said Rebecca Lee Smith, an associate professor of pathobiology at U of I who is part of the team that developed the school&rsquo;s testing and other protocols.</p>\n<p>&ldquo;We&rsquo;re going to be keeping track of how well we&rsquo;re doing going from test results to isolation to contact tracing and quarantine,&rdquo; Smith said. They&rsquo;ll also be looking out for new positive cases, a sign of community spread. The outcome that they&rsquo;re hoping for &ldquo;is to minimize the infections, get it under control and to protect the health of campus and the community,&rdquo; Smith said.</p>\n<p>The school began working to prepare for the fall semester shortly after classes went remote in the spring, said Martin Burke, a chemistry professor at the University of Illinois and chair of the SHIELD committee, the team that is guiding the university&rsquo;s approach to reopening. They realized relatively quickly that in order to bring students back to campus, they would need to test frequently and get results back rapidly, something that wasn&rsquo;t going to be possible with a nasal swab test.</p>\n<figure> <img alt=\"\" data-enlarge=\"https://images.mktw.net/im-226643?width=1260&size=1.5005861664712778\" sizes=\"(max-width: 140px) 100px,\n(max-width: 540px) 500px,\n(max-width: 620px) 580px,\n(max-width: 700px) 660px,\n(max-width: 860px) 820px,\n1260px\" src=\"https://images.mktw.net/im-226643?width=1260&size=1.5005861664712778\" srcset=\"https://images.mktw.net/im-226643?width=140&size=1.5005861664712778 140w,\nhttps://images.mktw.net/im-226643?width=540&size=1.5005861664712778 540w,\nhttps://images.mktw.net/im-226643?width=620&size=1.5005861664712778 620w,\nhttps://images.mktw.net/im-226643?width=700&size=1.5005861664712778 700w,\nhttps://images.mktw.net/im-226643?width=860&size=1.5005861664712778 860w,\nhttps://images.mktw.net/im-226643?width=1260&size=1.5005861664712778 1260w\"></img> <figcaption>University of Illinois scientists developed their own saliva test for COVID-19. (Photo: UI Public Affairs: Fred Zwicky)</figcaption></figure>\n<p>That led to what Burke described as a &ldquo;Manhattan Project-style effort,&rdquo; at the university to develop their own test. Ultimately they were able to do so in about six weeks, he said. Now the school is working to expand access to the test to the rest of the state of Illinois and even to other areas of the country and around the world.</p>\n<p>&ldquo;Testing is not a silver bullet, but it&rsquo;s a very powerful component,&rdquo; Burke said.</p>\n<p>In addition to the testing, the <a href=\"https://covid19.illinois.edu/health-and-support/safer-illinois-app/\">school developed an app</a> where students, faculty and staff receive test results and reminders, and a boarding pass-style image indicating a negative COVID test that allow them access to campus buildings. Users can also enable the app to notify them when they&rsquo;ve been in close proximity to someone who tested positive for COVID through the use of an anonymized Bluetooth scanning system.</p>\n<p>U of I is also taking many of the same steps as other campuses &mdash; moving large lecture courses online, moving smaller in-person courses to large rooms to allow for social distancing and requiring masks. The school also has &ldquo;every high expectation&rdquo; of students, Jones said. &ldquo;By agreeing to come back and be here that they have to take ownership to keep themselves safe.&rdquo; Those who are participating in on-campus activities and don&rsquo;t follow testing and isolation guidelines could be subject to student discipline.</p>\n<p>&lsquo;We&rsquo;re still very much in the middle of a raging pandemic&rsquo;</p>\n<p>For a university to have a shot at reopening successfully, it needs to hold classes online or outside when possible, have a good system for testing and contact tracing, and have clear and transparent metrics for when it will change course, Salomon said. (Asked about what would trigger a move to remote instruction, Jones said &ldquo;one of the key metrics, we&rsquo;re keeping our eye on is the number of positive cases.&rdquo;)</p>\n<p>All of these are costly and administratively challenging undertakings. Jones said his best &ldquo;guesstimate&rdquo; is that the school&rsquo;s testing component alone will cost $7 to $10 million per semester. But a major obstacle to any successful reopening, is just the status of the spread of the virus itself, Salomon said.</p>\n<p>&ldquo;We&rsquo;re still very much in the middle of a raging pandemic,&rdquo; he said. &ldquo;With that amount of transmission in communities and bringing together students from around the country, we know that there will be people infected upon arrival. It raises the bar on what needs to be done to interrupt transmission and cut it off.&rdquo;</p>\n<p>Called an audible and held class on Zoom</p>\n<p>During the first week of classes, when the school onboarded tens of thousands of students, &ldquo;the main hiccup&rdquo; in its system was turning test results around fast enough so that students, faculty and staff would have access to buildings they needed to be in for class, Smith said. Those who haven&rsquo;t had a negative test result in the last four days can&rsquo;t get into university buildings, except their own residence hall. Still, the school has been turning test results around &ldquo;well within&rdquo; the 48 hour window they&rsquo;ve promised, she said.</p>\n<p>Workman was one of those affected by the hiccup. She got tested on a Monday, which was one of the testing days assigned to her by the school, but didn&rsquo;t get her results back in time to teach her 8 a.m. Tuesday class in person. She &ldquo;had to call an audible and tell my class we were meeting on Zoom.&rdquo;</p>\n<p>When the two public speaking classes she was teaching started last week, roughly 5% of her students couldn&rsquo;t attend because they&rsquo;d tested positive for the virus, Workman said. That&rsquo;s one metric Workman said she&rsquo;ll be keeping an eye on as she evaluates whether to keep teaching in person. If enough students can&rsquo;t attend class face-to-face because of quarantine or isolation, she&rsquo;ll transition to remote instruction, though her preference is to continue teaching in-person classes &mdash; the widespread testing has made her feel comfortable doing so.</p>\n<p>Owen Stephenson was eager to come to campus for his freshman year to gain some independence, even if he would be taking most of his classes online. So far, he&rsquo;s felt like the testing has gone smoothly; he received his first two test results on the same day he tested and his only quibble was a 45-minute wait on a weekend, when there are fewer testing tents available.</p>\n<p>The required testing is part of what makes Stephenson feel like he can keep himself safe, regardless of other students&rsquo; behavior. &ldquo;Their testing is the only thing that sets them apart from other universities trying to go back,&rdquo; he said of U of I&rsquo;s plan.</p>\n<p>From her observations in class, Workman said it seems as if students are committed to making the school&rsquo;s reopening program work because they want to stick around for the semester. Still, she said, the changes to the college experience required during this time &mdash; more rules for engaging on campus, more online courses than typical &mdash; have left her students so drained that she ended a recent class 20 minutes early.</p>\n<p>&ldquo;They had this feeling that once they were finally able to get back on campus, that life would feel more normal and it&rsquo;s not.&rdquo;</p>", "text": "The University of Illinois at Urbana-Champaign engaged in a ‘Manhattan Project-style effort’ to reopen its campus.\nOver the roughly week and a half that Ian Katsnelson has been back at his college, the University of Illinois Urbana-Champaign, the junior has developed a “mini competition” with his friends to see who can finish the process of taking their COVID-19 tests the fastest.\n“The hardest part for sure is garnering enough saliva,” Katsnelson said of the rapid saliva test, which was created by scientists at the school. He’s perfecting his strategy for his trips to the tents where testing takes place: “I’ve built up my saliva in line before I’ve even gotten inside the tent, so I can get in and get out real quick.”\nHallie Workman, a PhD candidate in communications at U of I said, “there’s a lot of scouting that goes on” as students try to find out which of the more than a dozen testing tents on campus have the shortest line.\n“I have my tent in my time of day that always works well,” Workman, 30, said. “You just sit there trying not to make eye contact with people as you dribble spit into a tube.”\nThese were just some of the rituals that marked an unusual first week of classes at the University of Illinois, which is requiring students, faculty and staff accessing campus to get tested for COVID-19 twice a week as part of its reopening plan.\n‘A defining moment’ for the school\nAs colleges across the country have sent students home or back to remote classes amid COVID outbreaks, officials at the University of Illinois are hopeful that their approach to mitigating the pandemic’s spread on campus — which includes a test developed at the school that is now being performed under the Federal Drug Administration’s emergency use authorization — will be enough to keep students in some in-person classes through November. It’s not a small undertaking. The school had 51,000 students in the fall of 2019.\nSince July 6, the school has processed 121,333 COVID tests and in the five days leading up to Friday, which marked the end of the first week of classes, the school administered 47,075 tests and had a 0.75% positivity rate. For context, there were roughly 730,000 COVID tests administered in the entire U.S. on a recent August day, according to Johns Hopkins University’s Coronavirus Resource Center. On Aug. 24, U of I administered more than 17,000 tests alone.\nSo far, the number of positive cases is in line with what the school’s modelers predicted — well under 400 cases in the week before classes began. The next couple of weeks will be a “defining moment” for U of I as it works to prevent the spread of COVID-19 on campus and in the community, said Robert Jones, the school’s chancellor.\n“We know that people are watching,” he told MarketWatch.\nAnd indeed, according to Joshua Salomon, the director of the Prevention Policy Modeling Lab at Stanford University, “people are really going to be watching this carefully,” describing the efforts the school has taken as “encouraging.”\n“We don’t know whether it’s going to succeed,” he added. “What we do know is that the likelihood of succeeding without testing is very small.”\nU of I is likely the only university testing students at this frequency\nAt many universities that have reopened their campuses for in-person instruction, students may have been tested upon reentry to university housing or campus more broadly and may be subject to random screening. But models from researchers at Yale School of Public Health and U of I, indicate that in order to prevent an outbreak on a college campus — and not just monitor one — students and those interacting with them regularly need to be tested multiple times per week.\nU of I may be the only university in the country hewing to that standard. Officials will know around Sept. 25, one month and one day after the start of classes, if their efforts have worked, said Rebecca Lee Smith, an associate professor of pathobiology at U of I who is part of the team that developed the school’s testing and other protocols.\n“We’re going to be keeping track of how well we’re doing going from test results to isolation to contact tracing and quarantine,” Smith said. They’ll also be looking out for new positive cases, a sign of community spread. The outcome that they’re hoping for “is to minimize the infections, get it under control and to protect the health of campus and the community,” Smith said.\nThe school began working to prepare for the fall semester shortly after classes went remote in the spring, said Martin Burke, a chemistry professor at the University of Illinois and chair of the SHIELD committee, the team that is guiding the university’s approach to reopening. They realized relatively quickly that in order to bring students back to campus, they would need to test frequently and get results back rapidly, something that wasn’t going to be possible with a nasal swab test.\nThat led to what Burke described as a “Manhattan Project-style effort,” at the university to develop their own test. Ultimately they were able to do so in about six weeks, he said. Now the school is working to expand access to the test to the rest of the state of Illinois and even to other areas of the country and around the world.\n“Testing is not a silver bullet, but it’s a very powerful component,” Burke said.\nIn addition to the testing, the school developed an app where students, faculty and staff receive test results and reminders, and a boarding pass-style image indicating a negative COVID test that allow them access to campus buildings. Users can also enable the app to notify them when they’ve been in close proximity to someone who tested positive for COVID through the use of an anonymized Bluetooth scanning system.\nU of I is also taking many of the same steps as other campuses — moving large lecture courses online, moving smaller in-person courses to large rooms to allow for social distancing and requiring masks. The school also has “every high expectation” of students, Jones said. “By agreeing to come back and be here that they have to take ownership to keep themselves safe.” Those who are participating in on-campus activities and don’t follow testing and isolation guidelines could be subject to student discipline.\n‘We’re still very much in the middle of a raging pandemic’\nFor a university to have a shot at reopening successfully, it needs to hold classes online or outside when possible, have a good system for testing and contact tracing, and have clear and transparent metrics for when it will change course, Salomon said. (Asked about what would trigger a move to remote instruction, Jones said “one of the key metrics, we’re keeping our eye on is the number of positive cases.”)\nAll of these are costly and administratively challenging undertakings. Jones said his best “guesstimate” is that the school’s testing component alone will cost $7 to $10 million per semester. But a major obstacle to any successful reopening, is just the status of the spread of the virus itself, Salomon said.\n“We’re still very much in the middle of a raging pandemic,” he said. “With that amount of transmission in communities and bringing together students from around the country, we know that there will be people infected upon arrival. It raises the bar on what needs to be done to interrupt transmission and cut it off.”\nCalled an audible and held class on Zoom\nDuring the first week of classes, when the school onboarded tens of thousands of students, “the main hiccup” in its system was turning test results around fast enough so that students, faculty and staff would have access to buildings they needed to be in for class, Smith said. Those who haven’t had a negative test result in the last four days can’t get into university buildings, except their own residence hall. Still, the school has been turning test results around “well within” the 48 hour window they’ve promised, she said.\nWorkman was one of those affected by the hiccup. She got tested on a Monday, which was one of the testing days assigned to her by the school, but didn’t get her results back in time to teach her 8 a.m. Tuesday class in person. She “had to call an audible and tell my class we were meeting on Zoom.”\nWhen the two public speaking classes she was teaching started last week, roughly 5% of her students couldn’t attend because they’d tested positive for the virus, Workman said. That’s one metric Workman said she’ll be keeping an eye on as she evaluates whether to keep teaching in person. If enough students can’t attend class face-to-face because of quarantine or isolation, she’ll transition to remote instruction, though her preference is to continue teaching in-person classes — the widespread testing has made her feel comfortable doing so.\nOwen Stephenson was eager to come to campus for his freshman year to gain some independence, even if he would be taking most of his classes online. So far, he’s felt like the testing has gone smoothly; he received his first two test results on the same day he tested and his only quibble was a 45-minute wait on a weekend, when there are fewer testing tents available.\nThe required testing is part of what makes Stephenson feel like he can keep himself safe, regardless of other students’ behavior. “Their testing is the only thing that sets them apart from other universities trying to go back,” he said of U of I’s plan.\nFrom her observations in class, Workman said it seems as if students are committed to making the school’s reopening program work because they want to stick around for the semester. Still, she said, the changes to the college experience required during this time — more rules for engaging on campus, more online courses than typical — have left her students so drained that she ended a recent class 20 minutes early.\n“They had this feeling that once they were finally able to get back on campus, that life would feel more normal and it’s not.”", "authors": [{"name": "Jillian Berman", "link": "marketwatch.com/author/jillian-berman"}]}]}