{"request": {"pageUrl": "https://www.msn.com/en-ca/news/canada/covid-19-update-alberta-shifts-asymptomatic-testing-strategy-stress-of-new-school-year-unsustainable-for-teachers-ata-survey/ar-BB198TCG", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": -0.207, "images": [{"naturalHeight": 599, "width": 799, "diffbotUri": "image|3|1682663566", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB18UzTz.img?h=600&w=799&m=6&q=60&o=f&l=f", "naturalWidth": 799, "primary": true, "height": 600}], "author": "Jon Roe", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/d7/97297b.ico", "diffbotUri": "article|3|2040943247", "siteName": "MSN", "videos": [{"diffbotUri": "video|3|-1065158937", "url": "https://www.youtube.com/embed/qe2-GJRPZMQ?autoplay=0&showinfo=1&wmode=opaque&modestbranding=1&enablejsapi=1&fs=1&rel=0&origin=https%3A%2F%2Fwww.msn.com&widgetid=1", "primary": true}], "type": "article", "title": "COVID-19 Update: Alberta shifts asymptomatic testing strategy | Stress of new school year 'unsustainable' for teachers: ATA survey", "tags": [{"score": 0.9995518326759338, "sentiment": 0, "count": 5, "label": "Alberta", "uri": "https://diffbot.com/entity/AJMMoufn_NO2biOgz8ioI7Q", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State", "http://dbpedia.org/ontology/Region", "http://dbpedia.org/ontology/AdministrativeRegion", "http://dbpedia.org/ontology/GovernmentalAdministrativeRegion", "http://dbpedia.org/ontology/Province"]}, {"score": 0.9982454776763916, "sentiment": -0.912, "count": 12, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.986189067363739, "sentiment": 0, "count": 4, "label": "Calgary", "uri": "https://diffbot.com/entity/A6GKZhQBtPT-LywuHuZD6YA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.9793400764465332, "sentiment": 0, "count": 2, "label": "Deena Hinshaw", "uri": "https://diffbot.com/entity/PoBZv2BlhO5yLIVOlPofXNA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.947704553604126, "sentiment": 0, "count": 1, "label": "Calgary Co-op", "uri": "https://diffbot.com/entity/CTF2H_dl3MIWD4SM7mR3AXg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity"]}, {"score": 0.9364539980888367, "sentiment": 0, "count": 1, "label": "Patty Hajdu", "uri": "https://diffbot.com/entity/PuePLpBP9Po2-QWz6nsNlBg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9110609292984009, "sentiment": 0, "count": 1, "label": "Alberta Health Services", "uri": "https://diffbot.com/entity/ODoIGYAPiO_6WR3SiEpTDXA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.8918357491493225, "sentiment": 0, "count": 2, "label": "Mount Royal University", "uri": "https://diffbot.com/entity/OSexB-IWVMt-ayhQ2TBiGYQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8603919148445129, "sentiment": 0, "count": 1, "label": "Canada", "uri": "https://diffbot.com/entity/ADvRyYeomNhuyZT6AmwdF5Q", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.7796767950057983, "sentiment": -0.405, "count": 3, "label": "school", "uri": "https://diffbot.com/entity/XhviB7TzaOxK2vax3A6JCTQ"}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-ca/news/canada/covid-19-update-alberta-shifts-asymptomatic-testing-strategy-stress-of-new-school-year-unsustainable-for-teachers-ata-survey/ar-BB198TCG", "html": "<figure><img alt=\"a sign on a pole: Henry Wise Wood High School in Calgary as an outbreak has been declared on Wednesday, September 9, 2020.\" data-src=\"{\" src=\"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB18UzTz.img?h=600&w=799&m=6&q=60&o=f&l=f\"></img></figure>\n<figure><iframe frameborder=\"0\" height=\"100%\" src=\"https://www.youtube.com/embed/qe2-GJRPZMQ?autoplay=0&showinfo=1&wmode=opaque&modestbranding=1&enablejsapi=1&fs=1&rel=0&origin=https%3A%2F%2Fwww.msn.com&widgetid=1\" width=\"100%\"></iframe></figure>\n<p>With news on COVID-19 happening rapidly, we&rsquo;ve created this page to bring you our latest stories and information on the outbreak in and around Calgary.</p>\n<h2>What&rsquo;s happening now</h2>\n<ul> <li>The province reported 146 new cases of COVID-19 and no new deaths on Thursday. There are 1,483 active cases in Alberta.</li> <li>Alberta chief medical officer of health Dr. Deena Hinshaw announced Thursday that the province is shifting its asymptomatic testing strategy. <a data-id=\"138\" data-m=\"{\" href=\"https://calgaryherald.com/news/local-news/live-at-330-p-m-hinshaw-to-give-alberta-covid-19-update/wcm/00b12ecb-b834-4006-8622-e1c1789827f0/\">Asymptomatic tests will be more targeted to those who most need it</a>, including health care workers, homeless populations, teachers, and long-term care staff.</li> <li>She also said Thursday that guidance on how to celebrate Halloween safely will be coming in the next few weeks.</li> <li>Parents of students facing the looming possibility of quarantine if someone in their class tests positive are asking why the rules keep changing, and <a data-id=\"139\" data-m=\"{\" href=\"https://calgaryherald.com/news/local-news/quarantine-rules-tightened-in-schools-as-covid-cases-outbreaks-keep-rising\">whether it&rsquo;s necessary to miss two weeks of school if a positive case was never less than two metres away</a>.</li> <li>Alberta Health Services launched a new website for Albertans to schedule visits with loved ones at continuing care centres, <a data-id=\"140\" data-m=\"{\" href=\"http://AHS.ca/ccvisit\">AHS.ca/ccvisit</a>. In Calgary, currently only Carewest facilities are offering online scheduling.</li> <li>A member of the Mount Royal University community has tested positive, the university said in a news release. The individual was on campus last week, MRU said in the news release which didn&rsquo;t specify if the individual was student or staff.</li> <li>Drop-in COVID-19 testing is moving from Alberta Health Services&rsquo; Richmond Road Diagnostic and Treatment Centre to its location at the former Greyhound Bus Station, AHS announced Tuesday. The Richmond Road location will still offer testing by appointment.</li> <li> <a data-id=\"141\" data-m=\"{\" href=\"https://calgaryherald.com/news/local-news/calgarys-mask-mandate-likely-to-stay-until-theres-a-covid-19-vaccine\">City council voted Monday to extend Calgary&rsquo;s mask bylaw until at least December</a>. City councillors heard during the meeting that the bylaw might be in place until there&rsquo;s a vaccine.</li> </ul>\n<h2>Share your Back-to-School stories</h2>\n<p>We&rsquo;d like to hear your back-to-school stories. Tell us about the measures taken to keep kids safe and prevent the spread of COVID-19. Did you see a creative solution you liked? Still have concerns? Tell us at <a href=\"mailto:reply@calgaryherald.com\">reply@calgaryherald.com</a> , or tag us on <a data-id=\"142\" data-m=\"{\" href=\"https://twitter.com/calgaryherald\">Twitter</a> and <a data-id=\"143\" data-m=\"{\" href=\"https://www.instagram.com/calgaryherald/?hl=en\">Instagram</a> @calgaryherald.</p>\n<h2>Alberta Teachers&rsquo; Association survey shows &lsquo;unsustainable&rsquo; fatigue, stress and anxiety</h2>\n<p>Teachers say the stress and fatigue they&rsquo;re experiencing this school year is &ldquo;unsustainable,&rdquo; a new survey finds.</p>\n<p>In an Alberta Teachers&rsquo; Association (ATA) poll gauging the attitudes of 1,600 teachers towards public health guidelines in schools, a vast majority reported &ldquo;extreme and unsustainable levels&rdquo; of fatigue, stress and anxiety, at 94 per cent, 95 per cent and 81 per cent respectively. Teachers and school leaders were surveyed across the province Sept. 10-14.</p>\n<p><a data-id=\"144\" data-m=\"{\" href=\"https://calgaryherald.com/news/politics/alberta-teachers-association-survey-shows-unsustainable-fatigue-stress-and-anxiety/wcm/87436801-44f6-4129-94af-4dd6939ddbe1\">Read more</a> .</p>\n<figure><iframe frameborder=\"0\" height=\"475\" src=\"https://flo.uri.sh/visualisation/3766047/embed\" width=\"585\"></iframe></figure>\n<h2>Grocery supply chain not out of the COVID-19 woods yet: Calgary Co-op CEO</h2>\n<p>While many of the supply chain issues that dogged retailers at the start of the COVID-19 pandemic have resolved, shoppers could once again face empty grocery store shelves and shortages of staples such as yeast and toilet paper if spiking case counts lead to a second wave of the virus this fall or winter.</p>\n<p>That&rsquo;s according to Calgary Co-op CEO Ken Keelor, who has spent six months steering the city&rsquo;s largest locally owned grocery retailer through the unprecedented challenge of a global pandemic.</p>\n<p><a data-id=\"145\" data-m=\"{\" href=\"https://calgaryherald.com/business/local-business/grocery-supply-chain-not-out-of-the-covid-19-woods-yet-calgary-co-op-ceo\">Read more</a> .</p>\n<h2>Alberta ends broad asymptomatic testing as flu season approaches; 146 new cases</h2>\n<p>Alberta is pressing pause on asymptomatic COVID-19 testing ahead of an expected surge in demand for tests this fall.</p>\n<p>Provincial chief medical officer of health Dr. Deena Hinshaw announced the shift in Alberta&rsquo;s testing approach Thursday, saying colder weather and the return of influenza season means the province must better focus its testing resources on symptomatic and high-risk individuals.</p>\n<p><a data-id=\"146\" data-m=\"{\" href=\"https://calgaryherald.com/news/local-news/live-at-330-p-m-hinshaw-to-give-alberta-covid-19-update/wcm/00b12ecb-b834-4006-8622-e1c1789827f0/\">Read more</a> .</p>\n<h2>U.S. execs reportedly granted quarantine exemption for trip to Canada in August</h2>\n<p>The CEO and two executives of an American-based corporation were given approval to bypass mandatory COVID-19 quarantine rules on a recent trip to the GTA, says a company spokesperson.</p>\n<p>Reported Wednesday by CBC News, Liz Uihlein &mdash; president and CEO of Wisconsin-based Uline, Inc. &mdash; was granted a Canadian government exemption for her and two senior executives to conduct a two-day site visit at the company&rsquo;s Milton, Ont. plant late last month without undergoing the mandatory 14-day quarantine.</p>\n<p><a data-id=\"147\" data-m=\"{\" href=\"https://calgarysun.com/news/local-news/u-s-execs-reportedly-granted-quarantine-exemption-for-trip-to-canada-in-august/wcm/85d9259e-104f-49c0-8d3a-3704993ed4f0\">Read more</a> .</p>\n<h2>Authorities in NFLD and Labrador can&rsquo;t name, shame suspected pandemic rule breakers</h2>\n<p>Local authorities are being told they cannot name and shame people suspected of breaching the Quarantine Act in Newfoundland and Labrador.</p>\n<p>According to Blacklock&rsquo;s Reporter, the province&rsquo;s privacy commissioner made the ruling following two complaints against Wayne Bennett, the mayor of Howley, population 200.</p>\n<p><a data-id=\"148\" data-m=\"{\" href=\"https://calgarysun.com/news/national/authorities-in-nfld-and-labrador-cant-name-shame-suspected-pandemic-rule-breakers/wcm/1c557631-78c4-43ad-b63b-af520e424aeb\">Read more</a> .</p>\n<h2>Quarantine rules tightened in schools as COVID cases, outbreaks keep rising</h2>\n<p>Parents of students facing the looming possibility of quarantine if someone in their class tests positive are asking why the rules keep changing, and whether it&rsquo;s necessary to miss two weeks of school if a positive case was never less than two metres away.</p>\n<p>With up to 77 schools across the province now reporting cases, including seven outbreaks in Calgary, school districts are now warning that every student in the class of someone who has tested positive will have to stay away from school for two weeks and transition to online learning.</p>\n<p><a data-id=\"149\" data-m=\"{\" href=\"https://calgaryherald.com/news/local-news/quarantine-rules-tightened-in-schools-as-covid-cases-outbreaks-keep-rising\">Read more</a> .</p>\n<h2>Marni Soupcoff: Withholding rapid COVID-19 testing just doesn&rsquo;t make sense</h2>\n<p>Columnist Marni Soupcoff writes: Health Minister Patty Hajdu&rsquo;s statement Wednesday that Canada is not ready to use rapid COVID-19 testing tools sounded reasonable enough.</p>\n<figure><iframe data-id=\"137\" data-m=\"{\" data-url=\"//www.dianomi.com/smartads.epl?id=3533\" src=\"https://www.dianomi.com/smartads.epl?id=3533\"></iframe></figure>\n<p>Health Canada has not seen an antigen test that meets its standards yet, she said. She noted that COVID-19 tests that are not accurate enough for regulators could cause harm by giving people a false sense of security. &ldquo;The holdup is the technology,&rdquo; she explained. It is just not there yet. A pity. If only.</p>\n<p>All this starts to sound less coherent when checked against the reality public health experts are presenting. Hajdu makes it sound as though creating a usable quick test will be a herculean scientific task that could take years. Harvard epidemiologist Michael Mina, who recently appeared on Malcolm Gladwell&rsquo;s Solvable podcast, notes that not only does the technology for inexpensive paper-strip antigen testing already exist, we use it all the time.</p>\n<h2>Alberta outlines government-wide strategy for attracting new investment to province</h2>\n<p>Alberta is promising a government-wide strategy to attract investment to the province, and sector-specific investments to help the economy recover as Canada emerges from the COVID-19 pandemic.</p>\n<p>&ldquo;We have to be able to keep up with a very fast economy that is ever-changing,&rdquo; said Doug Schweitzer, the minister of jobs, economy and innovation, in an interview with the National Post on Thursday. &ldquo;We have to make sure that we&rsquo;re there to complement and keep up with the speed of the private sector.&rdquo;</p>\n<p><a data-id=\"151\" data-m=\"{\" href=\"https://calgaryherald.com/news/alberta-outlines-government-wide-strategy-for-attracting-investment-to-province/wcm/4d77cd27-4fe9-42b7-b71e-88f5f2cdcbd2\">Read more</a> .</p>\n<h2>City&rsquo;s hospitality sector, hit hard by COVID-19, joins calls for more federal aid</h2>\n<p>As summer ends and COVID-19 flares anew, nearly 30 per cent of Tourism Calgary&rsquo;s members have yet to reopen their doors.</p>\n<p>And for many of those restaurants, attractions and other businesses that have resumed operations, it remains a tenuous survival, said the agency&rsquo;s CEO Cindy Ady.</p>\n<p><a data-id=\"152\" data-m=\"{\" href=\"https://calgaryherald.com/news/local-news/citys-hospitality-sector-hit-hard-by-covid-19-joins-calls-for-more-federal-aid\">Read more</a> .</p>\n<h2>146 new cases</h2>\n<p>Alberta chief medical officer of health Dr. Deena Hinshaw provided an update on the COVID-19 pandemic.</p>\n<ul> <li>146 new cases on 13,003 tests</li> <li>No new deaths; 254 total</li> <li>41 in hospital; 8 in ICUs</li> <li>1,483 active cases province-wide</li> <li>Alberta Health Services has recorded 64 cases present at 48 schools &ldquo;while infectious,&rdquo; Hinshaw said</li> <li>10 outbreaks of two or more cases in schools across province</li> <li>No evidence of in-school transmission yet, Hinshaw said, but she expects it will come eventually</li> <li>233,000 asymptomatic tests since May 29, only seven per 10,000 have come back positive. &ldquo;That means it is very rare to find cases in those without symptoms and with no known exposure,&rdquo; Hinshaw said</li> <li>Testing strategy will shift in the winter: broad asymptomatic testing will be put on pause, with a shift to targeted testing for priority groups like health care workers, homeless populations, teachers, long-term care staff</li> <li>Tests will still be widely available for those with symptoms, those who are close contacts of known cases, those associated with outbreaks</li> <li>&ldquo;Halloween is certainly not cancelled, it will look different this year,&rdquo; Hinshaw said. She said they haven&rsquo;t finished their guidance on it yet and it will be released in the coming weeks</li> </ul>\n<p>You can watch the full update below.</p>\n<p>https://www.youtube.com/watch?v=a-jew5SffjI</p>\n<h2>Ontario cuts social gathering numbers in three regions, brings in $10,000 fines for rule violators</h2>\n<p>Ontario is lowering the number of people permitted at social gatherings in three regions that have recently seen a spike in COVID-19 cases.</p>\n<p>The change will only affect Toronto, Peel Region, and Ottawa, and will not apply to businesses like restaurants, movie theatres, or banquet halls.</p>\n<p>Premier Doug Ford says starting Friday only 10 people will be allowed to gather indoors, down from the current limit of 25, while the number for outdoor gatherings will drop from the 100 to 25.</p>\n<p>Fines for the organizers of events that violate the new rules will be a minimum of $10,000, while those attending the gatherings will face $750 fines.</p>\n<p><a data-id=\"153\" data-m=\"{\" href=\"https://calgaryherald.com/news/canada/ontario-reports-293-new-covid-19-cases-three-deaths-in-past-24-hours/wcm/3601459c-5431-48d0-a3df-610e3cc94354\">Read more</a> .</p>\n<h2>In England, parents despair at COVID dilemma as testing system buckles</h2>\n<p>Parents across England are facing a COVID-19 dilemma: their children are not allowed to return to school unless they have a negative coronavirus test, but it is fiendishly difficult to get one as the British testing system buckles.</p>\n<p>Prime Minister Boris Johnson, who in May promised to create a &ldquo;world beating&rdquo; system to test and trace people exposed to the virus, said he sympathized with those unable to get a test but that the system was struggling with massive demand.</p>\n<p>Across England, though, parents were frustrated.</p>\n<p>Vinay Guwant, 44, said his son had developed a cough over the weekend and that his school had said he could only return if he had a negative test result.</p>\n<p>For three days, Guwant repeatedly tried and failed to get a test, waking up in the early hours and staying up past midnight to navigate the government&rsquo;s website and search for a test.</p>\n<p><a data-id=\"154\" data-m=\"{\" href=\"https://calgaryherald.com/pmn/health-pmn/in-england-parents-despair-at-covid-dilemma-as-testing-system-buckles/wcm/5849adbf-e2c3-4af7-bf23-214da5a350a9\">Read more</a> .</p>\n<h2>Saddle Ridge School reports single COVID-19 case; outbreak reported at Okotoks school</h2>\n<p>An individual from Saddle Ridge School in the city&rsquo;s northeast has been diagnosed with COVID-19.</p>\n<p>A note sent to parents on Tuesday does not specify if the individual is a student or staff member.</p>\n<p>An outbreak has also been declared at Foothills Composite High School in Okotoks after two cases were confirmed. The school remains open.</p>\n<p>Saddle Ridge is the 22rd Calgary school to report a case since Aug. 31. Seven Calgary schools have reported outbreaks of two or more cases. Across Alberta, 12 schools have reported outbreaks of two or more cases, or in one case a &ldquo;watch&rdquo; of five or more cases.</p>\n<h5>Wednesday</h5>\n<h2>Chris Akkerman, Crescent Heights schools declare COVID-19 outbreaks</h2>\n<p>A northeast Calgary elementary school is the latest in the city to declare a COVID-19 outbreak in the first weeks of the school year.</p>\n<p>Chris Akkerman School, an elementary school in the community of Marlborough, confirmed the outbreak in a letter to parents Wednesday, saying at least two cases of the novel coronavirus had been detected in the school.</p>\n<p><a data-id=\"155\" data-m=\"{\" href=\"https://calgaryherald.com/news/local-news/covid-19-main-2\">Read more</a> .</p>\n<h5>Wednesday</h5>\n<h2>Positive case on MRU campus</h2>\n<p>A member of the Mount Royal University has tested positive for COVID-19.</p>\n<p>The individual was on campus last week, MRU said Wednesday in a news release which didn&rsquo;t specify whether the individual was student or staff.</p>\n<p>MRU said in the release that they&rsquo;ve been in contact with Alberta Health Services to notify other members of the MRU community who were in contact with the person and the unidentified positive individual has also notified others who were in contact with them. The individual is self-isolating, the release said.</p>\n<p>&ldquo;While it is concerning to have a case on campus, it is not surprising and it is realistic to expect that despite our best efforts there may be more confirmed cases as the semester continues,&rdquo; MRU said in the news release.</p>\n<h5>Wednesday</h5>\n<h2>171 new cases</h2>\n<figure><iframe data-tweet-id=\"1306345515538354177\" frameborder=\"0\" src=\"https://platform.twitter.com/embed/index.html?dnt=false&embedId=twitter-widget-0&frame=false&hideCard=false&hideThread=false&id=1306345515538354177&lang=en&origin=https%3A%2F%2Fcalgaryherald.com%2Fnews%2Flocal-news%2Fcovid-19-update-171-new-cases-positive-case-on-mru-campus-seven-calgary-schools-dealing-with-outbreaks&theme=light&widgetsVersion=219d021%3A1598982042171&width=550px\"></iframe></figure>\n<blockquote data-twitter-extracted-i160152283058577616=\"true\"><p>There's 1,495 active <a data-id=\"156\" data-m=\"{\" href=\"https://twitter.com/hashtag/COVID19AB?src=hash&ref_src=twsrc%5Etfw\">#COVID19AB</a> cases (up from 1,491 yesterday) and 14,379 recoveries. Active cases make up 9.3% of total cases, with 507 in Calgary zone (34% of all active cases). Edmonton zone has 710.<a data-id=\"157\" data-m=\"{\" href=\"https://twitter.com/hashtag/yyc?src=hash&ref_src=twsrc%5Etfw\">#yyc</a> <a data-id=\"158\" data-m=\"{\" href=\"https://twitter.com/hashtag/yeg?src=hash&ref_src=twsrc%5Etfw\">#yeg</a></p>&mdash; Jason Herring (@jasonfherring) <a data-id=\"159\" data-m=\"{\" href=\"https://twitter.com/jasonfherring/status/1306345515538354177?ref_src=twsrc%5Etfw\">September 16, 2020</a></blockquote>", "text": "With news on COVID-19 happening rapidly, we’ve created this page to bring you our latest stories and information on the outbreak in and around Calgary.\nWhat’s happening now\nThe province reported 146 new cases of COVID-19 and no new deaths on Thursday. There are 1,483 active cases in Alberta.\nAlberta chief medical officer of health Dr. Deena Hinshaw announced Thursday that the province is shifting its asymptomatic testing strategy. Asymptomatic tests will be more targeted to those who most need it, including health care workers, homeless populations, teachers, and long-term care staff.\nShe also said Thursday that guidance on how to celebrate Halloween safely will be coming in the next few weeks.\nParents of students facing the looming possibility of quarantine if someone in their class tests positive are asking why the rules keep changing, and whether it’s necessary to miss two weeks of school if a positive case was never less than two metres away.\nAlberta Health Services launched a new website for Albertans to schedule visits with loved ones at continuing care centres, AHS.ca/ccvisit. In Calgary, currently only Carewest facilities are offering online scheduling.\nA member of the Mount Royal University community has tested positive, the university said in a news release. The individual was on campus last week, MRU said in the news release which didn’t specify if the individual was student or staff.\nDrop-in COVID-19 testing is moving from Alberta Health Services’ Richmond Road Diagnostic and Treatment Centre to its location at the former Greyhound Bus Station, AHS announced Tuesday. The Richmond Road location will still offer testing by appointment.\nCity council voted Monday to extend Calgary’s mask bylaw until at least December. City councillors heard during the meeting that the bylaw might be in place until there’s a vaccine.\nShare your Back-to-School stories\nWe’d like to hear your back-to-school stories. Tell us about the measures taken to keep kids safe and prevent the spread of COVID-19. Did you see a creative solution you liked? Still have concerns? Tell us at reply@calgaryherald.com , or tag us on Twitter and Instagram @calgaryherald.\nAlberta Teachers’ Association survey shows ‘unsustainable’ fatigue, stress and anxiety\nTeachers say the stress and fatigue they’re experiencing this school year is “unsustainable,” a new survey finds.\nIn an Alberta Teachers’ Association (ATA) poll gauging the attitudes of 1,600 teachers towards public health guidelines in schools, a vast majority reported “extreme and unsustainable levels” of fatigue, stress and anxiety, at 94 per cent, 95 per cent and 81 per cent respectively. Teachers and school leaders were surveyed across the province Sept. 10-14.\nRead more .\nGrocery supply chain not out of the COVID-19 woods yet: Calgary Co-op CEO\nWhile many of the supply chain issues that dogged retailers at the start of the COVID-19 pandemic have resolved, shoppers could once again face empty grocery store shelves and shortages of staples such as yeast and toilet paper if spiking case counts lead to a second wave of the virus this fall or winter.\nThat’s according to Calgary Co-op CEO Ken Keelor, who has spent six months steering the city’s largest locally owned grocery retailer through the unprecedented challenge of a global pandemic.\nRead more .\nAlberta ends broad asymptomatic testing as flu season approaches; 146 new cases\nAlberta is pressing pause on asymptomatic COVID-19 testing ahead of an expected surge in demand for tests this fall.\nProvincial chief medical officer of health Dr. Deena Hinshaw announced the shift in Alberta’s testing approach Thursday, saying colder weather and the return of influenza season means the province must better focus its testing resources on symptomatic and high-risk individuals.\nRead more .\nU.S. execs reportedly granted quarantine exemption for trip to Canada in August\nThe CEO and two executives of an American-based corporation were given approval to bypass mandatory COVID-19 quarantine rules on a recent trip to the GTA, says a company spokesperson.\nReported Wednesday by CBC News, Liz Uihlein — president and CEO of Wisconsin-based Uline, Inc. — was granted a Canadian government exemption for her and two senior executives to conduct a two-day site visit at the company’s Milton, Ont. plant late last month without undergoing the mandatory 14-day quarantine.\nRead more .\nAuthorities in NFLD and Labrador can’t name, shame suspected pandemic rule breakers\nLocal authorities are being told they cannot name and shame people suspected of breaching the Quarantine Act in Newfoundland and Labrador.\nAccording to Blacklock’s Reporter, the province’s privacy commissioner made the ruling following two complaints against Wayne Bennett, the mayor of Howley, population 200.\nRead more .\nQuarantine rules tightened in schools as COVID cases, outbreaks keep rising\nParents of students facing the looming possibility of quarantine if someone in their class tests positive are asking why the rules keep changing, and whether it’s necessary to miss two weeks of school if a positive case was never less than two metres away.\nWith up to 77 schools across the province now reporting cases, including seven outbreaks in Calgary, school districts are now warning that every student in the class of someone who has tested positive will have to stay away from school for two weeks and transition to online learning.\nRead more .\nMarni Soupcoff: Withholding rapid COVID-19 testing just doesn’t make sense\nColumnist Marni Soupcoff writes: Health Minister Patty Hajdu’s statement Wednesday that Canada is not ready to use rapid COVID-19 testing tools sounded reasonable enough.\nHealth Canada has not seen an antigen test that meets its standards yet, she said. She noted that COVID-19 tests that are not accurate enough for regulators could cause harm by giving people a false sense of security. “The holdup is the technology,” she explained. It is just not there yet. A pity. If only.\nAll this starts to sound less coherent when checked against the reality public health experts are presenting. Hajdu makes it sound as though creating a usable quick test will be a herculean scientific task that could take years. Harvard epidemiologist Michael Mina, who recently appeared on Malcolm Gladwell’s Solvable podcast, notes that not only does the technology for inexpensive paper-strip antigen testing already exist, we use it all the time.\nAlberta outlines government-wide strategy for attracting new investment to province\nAlberta is promising a government-wide strategy to attract investment to the province, and sector-specific investments to help the economy recover as Canada emerges from the COVID-19 pandemic.\n“We have to be able to keep up with a very fast economy that is ever-changing,” said Doug Schweitzer, the minister of jobs, economy and innovation, in an interview with the National Post on Thursday. “We have to make sure that we’re there to complement and keep up with the speed of the private sector.”\nRead more .\nCity’s hospitality sector, hit hard by COVID-19, joins calls for more federal aid\nAs summer ends and COVID-19 flares anew, nearly 30 per cent of Tourism Calgary’s members have yet to reopen their doors.\nAnd for many of those restaurants, attractions and other businesses that have resumed operations, it remains a tenuous survival, said the agency’s CEO Cindy Ady.\nRead more .\n146 new cases\nAlberta chief medical officer of health Dr. Deena Hinshaw provided an update on the COVID-19 pandemic.\n146 new cases on 13,003 tests\nNo new deaths; 254 total\n41 in hospital; 8 in ICUs\n1,483 active cases province-wide\nAlberta Health Services has recorded 64 cases present at 48 schools “while infectious,” Hinshaw said\n10 outbreaks of two or more cases in schools across province\nNo evidence of in-school transmission yet, Hinshaw said, but she expects it will come eventually\n233,000 asymptomatic tests since May 29, only seven per 10,000 have come back positive. “That means it is very rare to find cases in those without symptoms and with no known exposure,” Hinshaw said\nTesting strategy will shift in the winter: broad asymptomatic testing will be put on pause, with a shift to targeted testing for priority groups like health care workers, homeless populations, teachers, long-term care staff\nTests will still be widely available for those with symptoms, those who are close contacts of known cases, those associated with outbreaks\n“Halloween is certainly not cancelled, it will look different this year,” Hinshaw said. She said they haven’t finished their guidance on it yet and it will be released in the coming weeks\nYou can watch the full update below.\nhttps://www.youtube.com/watch?v=a-jew5SffjI\nOntario cuts social gathering numbers in three regions, brings in $10,000 fines for rule violators\nOntario is lowering the number of people permitted at social gatherings in three regions that have recently seen a spike in COVID-19 cases.\nThe change will only affect Toronto, Peel Region, and Ottawa, and will not apply to businesses like restaurants, movie theatres, or banquet halls.\nPremier Doug Ford says starting Friday only 10 people will be allowed to gather indoors, down from the current limit of 25, while the number for outdoor gatherings will drop from the 100 to 25.\nFines for the organizers of events that violate the new rules will be a minimum of $10,000, while those attending the gatherings will face $750 fines.\nRead more .\nIn England, parents despair at COVID dilemma as testing system buckles\nParents across England are facing a COVID-19 dilemma: their children are not allowed to return to school unless they have a negative coronavirus test, but it is fiendishly difficult to get one as the British testing system buckles.\nPrime Minister Boris Johnson, who in May promised to create a “world beating” system to test and trace people exposed to the virus, said he sympathized with those unable to get a test but that the system was struggling with massive demand.\nAcross England, though, parents were frustrated.\nVinay Guwant, 44, said his son had developed a cough over the weekend and that his school had said he could only return if he had a negative test result.\nFor three days, Guwant repeatedly tried and failed to get a test, waking up in the early hours and staying up past midnight to navigate the government’s website and search for a test.\nRead more .\nSaddle Ridge School reports single COVID-19 case; outbreak reported at Okotoks school\nAn individual from Saddle Ridge School in the city’s northeast has been diagnosed with COVID-19.\nA note sent to parents on Tuesday does not specify if the individual is a student or staff member.\nAn outbreak has also been declared at Foothills Composite High School in Okotoks after two cases were confirmed. The school remains open.\nSaddle Ridge is the 22rd Calgary school to report a case since Aug. 31. Seven Calgary schools have reported outbreaks of two or more cases. Across Alberta, 12 schools have reported outbreaks of two or more cases, or in one case a “watch” of five or more cases.\nWednesday\nChris Akkerman, Crescent Heights schools declare COVID-19 outbreaks\nA northeast Calgary elementary school is the latest in the city to declare a COVID-19 outbreak in the first weeks of the school year.\nChris Akkerman School, an elementary school in the community of Marlborough, confirmed the outbreak in a letter to parents Wednesday, saying at least two cases of the novel coronavirus had been detected in the school.\nRead more .\nWednesday\nPositive case on MRU campus\nA member of the Mount Royal University has tested positive for COVID-19.\nThe individual was on campus last week, MRU said Wednesday in a news release which didn’t specify whether the individual was student or staff.\nMRU said in the release that they’ve been in contact with Alberta Health Services to notify other members of the MRU community who were in contact with the person and the unidentified positive individual has also notified others who were in contact with them. The individual is self-isolating, the release said.\n“While it is concerning to have a case on campus, it is not surprising and it is realistic to expect that despite our best efforts there may be more confirmed cases as the semester continues,” MRU said in the news release.\nWednesday\n171 new cases\nThere's 1,495 active #COVID19AB cases (up from 1,491 yesterday) and 14,379 recoveries. Active cases make up 9.3% of total cases, with 507 in Calgary zone (34% of all active cases). Edmonton zone has 710.#yyc #yeg\n— Jason Herring (@jasonfherring) September 16, 2020"}]}