{"request": {"pageUrl": "https://www.msn.com/en-us/news/us/covid-19-live-updates-motorcycle-rally-at-lake-of-the-ozarks-spurs-concerns/ar-BB19b7iw", "api": "article", "version": 3}, "objects": [{"date": "Mon, 21 Sep 2020 00:00:00 GMT", "sentiment": -0.268, "images": [{"naturalHeight": 461, "width": 799, "diffbotUri": "image|3|-608360378", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB15lpyR.img?h=461&w=799&m=6&q=60&o=f&l=f", "naturalWidth": 799, "primary": true, "height": 460}], "estimatedDate": "Mon, 21 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/d7/97297b.ico", "diffbotUri": "article|3|1180426761", "siteName": "MSN", "type": "article", "title": "COVID-19 LIVE UPDATES: Missouri reports 1,328 new coronavirus cases Sunday", "tags": [{"score": 0.9995872378349304, "sentiment": -0.934, "count": 23, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9989680051803589, "sentiment": 0, "count": 6, "label": "Missouri", "uri": "https://diffbot.com/entity/AFhTDDUSXP6KRk-xLtZgMug", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9726971387863159, "sentiment": -0.455, "count": 5, "label": "Jackson County", "uri": "https://diffbot.com/entity/ASg5IsB6MNXSH88Ku_Cs46Q", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.6667374968528748, "sentiment": 0, "count": 1, "label": "Lawrence Journal-World", "uri": "https://diffbot.com/entity/OiilDd-7PPa2dBk-CYLL_Iw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-us/news/us/covid-19-live-updates-motorcycle-rally-at-lake-of-the-ozarks-spurs-concerns/ar-BB19b7iw", "html": "<p>Kansas City metro area health officials are grappling with how to handle continuing case count increases after reopening businesses more than a month ago.</p>\n<figure><img alt=\"a red and white sign: CORONAVIRUS LIVE UPDATES\" data-src=\"{\" src=\"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB15lpyR.img?h=461&w=799&m=6&q=60&o=f&l=f\"></img></figure>\n<p><strong>What you need to know:</strong></p>\n<ul><li>The Kansas Department of Health and Environment said Friday the state has 52,285 confirmed cases of COVID-19, and there have been 596 deaths since the outbreak started. Kansas is now only updating COVID-19 data on Mondays, Wednesdays and Fridays.</li><li>The Missouri Department of Health and Senior Services said Sunday that 1,795 deaths have been attributed to COVID-19 in the state and there are 112,844 confirmed cases since the outbreak started.</li></ul>\n<p><a data-id=\"75\" data-m=\"{\" href=\"https://link.kmbc.com/join/5du/signin\">Sign up for our Newsletters</a></p>\n<p><strong>SUNDAY</strong>3:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,328 new cases of COVID-19 on Sunday, bringing the statewide total to 112,844 since the start of the outbreak. There have now been 1,795 deaths across Missouri from COVID-19, which is up two from Saturday's total.</p>\n<p><strong>SATURDAY</strong>3:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,387 new cases of COVID-19 on Saturday, bringing the statewide total to 111,516 since the start of the outbreak.</p>\n<p>There have now been 1,793 deaths across Missouri from COVID-19, which is up 13 from Friday&rsquo;s total.</p>\n<p>Health officials said 1,004 (- 21) patients have been <a data-id=\"76\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized</a> due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"77\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>The state said it has tested a total of 1,202,624 people through PCR testing &ndash; a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection &ndash; and 8.9% of those were positive. The seven-day percent positive of PCR tested individuals is 11.6%</p>\n<p>The state said it has tested 72,342 people through serology testing &ndash; a test that looks for antibodies in the blood &ndash; and 4.5% of those were positive.</p>\n<p>The DHSS reports 10,470 (+96) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,987 (+75) cases since the outbreak started. Health officials said there have been 103 (+2) deaths in Kansas City, and Jackson County reports 79 (+0) total.</p>\n<p>The state also lists 1,714 (+14) total cases in Clay County (outside of Kansas City), 1,380 (+2o) in Cass County and 625 (+6) in Platte County.</p>\n<p><strong>FRIDAY</strong></p>\n<p>10:15 p.m. -- A court date has been set in the Blue Springs School District's lawsuit against Jackson County over the number of spectators at football games. <a data-id=\"78\" data-m=\"{\" href=\"https://www.kmbc.com/article/blue-springs-school-district-s-lawsuit-against-jackson-county-gets-court-date/34081820\">READ MORE</a>.</p>\n<p>8 p.m. -- An employee at Washington High School in the Kansas City, Kansas, School District has tested positive for COVID-19. <a data-id=\"79\" data-m=\"{\" href=\"https://www.kmbc.com/article/employee-at-washington-hs-in-kck-tests-positive-for-covid-19/34081334\">READ MORE</a>.</p>\n<p>6 p.m. -- The Blue Valley School District has a <a data-id=\"80\" data-m=\"{\" href=\"https://www.bluevalleyk12.org/Page/35720\">dashboard to track COVID-19</a> in its schools. New data will be published on<a data-id=\"81\" data-m=\"{\" href=\"https://www.bluevalleyk12.org/Page/35720\"> the website</a> on Fridays and it will break the numbers down by school. The latest data shows 17 new cases in the district in the past week. Blue Valley hopes to bring some elementary students back to in-person learning by Oct. 5.</p>\n<p>5 p.m. -- Health officials in Lawrence said that health department staff will begin doing compliance checks on bars and restaurants that have a liquor license to ensure they are following an order requiring them to stop serving alcohol by 9 p.m. and to close by 10 p.m. <a data-id=\"82\" data-m=\"{\" href=\"https://www.kmbc.com/article/health-officials-will-check-that-lawrence-bars-restaurants-are-following-health-order/34080125\">READ MORE</a>.</p>\n<p>2:30 p.m. -- The Missouri Department of Health and Senior Services reported 1,795 new cases of COVID-19 on Friday, bringing the statewide total to 110,129 since the start of the outbreak.</p>\n<p>There have now been 1,780 deaths across Missouri from COVID-19, which is up 23 from Thursday&rsquo;s total.</p>\n<p>Health officials said 1,025 (+63) patients have been <a data-id=\"83\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized</a> due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"84\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>The state said it has tested a total of 1,190,380 people through PCR testing &ndash; a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection &ndash; and 8.9% of those were positive. The seven-day percent positive of PCR tested individuals is 11.7%</p>\n<p>The state said it has tested 72,085 people through serology testing &ndash; a test that looks for antibodies in the blood &ndash; and 4.5% of those were positive.</p>\n<p>The DHSS reports 10,374 (+103) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,912 (+116) cases since the outbreak started. Health officials said there have been 101 (+0) deaths in Kansas City, and Jackson County reports 79 (+0) total.</p>\n<p>The state also lists 1,700 (+28) total cases in Clay County (outside of Kansas City), 1,360 (+27) in Cass County and 619 (+27) in Platte County.</p>\n<p>2 p.m. -- The US Centers for Disease Control and Prevention's website has updated, yet again, <a data-id=\"85\" data-m=\"{\" href=\"https://www.kmbc.com/article/cdc-updates-again-guidelines-on-testing-people-without-coronavirus-symptoms/34078232\">guidelines for testing people who do not have symptoms of coronavirus</a>. The new language rolls back controversial changes made to the site last month. It once again stresses that anyone who has been in contact with an infected person should be tested for coronavirus. <a data-id=\"86\" data-m=\"{\" href=\"https://www.kmbc.com/article/cdc-updates-again-guidelines-on-testing-people-without-coronavirus-symptoms/34078232\"><strong>READ MORE</strong></a></p>\n<p>1:30 p.m. -- Lawrence officials are giving police more power to enforce crowd size limits and other health orders designed to stem the spread of the coronavirus. The moves come after neighbors raised concerns about large house parties near the University of Kansas campus.</p>\n<p>The Lawrence Journal-World reports that city commissioners voted 4-1 Thursday to approve an ordinance that uses an existing state public nuisance law to give police the authority to issue up to a $500 ticket to violators. The ordinance takes effect Saturday. On Friday, Kansas health officials reported 1,415 new cases since Wednesday, for a total of 52,285 across the state.</p>\n<p>12:45 p.m. -- The Kansas Department of Health and Environment reported an increase of 1,415 confirmed cases of COVID-19 in its first update since Wednesday to push the statewide total to 52,285 since the outbreak started.</p>\n<p>KDHE officials said the death total grew by 10 to 596.</p>\n<p>The average median age of the deaths is 79, which is steady from Wednesday&rsquo;s reporting.</p>\n<p>Health officials said Friday that 2,671 (+55) patients have been hospitalized since the start of the outbreak, 734 (+21) were admitted to the ICU, 230 (+5) required mechanical ventilation and 1,950 (+30) patients have been discharged. The state also said it has 35% (-2%) of its ICU beds available and 84% (-2%) of its ventilators available.</p>\n<p>The state said it has tested 474,749 people with 422,464 negative test results, an overall monthly positive test rate of 7.5%, and it is testing 1,871 per 1,000 people in Kansas.</p>\n<p><strong>[ <a data-id=\"87\" data-m=\"{\" href=\"https://www.coronavirus.kdheks.gov/160/COVID-19-in-Kansas\">KANSAS COVID-19 COVID-19 DASHBOARD </a>]</strong></p>\n<p>Johnson County continues to have the most confirmed cases in Kansas with 10,178. Sedgwick County is the county with the second most cases with 8,270. Wyandotte County is third with 6,739 cases.</p>\n<p>Leavenworth County &ndash; home to Lansing Correctional Facility &ndash; has 1,924 cases, and Douglas County now reports 1,889. The Douglas County case count is largely tied to increases at the University of Kansas.</p>\n<p>Health officials said the median age of people with COVID-19 is 35, and they are monitoring 191 (+0) active outbreak clusters.</p>\n<p>9 a.m. -- A gathering at the Lake of the Ozarks is bringing tens of thousands of motorcycle enthusiasts to Missouri, generating worry that the state&rsquo;s already fast-growing number of coronavirus cases could spike even higher.</p>\n<p>Bikefest Lake of the Ozarks drew about 125,000 people last year. The event, which began Wednesday, bills itself as the largest motorcycle rally in the Midwest. It includes five days of rides, vendor fairs, concerts and stops at area bars and restaurants, the St. Louis Post-Dispatch reported.</p>\n<p>Missouri lifted pandemic restrictions on June 16, at a time when the state had a little over 16,000 confirmed cases of COVID-19. In the three months since then, the total has grown to 106,587. As of Wednesday, 1,739 Missourians have died. Missouri has no statewide mask requirement nor capacity limitations, though several local governments have implemented their own restrictions.</p>\n<p>The White House Coronavirus Task Force has raised concerns about Missouri. The task force recommended that bars be closed and dining restricted in Missouri counties marked as &ldquo;yellow&rdquo; or &ldquo;red&rdquo; zones - meaning they have moderate to high levels of virus transmission. Camden and Miller counties, where Bikefest is taking place, are both in red zones, according the task force letter.</p>\n<p>Messages left Thursday with Bikefest organizers and a spokeswoman for Republican Gov. Mike Parson were not immediately returned.</p>\n<p>Last month, similar concerns were raised before the Sturgis Motorcycle Rally, which brought nearly 500,000 motorcyclists to South Dakota. The rally is seen as a big reason why infections have since surged in North Dakota and South Dakota, along with the return to schools and universities.</p>\n<p>Missouri ranks near the top of all states for new cases per capita. Hospitalizations are rising, too. Three of the four highest days for hospitalizations have occurred since last week, according to data from the Missouri Hospital Association.</p>\n<p>Camden County reported 186 new coronavirus cases -- a 35% increase -- over the past two weeks, according to the University of Missouri&rsquo;s tracking site. Miller County reported a 49% increase with 123 new cases; and nearby Morgan County saw an 82% increase with 99 new cases.</p>\n<p>Steve Edwards, chief executive of Springfield-based CoxHealth, which operates several hospitals and health clinics in southern Missouri, said he is worried that Bikefest will increase cases both locally and wherever participants return home.</p>\n<p>&ldquo;These events tend to draw many people into crowded spaces. It&rsquo;s especially worrisome if participants gather indoors at bars and restaurants which have proven to be high-risk areas,&rdquo; Edwards said. &ldquo;It is reckless.&rdquo;</p>\n<p>7:45 a.m.-- Kansas&rsquo; health department has <a data-id=\"88\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-pauses-release-of-data-about-coronavirus-clusters/34072649\">suspended its reporting</a> on individual businesses and other locations where clusters of coronavirus cases have occurred after only a week. The agency says it wants to make sure the data does not include cases that aren&rsquo;t current. <strong><a data-id=\"89\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-pauses-release-of-data-about-coronavirus-clusters/34072649\">READ MORE</a></strong></p>\n<p>7:30 a.m. -- Johnson County reported Friday morning 9,879 (+139) cases of COVID-19 since the outbreak started. The county said it has 7,145 presumed recoveries and 141 (+1) people have died since the start of the outbreak.</p>\n<p>It also has tested 117,490 people with 110,507 negative tests for an overall positive test rate of 8.4%. The county said it has tested 195.0 people per 1,000 in the county.</p>\n<p>As of Friday morning, the school reopening gating criteria &ndash; the 14-day rolling total used by the county to make recommendations on how schools should reopen &ndash; slid slightly to 12.1%. The gating criteria also listed 120.4 cases per 100,000 people in the county over the last seven days and the new cases trend is decreasing, per the county.</p>\n<p>The county said it is monitoring 15 outbreaks at senior living care facilities. It also said that 94 people from senior living care facilities have died, which is 67.14% of the deaths in Johnson County.</p>\n<p>Johnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.</p>\n<p>7:15 a.m. -- Wyandotte County is reporting Friday morning 6,465 (+39) confirmed cases of COVID-19 since the outbreak started, with 25 (-9) patients currently hospitalized and 144 (+1) probable cases. The county said 133 (+0) people have died from the coronavirus since the start of the outbreak.</p>\n<p>The county updated its <a data-id=\"90\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a> two weeks ago to indicate it will no longer release the number of people recovered.</p>\n<p>The dashboard also updated two weeks ago to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 65 cases, followed by 66109 with 58 cases and 66104 with 52.</p>\n<p>Wyandotte County does not list hospital capacity numbers on its <a data-id=\"91\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a>.</p>\n<p>7 a.m. -- The state of Kansas isn&rsquo;t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Friday morning, there have been 37,407 people who have recovered from the coronavirus. This includes 7,145 in Johnson County, 4,876 in Wyandotte County, 1,718 in Leavenworth County and 1,281 in Douglas County.</p>\n<p><strong>[ <a data-id=\"92\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"93\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>THURSDAY</strong>3 p.m. -- The Sherwood Cass R-VIII School District said in a letter to parents sent on Thursday that a second student has tested positive for COVID-19. The district said it is working in conjunction with the Cass County Health Department to notify people that were potentially exposed to the student.</p>\n<p>2:30 p.m. -- The Missouri Department of Health and Senior Services reported 1,747 new cases of COVID-19 on Thursday, bringing the statewide total to 108,334 since the start of the outbreak.</p>\n<p>There have now been 1,757 deaths across Missouri from COVID-19, which is up 18 from Wednesday's total.</p>\n<p>Health officials said 962 (-27) patients have been <a data-id=\"94\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized </a>due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"95\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>The state said it has tested a total of 1, 178,589 people through PCR testing &ndash; a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection &ndash; and 8.9% of those were positive. The seven-day percent positive of PCR tested individuals is 11.1%</p>\n<p>The state said it has tested 71,852 people through serology testing &ndash; a test that looks for antibodies in the blood &ndash; and 4.5% of those were positive.</p>\n<p>The DHSS reports 10,271 (+39) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,796 (+101) cases since the outbreak started. Health officials said there have been 101 (+1) deaths in Kansas City, and Jackson County reports 79 (+2) total.</p>\n<p>The state also lists 1,672 (+15) total cases in Clay County (outside of Kansas City), 1,333 (+31) in Cass County and 592 (+6) in Platte County.</p>\n<p>2:09 p.m. -- The Johnson County Board of Commissioners voted <a data-id=\"96\" data-m=\"{\" href=\"https://www.kmbc.com/article/johnson-county-to-continue-mask-mandate-through-mid-october-covid-19-coronavirus/34057315\">Thursday to reaffirm Gov. Laura Kelly&rsquo;s executive order requiring masks</a> or other face coverings in indoor spaces in Johnson County, Kansas. The initial mask mandate in Johnson County was passed on July 2 after a lengthy public debate. There was another long debate on Thursday with the board hearing public comments from around 50 Johnson County residents before voting 4-3 to reaffirm the mask. <strong><a data-id=\"97\" data-m=\"{\" href=\"https://www.kmbc.com/article/johnson-county-to-continue-mask-mandate-through-mid-october-covid-19-coronavirus/34057315\">READ MORE</a></strong></p>\n<p>12:30 p.m. -- Clinton High School announced Thursday afternoon that its Friday night game against Pleasant Hill has been canceled due to COVID-19 concerns. The junior varsity game against Pleasant Hill next Monday has also been canceled.</p>\n<p>Noon -- Just two weeks after students started returning to Ball State University last month, the surrounding county had become Indiana&rsquo;s coronavirus epicenter.</p>\n<p>Out of nearly 600 students tested for the virus, more than half have been positive. Dozens of infections have been blamed on off-campus parties, prompting university officials to admonish students.</p>\n<p>University President Geoffrey Mearns wrote that the cases apparently were tied not to classrooms or dormitories but to &ldquo;poor personal choices some students are making, primarily off campus.&rdquo;</p>\n<p>&quot;The actions of these students are putting our planned on-campus instruction and activities at risk,&rdquo; he said.</p>\n<p>Similar examples abound in other college towns across the nation. Among the 50 large U.S. counties with the highest percentages of student residents, 20 have consistently reported higher rates of new virus cases than their states have since Sept. 1, according to an Associated Press analysis.</p>\n<p>On average, infection rates in those 20 counties have been more than three times higher than their states&rsquo; overall rates.</p>\n<p>At James Madison University in Virginia, which recently sent students home through September amid a surge in cases, the county is averaging a weekly infection rate of nearly 90 cases per 100,000 people, or more than eight times the statewide average.</p>\n<p>Health officials fear that surges among college students will spread to more vulnerable people - older ones and those with underlying health problems - and trigger a new wave of cases and hospitalizations. Some worry that colleges could overwhelm hospitals already bracing for increasing cases of COVID-19 and flu this fall and winter.</p>\n<p>&ldquo;There&rsquo;s this waiting game. Does it stay on college campuses or will it escape?&rdquo; said Dr. Jeff Pothof, chief quality officer at the University of Wisconsin medical center in Madison, where cases among college students have been climbing.</p>\n<p>While universities have emerged as hot spots in nearly every state, many of the worst outbreaks have been scattered across the South and Midwest. Of the 50 college counties analyzed by the AP, James Madison&rsquo;s had the highest infection rate, followed by counties that are home to the University of Georgia, Florida State and Indiana University in Bloomington.</p>\n<p>In the 10 counties with the highest infection rates, colleges have reported at least 15,000 cases among students and employees in recent weeks, though testing and reporting practices vary significantly and the actual number is probably much higher.</p>\n<p>For many colleges, the return to campus was a carefully orchestrated process that took months to plan and millions of dollars to pull off. But as safe as they&rsquo;ve made their campuses, many colleges have struggled to curb off-campus gatherings that have been tied to thousands of infections.</p>\n<p>Parties were blamed for dozens of cases at the University of North Carolina at Chapel Hill, which brought students back in early August only to send them home weeks later.</p>\n<p>Other schools have cracked down on parties and disciplined students. The University of Missouri in Columbia announced this week that it expelled two students and suspended three others for violating rules meant to slow the virus&rsquo;s spread.</p>\n<p>The outbreaks are increasingly straining relations between universities and their towns.</p>\n<p>Amid a spike in cases at the University of Colorado at Boulder, county health authorities Tuesday urged all students to quarantine for two weeks. Students and others at the university have accounted for 76% of the county's 663 positive cases over the past two weeks, officials said.</p>\n<p>&ldquo;More stringent and mandatory restrictions will be imposed if students do not comply and break the transmission cycle,&rdquo; Jeffrey Zayach, executive director of Boulder County Public Health, warned in a letter to students.</p>\n<p>In a letter to students, the school's chancellor, Philip DiStefano, warned that the quarantine will be strictly enforced and that students who violate it could face suspension or other discipline. Already, DiStefano said, more than 400 students face university discipline for violating public health orders.</p>\n<p>At Miami University in Ohio, county health authorities ordered all of the school's athletes to isolate for 14 days last month after 27 tested positive for the virus. Last week, local police cited six men at an off-campus house party that included several students who had recently tested positive.</p>\n<p>As cases increase at Boston College and the campus runs out of quarantine space, the mayor of nearby Newton is asking the school not to use any of the town's hotels or other property to isolate students.</p>\n<p>Some cities have tightened rules at bars to discourage students from gathering. As cases surged at Illinois State, the town&rsquo;s mayor issued an order requiring all bar customers to be seated to be served. He also limited gatherings near campus to no more than 10 people.</p>\n<p>Still, residents and officials in many college towns are rooting for universities to work through outbreaks and avoid campus closings that could further hurt the local economy.</p>\n<p>Fred Pryce, who manages a series of stores in a strip mall near Ball State, said sending students home would hurt the area&rsquo;s businesses &ldquo;big time.&rdquo;</p>\n<p>&ldquo;That&rsquo;s 20,000-plus potential patrons that will vanish,&rdquo; Pryce said. &ldquo;There are ways to keep students in Muncie safely while they do their classes.&rdquo;</p>\n<p>11:30 a.m. -- Two of Missouri's largest sports arenas will be used as polling places in November, election officials said.</p>\n<p><a data-id=\"98\" data-m=\"{\" href=\"https://www.kmbc.com/article/kasnas-city-chiefs-arrowhead-stadium-cleared-to-be-used-as-voting-location-in-november-election/34044482\">Arrowhead Stadium</a>, home of the Kansas City Chiefs, will be a polling place on Nov. 3. In Columbia, some voters will be able to cast their ballots at Mizzou Arena.</p>\n<p>Athletes across the county have led efforts to increase voter registration and promote the importance of voting as part of the response to social justice issues raised since the death of George Floyd, a Black man who died in police custody in Minneapolis.</p>\n<p>Chiefs quarterback Patrick Mahomes and safety Tyrann Mathieu have led voter registration drives and the Chiefs organization has posted videos on social media encouraging people to vote.</p>\n<p>Missouri athletes have held marches and rallies that included messages urging people to vote. On Wednesday, the basketball team released a video featuring players Mitchell Smith and Dru Smith saying they will push to have the entire team register to vote this year.</p>\n<p>Basketball coach Cuonzo Martin said on Twitter it was vital that everyone has a chance to vote.</p>\n<p>&ldquo;We&rsquo;re thankful to be able to open the doors of our home and commit to making sure the Columbia community has that opportunity,&rdquo; he said.</p>\n<p>11:15 a.m. -- The Kansas City, Missouri, Health Department has <a data-id=\"99\" data-m=\"{\" href=\"https://www.kmbc.com/article/group-told-to-quarantine-after-possible-covid-19-exposure-at-chiefs-game/34057915\">reached out to 10 people urging them to self-quarantine</a> after they may have been exposed to COVID-19 at the Chiefs&rsquo; home opener last week. The department said an individual who attended the game and watched from a group&rsquo;s box in Arrowhead Stadium last Thursday tested positive for the coronavirus the very next day. <strong><a data-id=\"100\" data-m=\"{\" href=\"https://www.kmbc.com/article/group-told-to-quarantine-after-possible-covid-19-exposure-at-chiefs-game/34057915\">READ MORE</a></strong></p>\n<p>9 a.m. -- Kansas officials are considering spending $50 million to dramatically ramp up testing of people who aren't showing obvious signs of the coronavirus.</p>\n<p>A state task force this week backed Kansas Health Secretary Lee Norman&rsquo;s recommendation to use the federal stimulus money on testing at schools, workplaces and other sites. The goal is to catch coronavirus in people who haven&rsquo;t even realized they&rsquo;re carrying it, KCUR reports.</p>\n<p>Some of the testing would be done at Wichita State University, where a new not-for-profit lab is gearing up to churn out hundreds of thousands of tests by the end of the year.</p>\n<p>&ldquo;I know that sounds like a lot,&rdquo; said Tonya Witherspoon, Wichita State&rsquo;s vice president of industry engagement, &ldquo;but we think several labs in the state need to be able to do that much - or more.&rdquo;</p>\n<p>Kansas has so far focused most of its energy on people who know either that they are ill or that they have had direct exposure to a confirmed outbreak. But experts say positivity rates should drop when a state or city goes beyond testing these groups of people who are most likely to be sick.</p>\n<p>Right now, about 15% of Kansans who get the test find out they have COVID-19. By Johns Hopkins University&rsquo;s calculations, that puts it among the states with the highest rates of new positives.</p>\n<p>On Wednesday, Kansas health officials reported 971 new cases since Monday, for a total of 50,870 across the state. Kansas also had 52 new deaths, raising that number to 586 since the pandemic began.</p>\n<p>Norman said at a news conference that 37 of the new deaths were added through a review of death certificates. But that still meant 15 had occurred since Monday, a higher than normal number.</p>\n<p>&ldquo;We are getting to a very sensitive point in time as we talked about during Labor Day with universities, colleges and schools starting back again, athletics those sorts of things,&rdquo; Norman said. &ldquo;People are starting to mass gather again in ways that we didn&rsquo;t see as much of over the summer when people were more dispersed out. As the overall number count goes up, we are going to have more deaths.&rdquo;</p>\n<p>The positive cases include 841 at the University of Kansas, where house parties near campus are raising alarms.</p>\n<p>After a debate during the Lawrence City Commission meeting Tuesday, a majority of the commissioners said they were interested in at least considering an ordinance that would make it a municipal offense to violate local health orders designed to stem the spread of the coronavirus, the Lawrence Journal-World reports.</p>\n<p>City Attorney Toni Wheeler said the offense would be a misdemeanor that could be prosecuted in municipal court. Violators could face a fine of no more than $500, up to 30 days in jail or both.</p>\n<p>However, Vice Mayor Brad Finkeldei and Mayor Jennifer Ananda said they were not sure that creating a municipal ordinance would be the best approach, and that perhaps stronger disciplinary action from the university, such as bans from campus, mandatory quarantines or suspensions, would be more effective.</p>\n<p>Meanwhile, Gov. Laura Kelly hosted a discussion with rural hospital administrators on Wednesday where she urged them to &ldquo;exert pressure&rdquo; on lawmakers to support a proposal to expand Medicaid in Kansas.</p>\n<p>In the discussion, Harold Courtois, CEO for the Memorial Health System in Abilene, said his organization is worried about running out of personal protective equipment, particularly medical N95 respirators, known as N95 masks, ahead of the flu season.</p>\n<p>&ldquo;My fear is that during the influenza season, where everybody appears to have COVID -- whether it&rsquo;s influenza or not -- PPE is going to become scarce and be very difficult to acquire again,&rdquo; Courtois said. &ldquo;It just doesn&rsquo;t seem like we see a lot of PPE unless you&rsquo;re willing to pay enormous prices. There&rsquo;s still price gouging going on every week&rdquo;</p>\n<p>7:30 a.m. -- Johnson County reported Thursday morning 9,740 (+125) cases of COVID-19 since the outbreak started. The county said it has 7,017 presumed recoveries and 140 (+2) people have died since the start of the outbreak.</p>\n<p>It also has tested 116,081 people with 107,171 negative tests for an overall positive test rate of 8.4%. The county said it has tested 192.7 people per 1,000 in the county.</p>\n<p>As of Thursday morning, the school reopening gating criteria &ndash; the 14-day rolling total used by the county to make recommendations on how schools should reopen &ndash; rose slightly to 12.4%. The gating criteria also listed 115.5 cases per 100,000 people in the county over the last seven days and the new cases trend is decreasing, per the county.</p>\n<p>The county said it is monitoring 14 outbreaks at senior living care facilities. It also said that 94 people from senior living care facilities have died, which is 67.14% of the deaths in Johnson County.</p>\n<p>Johnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.</p>\n<p>7:15 a.m. -- Wyandotte County is reporting Thursday morning 6,426 (+26) confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 143 probable cases. The county said 133 (+0) people have died from the coronavirus since the start of the outbreak.</p>\n<p>The county updated its <a data-id=\"101\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a> two weeks ago to indicate it will no longer release the number of people recovered.</p>\n<p>The dashboard also updated two weeks ago to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 68 cases, followed by 66109 with 57 cases and 66104 with 47.</p>\n<p>Wyandotte County does not list hospital capacity numbers on its <a data-id=\"102\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a>.</p>\n<p>7 a.m. -- The state of Kansas isn&rsquo;t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Thursday morning, there have been 37,118 people who have recovered from the coronavirus. This includes 7,017 in Johnson County, 4,876 in Wyandotte County, 1,718 in Leavenworth County and 1,188 in Douglas County.</p>\n<p><strong>[ <a data-id=\"103\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"104\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>WEDNESDAY</strong>5 p.m. -- The number of new coronavirus cases remains high in Missouri, but Gov. Mike Parson on Wednesday cited the state's declining death rate as evidence that progress is being made.</p>\n<p>Parson, speaking at a news conference, noted that in the early days of the pandemic in April and May, more than 7% of all cases were fatal. That percentage has gradually dropped and so far this month, just 0.3% of Missourians infected with the COVID-19 virus have died.</p>\n<p>&ldquo;This is all very encouraging and we continue to monitor this data each and every day,&rdquo; Parson, a Republican, said.</p>\n<p>Still, the number of confirmed cases has risen dramatically since the state reopened for business in mid-June. Missouri reported 1,191 new cases on Tuesday, bringing the total to 106,587 since counting began in March. Seven more deaths also were reported. All told, 1,739 Missourians have died from COVID-19.</p>\n<p>Missouri Department of Health and Senior Services Director Randall Williams said about 60% of new cases are occurring in areas outside of the state&rsquo;s metropolitan areas. He said many of the places seeing spikes are mid-sized cities such as Joplin and Cape Girardeau.</p>\n<p>&ldquo;We really need to concentrate on these middle-sized communities,&rdquo; Williams said.</p>\n<p>Parson also cited as reason for optimism what he called &ldquo;stable&rdquo; hospitalization totals. But the St. Louis Post-Dispatch reported that three of the four highest days for hospitalizations have occurred over the past week.</p>\n<p>Data shows 1,021 patients in hospitals with confirmed or presumed COVID-19 on Saturday, the second-highest day on record. The highest was Sept. 9, when 1,040 patients were hospitalized. The fourth-highest number of hospitalizations on record occurred Friday, with 1,008 patients.</p>\n<p>4:30 p.m. -- New details are coming to light after the Kansas City, Missouri, Health Department shut down the <a data-id=\"105\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-city-health-department-shuts-down-westport-ale-house-over-coronavirus-covid-19-outbreak/34045229\">Westport Ale House</a>. The city pulled the Westport bar's food permit after <a data-id=\"106\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-city-health-department-shuts-down-westport-ale-house-over-coronavirus-covid-19-outbreak/34045229\">outbreaks and crowd violations</a>. The city said management also failed to provide investigators with complete information about an <a data-id=\"107\" data-m=\"{\" href=\"https://www.kmbc.com/article/kcmo-health-department-investigating-covid-outbreak-linked-to-westport-bar/33998304\">August outbreak</a>. <strong><a data-id=\"108\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-city-health-department-shuts-down-westport-ale-house-over-coronavirus-covid-19-outbreak/34045229\">READ MORE</a></strong></p>\n<p>3:05 p.m. -- The Kansas City Board of Election Commissioners confirmed on its website that <a data-id=\"109\" data-m=\"{\" href=\"https://www.kmbc.com/article/kasnas-city-chiefs-arrowhead-stadium-cleared-to-be-used-as-voting-location-in-november-election/34044482\">Arrowhead Stadium has been cleared</a> to be used as a centralized voting location for Kansas City voters in Jackson County. <strong><a data-id=\"110\" data-m=\"{\" href=\"https://www.kmbc.com/article/kasnas-city-chiefs-arrowhead-stadium-cleared-to-be-used-as-voting-location-in-november-election/34044482\">READ MORE</a></strong></p>\n<p>2:45 p.m. -- The Missouri Department of Health and Senior Services reported 1,191 new cases of COVID-19 on Wednesday, bringing the statewide total to 106,587 since the start of the outbreak.</p>\n<p>There have now been 1,739 deaths across Missouri from COVID-19, which is up seven from Monday&rsquo;s total.</p>\n<p>Health officials said 989 (-32) patients have been <a data-id=\"111\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized </a>due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"112\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>The state said it has tested a total of 1,164,383 people through PCR testing &ndash; a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection &ndash; and 8.9% of those were positive. The seven-day percent positive of PCR tested individuals is 12.2%</p>\n<p>The state said it has tested 71,668 people through serology testing &ndash; a test that looks for antibodies in the blood &ndash; and 4.5% of those were positive.</p>\n<p>The DHSS reports 10,232 (-18) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,695 (+86) cases since the outbreak started. Health officials said there have been 100 (+1) deaths in Kansas City, and Jackson County reports 77 (+0) total.</p>\n<p>The state also lists 1,657 (+15) total cases in Clay County (outside of Kansas City), 1,302 (+14) in Cass County and 586 (+3) in Platte County.</p>\n<p>2:30 p.m. -- The Kansas Department of Health and Environment said its reported spike of 52 deaths related to COVID-19 on Wednesday is attributed to &ldquo;in part to reconciliation of death certificates.&rdquo;</p>\n<p>&ldquo;In addition to deaths reported in our disease surveillance system, we also have deaths we learn about when we receive death certificates,&rdquo; a spokesperson with KDHE said. &ldquo;We review our death registration system on an ongoing basis and the increase we have seen this week is a result of that review. It also incorporates deaths over a period of time &ndash; not ones that have occurred specifically between Monday and today.&rdquo;</p>\n<p>1:30 p.m. -- The Kansas Department of Health and Environment said Wednesday it's <a data-id=\"113\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-department-of-health-and-environment-reevaluating-how-to-report-locations-of-active-covid-19-coronavirus-clusters/34043374\">rethinking how it's going to release the locations of active clusters</a> of COVID-19. Last week, KDHE <a data-id=\"114\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-department-of-health-and-environment-reevaluating-how-to-report-locations-of-active-covid-19-coronavirus-clusters/34043374\">released the locations of active clusters</a> throughout the state for the first time. <strong><a data-id=\"115\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-department-of-health-and-environment-reevaluating-how-to-report-locations-of-active-covid-19-coronavirus-clusters/34043374\">READ MORE</a></strong></p>\n<p>1:20 p.m. -- Fans will return to the stands at Kansas Speedway when NASCAR returns to Kansas City, Kansas, for a weekend of racing on Oct. 16-18. Kansas Speedway said Wednesday it will host a limited number of fans for the NASCAR Cup Series Hollywood Casino 400 on Sunday, Oct. 18 in accordance with enhanced safety protocols and procedures. <strong><a data-id=\"116\" data-m=\"{\" href=\"https://www.kmbc.com/article/fans-to-return-to-the-stands-at-kansas-speedway-kansas-city-kansas-for-october-race-weekend-covid-19-coronavirus/34043493\">READ MORE</a></strong></p>\n<p>12:45 p.m. -- The Kansas Department of Health and Environment reported an increase of 971 confirmed cases of COVID-19 in its first update since Monday to push the statewide total to 50,870 since the outbreak started.</p>\n<p>KDHE officials said the death total grew by 52 to 586. There KDHE did not indicate why the death total climbed by such a high number on Wednesday.</p>\n<p>The average median age of the deaths is 79, which is steady from Monday&rsquo;s reporting.</p>\n<p>Health officials said Wednesday that 2,616 (+44) patients have been hospitalized since the start of the outbreak, 713 (+10) were admitted to the ICU, 225 (+5) required mechanical ventilation and 1,920 (+33) patients have been discharged. The state also said it has 37% (-11%) of its ICU beds available and 86% (+0%) of its ventilators available.</p>\n<p>The state said it has tested 464,226 people with 413,356 negative test results, an overall monthly positive test rate of 7.7%, and it is testing 1,531 per 1,000 people in Kansas.</p>\n<p><strong>[ <a data-id=\"117\" data-m=\"{\" href=\"https://www.coronavirus.kdheks.gov/160/COVID-19-in-Kansas\">KANSAS COVID-19 COVID-19 DASHBOARD </a>]</strong></p>\n<p>Johnson County continues to have the most confirmed cases in Kansas with 9,917. Sedgwick County is the county with the second most cases with 8,107. Wyandotte County is third with 6,625 cases.</p>\n<p>Leavenworth County &ndash; home to Lansing Correctional Facility &ndash; has 1,891 cases, and Douglas County now reports 1,842. The Douglas County case count is largely tied to increases at the University of Kansas.</p>\n<p>Health officials said the median age of people with COVID-19 is 35, and they are monitoring 191 (+2) active outbreak clusters.</p>\n<p>12:20 p.m. -- You may be discouraged after hearing that a potential COVID-19 vaccine won&rsquo;t be <a data-id=\"118\" data-m=\"{\" href=\"https://www.kmbc.com/article/when-will-everyone-get-covid-19-vaccine/34042026\">widely distributed until 2024 or 2025</a>, especially when some politicians have promised late 2020 or early 2021. Three or four years seems like a huge gap. What accounts for the disparity? <a data-id=\"119\" data-m=\"{\" href=\"https://www.kmbc.com/article/when-will-everyone-get-covid-19-vaccine/34042026\"><strong>READ MORE</strong></a></p>\n<p>12:15 p.m. -- Elementary and early childhood students in Olathe Public Schools will <a data-id=\"120\" data-m=\"{\" href=\"https://www.kmbc.com/article/olathe-elementary-early-childhood-students-to-return-to-in-person-classes-on-sept-28-covid-19-coronavirus/34042645\">return to the classroom full time</a> starting on Monday, Sept. 28. The district made the announcement Wednesday in a letter to parents. <strong><a data-id=\"121\" data-m=\"{\" href=\"https://www.kmbc.com/article/olathe-elementary-early-childhood-students-to-return-to-in-person-classes-on-sept-28-covid-19-coronavirus/34042645\">READ MORE</a></strong></p>\n<p>11:16 a.m. -- Lawrence officials are looking for ways to put the brakes on <a data-id=\"122\" data-m=\"{\" href=\"https://www.kmbc.com/article/douglas-county-health-official-concerned-about-crowded-parties-at-ku-covid-19-coronavirus/34017050\">house parties in neighborhoods near the University of Kansas</a> campus as the number of positive COVID-19 cases among students continues to rise.</p>\n<p>After a debate during the Lawrence City Commission meeting Tuesday, a majority of the commissioners said they were interested in at least considering an ordinance that would make it a municipal offense to violate local health orders designed to stem the spread of the coronavirus.</p>\n<p><em>The Lawrence Journal-World </em>reports that the discussion came as the the University of Kansas announced Tuesday that the total number of COVID-19 cases has risen to 841, an increase of 42 cases since Friday.</p>\n<p>10:19 a.m. -- All students at the University of Colorado's main campus are being told to self-quarantine starting Wednesday for the next two weeks to stem an alarming rise in coronavirus cases.</p>\n<p>The advisory by Jeffrey J. Zayach, executive director of Boulder County Public Health, came in a letter Zayach sent Tuesday to Boulder campus students, faculty and staff. Zayach warned mandatory restrictions could follow if students do not comply.</p>\n<p>University officials have reported 13 positive tests the first week of school, 90 the second week and 205 the third week. Most cases involve students who live off-campus.</p>\n<p>Students were asked to stay at home with a few exceptions that include attending class or going to work.</p>\n<p>Dr. Rachel Herlihy, the state epidemiologist, said Tuesday there have been six COVID outbreaks at Colorado colleges and universities.</p>\n<p>9:43 a.m. -- Hospitalizations for the coronavirus have risen in recent days across Missouri, according to data from the state health department.</p>\n<p>The St. Louis Post-Dispatch reported that three of the four highest days for hospitalizations have occurred over the past week.</p>\n<p>The most recent data shows 1,021 patients in hospitals with confirmed or presumed COVID-19 on Saturday, the second-highest day on record. The highest was Sept. 9, when 1,040 patients were hospitalized. The fourth-highest number of hospitalizations on record occurred Friday, with 1,008 patients.</p>\n<p>The number of confirmed cases has risen dramatically since the state reopened for business in mid-June. Missouri reported 1,317 new cases on Tuesday, bringing the total to 105,396 since counting began in March. Eighteen more deaths also were reported. All told, 1,732 Missourians have died from COVID-19.</p>\n<p>9 a.m. -- Republican Secretary of State Jay Ashcroft on Tuesday announced he's handing out 25,000 three-ply, disposable face masks to local election workers to help slow the spread of the coronavirus.</p>\n<p>Voters on Nov. 3 will head to the polls to pick the president, Missouri governor and state and federal lawmakers.</p>\n<p>7:30 a.m. -- Johnson County reported Wednesday morning 9,615 (+70) cases of COVID-19 since the outbreak started. The county said it has 6,888 presumed recoveries and 138 (+0) people have died since the start of the outbreak.</p>\n<p>It also has tested 115,113 people with 108,276 negative tests for an overall positive test rate of 8.4%. The county said it has tested 191.1 people per 1,000 in the county.</p>\n<p>As of Wednesday morning, the school reopening gating criteria &ndash; the 14-day rolling total used by the county to make recommendations on how schools should reopen &ndash; rose slightly to 12.1%. The gating criteria also listed 110.6 cases per 100,000 people in the county over the last seven days and the new cases trend is decreasing, per the county.</p>\n<p>The county said it is monitoring 14 outbreaks at senior living care facilities. It also said that 93 people from senior living care facilities have died, which is 67.3% of the deaths in Johnson County.</p>\n<p>Johnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.</p>\n<p>7:20 a.m. -- Leading St. Louis-area doctors are warning residents to brace for at least another year of living with COVID-19.</p>\n<p>The region, covering portions of both Missouri and Illinois, has surpassed 1,500 COVID-19 deaths and more than 54,000 confirmed cases since the first positive test in March. St. Louis Public Radio reports that while doctors say they've become better at treating the virus and preventing its spread, life won't likely return to a pre-pandemic &ldquo;normal&rdquo; until late 2021 at the earliest, echoing comments made last week by Dr. Anthony Fauci, director of the National Institute for Allergy and Infectious Diseases.</p>\n<p>Dr. Alex Garza, who leads the St. Louis Metropolitan Pandemic Task Force, said that despite the persistent number of confirmed cases, the region is in a &ldquo;better position&rdquo; now than early on in the pandemic because more is understood about slowing the spread.</p>\n<p>Garza noted that the percentage of sick people who die is lower than in early spring. Early in the pandemic, outbreaks were happening in nursing homes, meat plants and other crowded spaces.</p>\n<p>Steps such as requiring masks in those places, restricting visitors and increased testing have helped, Garza said.</p>\n<p>7:15 a.m. -- Wyandotte County is reporting Wednesday morning 6,400 (-1) confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 141 probable cases. The county said 133 (+5) people have died from the coronavirus since the start of the outbreak.</p>\n<p>The county updated its <a data-id=\"123\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a> two weeks ago to indicate it will no longer release the number of people recovered.</p>\n<p>The dashboard also updated two weeks ago to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 73 cases, followed by 66109 with 61 cases and 66104 with 50.</p>\n<p>Wyandotte County does not list hospital capacity numbers on its <a data-id=\"124\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a>.</p>\n<p>7 a.m. -- The state of Kansas isn&rsquo;t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Wednesday morning, there have been 36,687 people who have recovered from the coronavirus. This includes 6,888 in Johnson County, 4,876 in Wyandotte County, 1,695 in Leavenworth County and 1,171 in Douglas County.</p>\n<p><strong>[ <a data-id=\"125\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"126\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>TUESDAY</strong></p>\n<p><b>CHECK OUT KMBC:</b><a data-id=\"128\" data-m=\"{\" href=\"https://www.kmbc.com\"><b>Get the latest Kansas City news, sports and weather from KMBC. With the best local coverage and the top Missouri news stories, you can stay in the know.</b></a></p>", "text": "Kansas City metro area health officials are grappling with how to handle continuing case count increases after reopening businesses more than a month ago.\nWhat you need to know:\nThe Kansas Department of Health and Environment said Friday the state has 52,285 confirmed cases of COVID-19, and there have been 596 deaths since the outbreak started. Kansas is now only updating COVID-19 data on Mondays, Wednesdays and Fridays.\nThe Missouri Department of Health and Senior Services said Sunday that 1,795 deaths have been attributed to COVID-19 in the state and there are 112,844 confirmed cases since the outbreak started.\nSign up for our Newsletters\nSUNDAY3:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,328 new cases of COVID-19 on Sunday, bringing the statewide total to 112,844 since the start of the outbreak. There have now been 1,795 deaths across Missouri from COVID-19, which is up two from Saturday's total.\nSATURDAY3:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,387 new cases of COVID-19 on Saturday, bringing the statewide total to 111,516 since the start of the outbreak.\nThere have now been 1,793 deaths across Missouri from COVID-19, which is up 13 from Friday’s total.\nHealth officials said 1,004 (- 21) patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nThe state said it has tested a total of 1,202,624 people through PCR testing – a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection – and 8.9% of those were positive. The seven-day percent positive of PCR tested individuals is 11.6%\nThe state said it has tested 72,342 people through serology testing – a test that looks for antibodies in the blood – and 4.5% of those were positive.\nThe DHSS reports 10,470 (+96) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,987 (+75) cases since the outbreak started. Health officials said there have been 103 (+2) deaths in Kansas City, and Jackson County reports 79 (+0) total.\nThe state also lists 1,714 (+14) total cases in Clay County (outside of Kansas City), 1,380 (+2o) in Cass County and 625 (+6) in Platte County.\nFRIDAY\n10:15 p.m. -- A court date has been set in the Blue Springs School District's lawsuit against Jackson County over the number of spectators at football games. READ MORE.\n8 p.m. -- An employee at Washington High School in the Kansas City, Kansas, School District has tested positive for COVID-19. READ MORE.\n6 p.m. -- The Blue Valley School District has a dashboard to track COVID-19 in its schools. New data will be published on the website on Fridays and it will break the numbers down by school. The latest data shows 17 new cases in the district in the past week. Blue Valley hopes to bring some elementary students back to in-person learning by Oct. 5.\n5 p.m. -- Health officials in Lawrence said that health department staff will begin doing compliance checks on bars and restaurants that have a liquor license to ensure they are following an order requiring them to stop serving alcohol by 9 p.m. and to close by 10 p.m. READ MORE.\n2:30 p.m. -- The Missouri Department of Health and Senior Services reported 1,795 new cases of COVID-19 on Friday, bringing the statewide total to 110,129 since the start of the outbreak.\nThere have now been 1,780 deaths across Missouri from COVID-19, which is up 23 from Thursday’s total.\nHealth officials said 1,025 (+63) patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nThe state said it has tested a total of 1,190,380 people through PCR testing – a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection – and 8.9% of those were positive. The seven-day percent positive of PCR tested individuals is 11.7%\nThe state said it has tested 72,085 people through serology testing – a test that looks for antibodies in the blood – and 4.5% of those were positive.\nThe DHSS reports 10,374 (+103) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,912 (+116) cases since the outbreak started. Health officials said there have been 101 (+0) deaths in Kansas City, and Jackson County reports 79 (+0) total.\nThe state also lists 1,700 (+28) total cases in Clay County (outside of Kansas City), 1,360 (+27) in Cass County and 619 (+27) in Platte County.\n2 p.m. -- The US Centers for Disease Control and Prevention's website has updated, yet again, guidelines for testing people who do not have symptoms of coronavirus. The new language rolls back controversial changes made to the site last month. It once again stresses that anyone who has been in contact with an infected person should be tested for coronavirus. READ MORE\n1:30 p.m. -- Lawrence officials are giving police more power to enforce crowd size limits and other health orders designed to stem the spread of the coronavirus. The moves come after neighbors raised concerns about large house parties near the University of Kansas campus.\nThe Lawrence Journal-World reports that city commissioners voted 4-1 Thursday to approve an ordinance that uses an existing state public nuisance law to give police the authority to issue up to a $500 ticket to violators. The ordinance takes effect Saturday. On Friday, Kansas health officials reported 1,415 new cases since Wednesday, for a total of 52,285 across the state.\n12:45 p.m. -- The Kansas Department of Health and Environment reported an increase of 1,415 confirmed cases of COVID-19 in its first update since Wednesday to push the statewide total to 52,285 since the outbreak started.\nKDHE officials said the death total grew by 10 to 596.\nThe average median age of the deaths is 79, which is steady from Wednesday’s reporting.\nHealth officials said Friday that 2,671 (+55) patients have been hospitalized since the start of the outbreak, 734 (+21) were admitted to the ICU, 230 (+5) required mechanical ventilation and 1,950 (+30) patients have been discharged. The state also said it has 35% (-2%) of its ICU beds available and 84% (-2%) of its ventilators available.\nThe state said it has tested 474,749 people with 422,464 negative test results, an overall monthly positive test rate of 7.5%, and it is testing 1,871 per 1,000 people in Kansas.\n[ KANSAS COVID-19 COVID-19 DASHBOARD ]\nJohnson County continues to have the most confirmed cases in Kansas with 10,178. Sedgwick County is the county with the second most cases with 8,270. Wyandotte County is third with 6,739 cases.\nLeavenworth County – home to Lansing Correctional Facility – has 1,924 cases, and Douglas County now reports 1,889. The Douglas County case count is largely tied to increases at the University of Kansas.\nHealth officials said the median age of people with COVID-19 is 35, and they are monitoring 191 (+0) active outbreak clusters.\n9 a.m. -- A gathering at the Lake of the Ozarks is bringing tens of thousands of motorcycle enthusiasts to Missouri, generating worry that the state’s already fast-growing number of coronavirus cases could spike even higher.\nBikefest Lake of the Ozarks drew about 125,000 people last year. The event, which began Wednesday, bills itself as the largest motorcycle rally in the Midwest. It includes five days of rides, vendor fairs, concerts and stops at area bars and restaurants, the St. Louis Post-Dispatch reported.\nMissouri lifted pandemic restrictions on June 16, at a time when the state had a little over 16,000 confirmed cases of COVID-19. In the three months since then, the total has grown to 106,587. As of Wednesday, 1,739 Missourians have died. Missouri has no statewide mask requirement nor capacity limitations, though several local governments have implemented their own restrictions.\nThe White House Coronavirus Task Force has raised concerns about Missouri. The task force recommended that bars be closed and dining restricted in Missouri counties marked as “yellow” or “red” zones - meaning they have moderate to high levels of virus transmission. Camden and Miller counties, where Bikefest is taking place, are both in red zones, according the task force letter.\nMessages left Thursday with Bikefest organizers and a spokeswoman for Republican Gov. Mike Parson were not immediately returned.\nLast month, similar concerns were raised before the Sturgis Motorcycle Rally, which brought nearly 500,000 motorcyclists to South Dakota. The rally is seen as a big reason why infections have since surged in North Dakota and South Dakota, along with the return to schools and universities.\nMissouri ranks near the top of all states for new cases per capita. Hospitalizations are rising, too. Three of the four highest days for hospitalizations have occurred since last week, according to data from the Missouri Hospital Association.\nCamden County reported 186 new coronavirus cases -- a 35% increase -- over the past two weeks, according to the University of Missouri’s tracking site. Miller County reported a 49% increase with 123 new cases; and nearby Morgan County saw an 82% increase with 99 new cases.\nSteve Edwards, chief executive of Springfield-based CoxHealth, which operates several hospitals and health clinics in southern Missouri, said he is worried that Bikefest will increase cases both locally and wherever participants return home.\n“These events tend to draw many people into crowded spaces. It’s especially worrisome if participants gather indoors at bars and restaurants which have proven to be high-risk areas,” Edwards said. “It is reckless.”\n7:45 a.m.-- Kansas’ health department has suspended its reporting on individual businesses and other locations where clusters of coronavirus cases have occurred after only a week. The agency says it wants to make sure the data does not include cases that aren’t current. READ MORE\n7:30 a.m. -- Johnson County reported Friday morning 9,879 (+139) cases of COVID-19 since the outbreak started. The county said it has 7,145 presumed recoveries and 141 (+1) people have died since the start of the outbreak.\nIt also has tested 117,490 people with 110,507 negative tests for an overall positive test rate of 8.4%. The county said it has tested 195.0 people per 1,000 in the county.\nAs of Friday morning, the school reopening gating criteria – the 14-day rolling total used by the county to make recommendations on how schools should reopen – slid slightly to 12.1%. The gating criteria also listed 120.4 cases per 100,000 people in the county over the last seven days and the new cases trend is decreasing, per the county.\nThe county said it is monitoring 15 outbreaks at senior living care facilities. It also said that 94 people from senior living care facilities have died, which is 67.14% of the deaths in Johnson County.\nJohnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.\n7:15 a.m. -- Wyandotte County is reporting Friday morning 6,465 (+39) confirmed cases of COVID-19 since the outbreak started, with 25 (-9) patients currently hospitalized and 144 (+1) probable cases. The county said 133 (+0) people have died from the coronavirus since the start of the outbreak.\nThe county updated its dashboard two weeks ago to indicate it will no longer release the number of people recovered.\nThe dashboard also updated two weeks ago to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 65 cases, followed by 66109 with 58 cases and 66104 with 52.\nWyandotte County does not list hospital capacity numbers on its dashboard.\n7 a.m. -- The state of Kansas isn’t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Friday morning, there have been 37,407 people who have recovered from the coronavirus. This includes 7,145 in Johnson County, 4,876 in Wyandotte County, 1,718 in Leavenworth County and 1,281 in Douglas County.\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nTHURSDAY3 p.m. -- The Sherwood Cass R-VIII School District said in a letter to parents sent on Thursday that a second student has tested positive for COVID-19. The district said it is working in conjunction with the Cass County Health Department to notify people that were potentially exposed to the student.\n2:30 p.m. -- The Missouri Department of Health and Senior Services reported 1,747 new cases of COVID-19 on Thursday, bringing the statewide total to 108,334 since the start of the outbreak.\nThere have now been 1,757 deaths across Missouri from COVID-19, which is up 18 from Wednesday's total.\nHealth officials said 962 (-27) patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nThe state said it has tested a total of 1, 178,589 people through PCR testing – a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection – and 8.9% of those were positive. The seven-day percent positive of PCR tested individuals is 11.1%\nThe state said it has tested 71,852 people through serology testing – a test that looks for antibodies in the blood – and 4.5% of those were positive.\nThe DHSS reports 10,271 (+39) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,796 (+101) cases since the outbreak started. Health officials said there have been 101 (+1) deaths in Kansas City, and Jackson County reports 79 (+2) total.\nThe state also lists 1,672 (+15) total cases in Clay County (outside of Kansas City), 1,333 (+31) in Cass County and 592 (+6) in Platte County.\n2:09 p.m. -- The Johnson County Board of Commissioners voted Thursday to reaffirm Gov. Laura Kelly’s executive order requiring masks or other face coverings in indoor spaces in Johnson County, Kansas. The initial mask mandate in Johnson County was passed on July 2 after a lengthy public debate. There was another long debate on Thursday with the board hearing public comments from around 50 Johnson County residents before voting 4-3 to reaffirm the mask. READ MORE\n12:30 p.m. -- Clinton High School announced Thursday afternoon that its Friday night game against Pleasant Hill has been canceled due to COVID-19 concerns. The junior varsity game against Pleasant Hill next Monday has also been canceled.\nNoon -- Just two weeks after students started returning to Ball State University last month, the surrounding county had become Indiana’s coronavirus epicenter.\nOut of nearly 600 students tested for the virus, more than half have been positive. Dozens of infections have been blamed on off-campus parties, prompting university officials to admonish students.\nUniversity President Geoffrey Mearns wrote that the cases apparently were tied not to classrooms or dormitories but to “poor personal choices some students are making, primarily off campus.”\n\"The actions of these students are putting our planned on-campus instruction and activities at risk,” he said.\nSimilar examples abound in other college towns across the nation. Among the 50 large U.S. counties with the highest percentages of student residents, 20 have consistently reported higher rates of new virus cases than their states have since Sept. 1, according to an Associated Press analysis.\nOn average, infection rates in those 20 counties have been more than three times higher than their states’ overall rates.\nAt James Madison University in Virginia, which recently sent students home through September amid a surge in cases, the county is averaging a weekly infection rate of nearly 90 cases per 100,000 people, or more than eight times the statewide average.\nHealth officials fear that surges among college students will spread to more vulnerable people - older ones and those with underlying health problems - and trigger a new wave of cases and hospitalizations. Some worry that colleges could overwhelm hospitals already bracing for increasing cases of COVID-19 and flu this fall and winter.\n“There’s this waiting game. Does it stay on college campuses or will it escape?” said Dr. Jeff Pothof, chief quality officer at the University of Wisconsin medical center in Madison, where cases among college students have been climbing.\nWhile universities have emerged as hot spots in nearly every state, many of the worst outbreaks have been scattered across the South and Midwest. Of the 50 college counties analyzed by the AP, James Madison’s had the highest infection rate, followed by counties that are home to the University of Georgia, Florida State and Indiana University in Bloomington.\nIn the 10 counties with the highest infection rates, colleges have reported at least 15,000 cases among students and employees in recent weeks, though testing and reporting practices vary significantly and the actual number is probably much higher.\nFor many colleges, the return to campus was a carefully orchestrated process that took months to plan and millions of dollars to pull off. But as safe as they’ve made their campuses, many colleges have struggled to curb off-campus gatherings that have been tied to thousands of infections.\nParties were blamed for dozens of cases at the University of North Carolina at Chapel Hill, which brought students back in early August only to send them home weeks later.\nOther schools have cracked down on parties and disciplined students. The University of Missouri in Columbia announced this week that it expelled two students and suspended three others for violating rules meant to slow the virus’s spread.\nThe outbreaks are increasingly straining relations between universities and their towns.\nAmid a spike in cases at the University of Colorado at Boulder, county health authorities Tuesday urged all students to quarantine for two weeks. Students and others at the university have accounted for 76% of the county's 663 positive cases over the past two weeks, officials said.\n“More stringent and mandatory restrictions will be imposed if students do not comply and break the transmission cycle,” Jeffrey Zayach, executive director of Boulder County Public Health, warned in a letter to students.\nIn a letter to students, the school's chancellor, Philip DiStefano, warned that the quarantine will be strictly enforced and that students who violate it could face suspension or other discipline. Already, DiStefano said, more than 400 students face university discipline for violating public health orders.\nAt Miami University in Ohio, county health authorities ordered all of the school's athletes to isolate for 14 days last month after 27 tested positive for the virus. Last week, local police cited six men at an off-campus house party that included several students who had recently tested positive.\nAs cases increase at Boston College and the campus runs out of quarantine space, the mayor of nearby Newton is asking the school not to use any of the town's hotels or other property to isolate students.\nSome cities have tightened rules at bars to discourage students from gathering. As cases surged at Illinois State, the town’s mayor issued an order requiring all bar customers to be seated to be served. He also limited gatherings near campus to no more than 10 people.\nStill, residents and officials in many college towns are rooting for universities to work through outbreaks and avoid campus closings that could further hurt the local economy.\nFred Pryce, who manages a series of stores in a strip mall near Ball State, said sending students home would hurt the area’s businesses “big time.”\n“That’s 20,000-plus potential patrons that will vanish,” Pryce said. “There are ways to keep students in Muncie safely while they do their classes.”\n11:30 a.m. -- Two of Missouri's largest sports arenas will be used as polling places in November, election officials said.\nArrowhead Stadium, home of the Kansas City Chiefs, will be a polling place on Nov. 3. In Columbia, some voters will be able to cast their ballots at Mizzou Arena.\nAthletes across the county have led efforts to increase voter registration and promote the importance of voting as part of the response to social justice issues raised since the death of George Floyd, a Black man who died in police custody in Minneapolis.\nChiefs quarterback Patrick Mahomes and safety Tyrann Mathieu have led voter registration drives and the Chiefs organization has posted videos on social media encouraging people to vote.\nMissouri athletes have held marches and rallies that included messages urging people to vote. On Wednesday, the basketball team released a video featuring players Mitchell Smith and Dru Smith saying they will push to have the entire team register to vote this year.\nBasketball coach Cuonzo Martin said on Twitter it was vital that everyone has a chance to vote.\n“We’re thankful to be able to open the doors of our home and commit to making sure the Columbia community has that opportunity,” he said.\n11:15 a.m. -- The Kansas City, Missouri, Health Department has reached out to 10 people urging them to self-quarantine after they may have been exposed to COVID-19 at the Chiefs’ home opener last week. The department said an individual who attended the game and watched from a group’s box in Arrowhead Stadium last Thursday tested positive for the coronavirus the very next day. READ MORE\n9 a.m. -- Kansas officials are considering spending $50 million to dramatically ramp up testing of people who aren't showing obvious signs of the coronavirus.\nA state task force this week backed Kansas Health Secretary Lee Norman’s recommendation to use the federal stimulus money on testing at schools, workplaces and other sites. The goal is to catch coronavirus in people who haven’t even realized they’re carrying it, KCUR reports.\nSome of the testing would be done at Wichita State University, where a new not-for-profit lab is gearing up to churn out hundreds of thousands of tests by the end of the year.\n“I know that sounds like a lot,” said Tonya Witherspoon, Wichita State’s vice president of industry engagement, “but we think several labs in the state need to be able to do that much - or more.”\nKansas has so far focused most of its energy on people who know either that they are ill or that they have had direct exposure to a confirmed outbreak. But experts say positivity rates should drop when a state or city goes beyond testing these groups of people who are most likely to be sick.\nRight now, about 15% of Kansans who get the test find out they have COVID-19. By Johns Hopkins University’s calculations, that puts it among the states with the highest rates of new positives.\nOn Wednesday, Kansas health officials reported 971 new cases since Monday, for a total of 50,870 across the state. Kansas also had 52 new deaths, raising that number to 586 since the pandemic began.\nNorman said at a news conference that 37 of the new deaths were added through a review of death certificates. But that still meant 15 had occurred since Monday, a higher than normal number.\n“We are getting to a very sensitive point in time as we talked about during Labor Day with universities, colleges and schools starting back again, athletics those sorts of things,” Norman said. “People are starting to mass gather again in ways that we didn’t see as much of over the summer when people were more dispersed out. As the overall number count goes up, we are going to have more deaths.”\nThe positive cases include 841 at the University of Kansas, where house parties near campus are raising alarms.\nAfter a debate during the Lawrence City Commission meeting Tuesday, a majority of the commissioners said they were interested in at least considering an ordinance that would make it a municipal offense to violate local health orders designed to stem the spread of the coronavirus, the Lawrence Journal-World reports.\nCity Attorney Toni Wheeler said the offense would be a misdemeanor that could be prosecuted in municipal court. Violators could face a fine of no more than $500, up to 30 days in jail or both.\nHowever, Vice Mayor Brad Finkeldei and Mayor Jennifer Ananda said they were not sure that creating a municipal ordinance would be the best approach, and that perhaps stronger disciplinary action from the university, such as bans from campus, mandatory quarantines or suspensions, would be more effective.\nMeanwhile, Gov. Laura Kelly hosted a discussion with rural hospital administrators on Wednesday where she urged them to “exert pressure” on lawmakers to support a proposal to expand Medicaid in Kansas.\nIn the discussion, Harold Courtois, CEO for the Memorial Health System in Abilene, said his organization is worried about running out of personal protective equipment, particularly medical N95 respirators, known as N95 masks, ahead of the flu season.\n“My fear is that during the influenza season, where everybody appears to have COVID -- whether it’s influenza or not -- PPE is going to become scarce and be very difficult to acquire again,” Courtois said. “It just doesn’t seem like we see a lot of PPE unless you’re willing to pay enormous prices. There’s still price gouging going on every week”\n7:30 a.m. -- Johnson County reported Thursday morning 9,740 (+125) cases of COVID-19 since the outbreak started. The county said it has 7,017 presumed recoveries and 140 (+2) people have died since the start of the outbreak.\nIt also has tested 116,081 people with 107,171 negative tests for an overall positive test rate of 8.4%. The county said it has tested 192.7 people per 1,000 in the county.\nAs of Thursday morning, the school reopening gating criteria – the 14-day rolling total used by the county to make recommendations on how schools should reopen – rose slightly to 12.4%. The gating criteria also listed 115.5 cases per 100,000 people in the county over the last seven days and the new cases trend is decreasing, per the county.\nThe county said it is monitoring 14 outbreaks at senior living care facilities. It also said that 94 people from senior living care facilities have died, which is 67.14% of the deaths in Johnson County.\nJohnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.\n7:15 a.m. -- Wyandotte County is reporting Thursday morning 6,426 (+26) confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 143 probable cases. The county said 133 (+0) people have died from the coronavirus since the start of the outbreak.\nThe county updated its dashboard two weeks ago to indicate it will no longer release the number of people recovered.\nThe dashboard also updated two weeks ago to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 68 cases, followed by 66109 with 57 cases and 66104 with 47.\nWyandotte County does not list hospital capacity numbers on its dashboard.\n7 a.m. -- The state of Kansas isn’t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Thursday morning, there have been 37,118 people who have recovered from the coronavirus. This includes 7,017 in Johnson County, 4,876 in Wyandotte County, 1,718 in Leavenworth County and 1,188 in Douglas County.\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nWEDNESDAY5 p.m. -- The number of new coronavirus cases remains high in Missouri, but Gov. Mike Parson on Wednesday cited the state's declining death rate as evidence that progress is being made.\nParson, speaking at a news conference, noted that in the early days of the pandemic in April and May, more than 7% of all cases were fatal. That percentage has gradually dropped and so far this month, just 0.3% of Missourians infected with the COVID-19 virus have died.\n“This is all very encouraging and we continue to monitor this data each and every day,” Parson, a Republican, said.\nStill, the number of confirmed cases has risen dramatically since the state reopened for business in mid-June. Missouri reported 1,191 new cases on Tuesday, bringing the total to 106,587 since counting began in March. Seven more deaths also were reported. All told, 1,739 Missourians have died from COVID-19.\nMissouri Department of Health and Senior Services Director Randall Williams said about 60% of new cases are occurring in areas outside of the state’s metropolitan areas. He said many of the places seeing spikes are mid-sized cities such as Joplin and Cape Girardeau.\n“We really need to concentrate on these middle-sized communities,” Williams said.\nParson also cited as reason for optimism what he called “stable” hospitalization totals. But the St. Louis Post-Dispatch reported that three of the four highest days for hospitalizations have occurred over the past week.\nData shows 1,021 patients in hospitals with confirmed or presumed COVID-19 on Saturday, the second-highest day on record. The highest was Sept. 9, when 1,040 patients were hospitalized. The fourth-highest number of hospitalizations on record occurred Friday, with 1,008 patients.\n4:30 p.m. -- New details are coming to light after the Kansas City, Missouri, Health Department shut down the Westport Ale House. The city pulled the Westport bar's food permit after outbreaks and crowd violations. The city said management also failed to provide investigators with complete information about an August outbreak. READ MORE\n3:05 p.m. -- The Kansas City Board of Election Commissioners confirmed on its website that Arrowhead Stadium has been cleared to be used as a centralized voting location for Kansas City voters in Jackson County. READ MORE\n2:45 p.m. -- The Missouri Department of Health and Senior Services reported 1,191 new cases of COVID-19 on Wednesday, bringing the statewide total to 106,587 since the start of the outbreak.\nThere have now been 1,739 deaths across Missouri from COVID-19, which is up seven from Monday’s total.\nHealth officials said 989 (-32) patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nThe state said it has tested a total of 1,164,383 people through PCR testing – a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection – and 8.9% of those were positive. The seven-day percent positive of PCR tested individuals is 12.2%\nThe state said it has tested 71,668 people through serology testing – a test that looks for antibodies in the blood – and 4.5% of those were positive.\nThe DHSS reports 10,232 (-18) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,695 (+86) cases since the outbreak started. Health officials said there have been 100 (+1) deaths in Kansas City, and Jackson County reports 77 (+0) total.\nThe state also lists 1,657 (+15) total cases in Clay County (outside of Kansas City), 1,302 (+14) in Cass County and 586 (+3) in Platte County.\n2:30 p.m. -- The Kansas Department of Health and Environment said its reported spike of 52 deaths related to COVID-19 on Wednesday is attributed to “in part to reconciliation of death certificates.”\n“In addition to deaths reported in our disease surveillance system, we also have deaths we learn about when we receive death certificates,” a spokesperson with KDHE said. “We review our death registration system on an ongoing basis and the increase we have seen this week is a result of that review. It also incorporates deaths over a period of time – not ones that have occurred specifically between Monday and today.”\n1:30 p.m. -- The Kansas Department of Health and Environment said Wednesday it's rethinking how it's going to release the locations of active clusters of COVID-19. Last week, KDHE released the locations of active clusters throughout the state for the first time. READ MORE\n1:20 p.m. -- Fans will return to the stands at Kansas Speedway when NASCAR returns to Kansas City, Kansas, for a weekend of racing on Oct. 16-18. Kansas Speedway said Wednesday it will host a limited number of fans for the NASCAR Cup Series Hollywood Casino 400 on Sunday, Oct. 18 in accordance with enhanced safety protocols and procedures. READ MORE\n12:45 p.m. -- The Kansas Department of Health and Environment reported an increase of 971 confirmed cases of COVID-19 in its first update since Monday to push the statewide total to 50,870 since the outbreak started.\nKDHE officials said the death total grew by 52 to 586. There KDHE did not indicate why the death total climbed by such a high number on Wednesday.\nThe average median age of the deaths is 79, which is steady from Monday’s reporting.\nHealth officials said Wednesday that 2,616 (+44) patients have been hospitalized since the start of the outbreak, 713 (+10) were admitted to the ICU, 225 (+5) required mechanical ventilation and 1,920 (+33) patients have been discharged. The state also said it has 37% (-11%) of its ICU beds available and 86% (+0%) of its ventilators available.\nThe state said it has tested 464,226 people with 413,356 negative test results, an overall monthly positive test rate of 7.7%, and it is testing 1,531 per 1,000 people in Kansas.\n[ KANSAS COVID-19 COVID-19 DASHBOARD ]\nJohnson County continues to have the most confirmed cases in Kansas with 9,917. Sedgwick County is the county with the second most cases with 8,107. Wyandotte County is third with 6,625 cases.\nLeavenworth County – home to Lansing Correctional Facility – has 1,891 cases, and Douglas County now reports 1,842. The Douglas County case count is largely tied to increases at the University of Kansas.\nHealth officials said the median age of people with COVID-19 is 35, and they are monitoring 191 (+2) active outbreak clusters.\n12:20 p.m. -- You may be discouraged after hearing that a potential COVID-19 vaccine won’t be widely distributed until 2024 or 2025, especially when some politicians have promised late 2020 or early 2021. Three or four years seems like a huge gap. What accounts for the disparity? READ MORE\n12:15 p.m. -- Elementary and early childhood students in Olathe Public Schools will return to the classroom full time starting on Monday, Sept. 28. The district made the announcement Wednesday in a letter to parents. READ MORE\n11:16 a.m. -- Lawrence officials are looking for ways to put the brakes on house parties in neighborhoods near the University of Kansas campus as the number of positive COVID-19 cases among students continues to rise.\nAfter a debate during the Lawrence City Commission meeting Tuesday, a majority of the commissioners said they were interested in at least considering an ordinance that would make it a municipal offense to violate local health orders designed to stem the spread of the coronavirus.\nThe Lawrence Journal-World reports that the discussion came as the the University of Kansas announced Tuesday that the total number of COVID-19 cases has risen to 841, an increase of 42 cases since Friday.\n10:19 a.m. -- All students at the University of Colorado's main campus are being told to self-quarantine starting Wednesday for the next two weeks to stem an alarming rise in coronavirus cases.\nThe advisory by Jeffrey J. Zayach, executive director of Boulder County Public Health, came in a letter Zayach sent Tuesday to Boulder campus students, faculty and staff. Zayach warned mandatory restrictions could follow if students do not comply.\nUniversity officials have reported 13 positive tests the first week of school, 90 the second week and 205 the third week. Most cases involve students who live off-campus.\nStudents were asked to stay at home with a few exceptions that include attending class or going to work.\nDr. Rachel Herlihy, the state epidemiologist, said Tuesday there have been six COVID outbreaks at Colorado colleges and universities.\n9:43 a.m. -- Hospitalizations for the coronavirus have risen in recent days across Missouri, according to data from the state health department.\nThe St. Louis Post-Dispatch reported that three of the four highest days for hospitalizations have occurred over the past week.\nThe most recent data shows 1,021 patients in hospitals with confirmed or presumed COVID-19 on Saturday, the second-highest day on record. The highest was Sept. 9, when 1,040 patients were hospitalized. The fourth-highest number of hospitalizations on record occurred Friday, with 1,008 patients.\nThe number of confirmed cases has risen dramatically since the state reopened for business in mid-June. Missouri reported 1,317 new cases on Tuesday, bringing the total to 105,396 since counting began in March. Eighteen more deaths also were reported. All told, 1,732 Missourians have died from COVID-19.\n9 a.m. -- Republican Secretary of State Jay Ashcroft on Tuesday announced he's handing out 25,000 three-ply, disposable face masks to local election workers to help slow the spread of the coronavirus.\nVoters on Nov. 3 will head to the polls to pick the president, Missouri governor and state and federal lawmakers.\n7:30 a.m. -- Johnson County reported Wednesday morning 9,615 (+70) cases of COVID-19 since the outbreak started. The county said it has 6,888 presumed recoveries and 138 (+0) people have died since the start of the outbreak.\nIt also has tested 115,113 people with 108,276 negative tests for an overall positive test rate of 8.4%. The county said it has tested 191.1 people per 1,000 in the county.\nAs of Wednesday morning, the school reopening gating criteria – the 14-day rolling total used by the county to make recommendations on how schools should reopen – rose slightly to 12.1%. The gating criteria also listed 110.6 cases per 100,000 people in the county over the last seven days and the new cases trend is decreasing, per the county.\nThe county said it is monitoring 14 outbreaks at senior living care facilities. It also said that 93 people from senior living care facilities have died, which is 67.3% of the deaths in Johnson County.\nJohnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.\n7:20 a.m. -- Leading St. Louis-area doctors are warning residents to brace for at least another year of living with COVID-19.\nThe region, covering portions of both Missouri and Illinois, has surpassed 1,500 COVID-19 deaths and more than 54,000 confirmed cases since the first positive test in March. St. Louis Public Radio reports that while doctors say they've become better at treating the virus and preventing its spread, life won't likely return to a pre-pandemic “normal” until late 2021 at the earliest, echoing comments made last week by Dr. Anthony Fauci, director of the National Institute for Allergy and Infectious Diseases.\nDr. Alex Garza, who leads the St. Louis Metropolitan Pandemic Task Force, said that despite the persistent number of confirmed cases, the region is in a “better position” now than early on in the pandemic because more is understood about slowing the spread.\nGarza noted that the percentage of sick people who die is lower than in early spring. Early in the pandemic, outbreaks were happening in nursing homes, meat plants and other crowded spaces.\nSteps such as requiring masks in those places, restricting visitors and increased testing have helped, Garza said.\n7:15 a.m. -- Wyandotte County is reporting Wednesday morning 6,400 (-1) confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 141 probable cases. The county said 133 (+5) people have died from the coronavirus since the start of the outbreak.\nThe county updated its dashboard two weeks ago to indicate it will no longer release the number of people recovered.\nThe dashboard also updated two weeks ago to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 73 cases, followed by 66109 with 61 cases and 66104 with 50.\nWyandotte County does not list hospital capacity numbers on its dashboard.\n7 a.m. -- The state of Kansas isn’t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Wednesday morning, there have been 36,687 people who have recovered from the coronavirus. This includes 6,888 in Johnson County, 4,876 in Wyandotte County, 1,695 in Leavenworth County and 1,171 in Douglas County.\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nTUESDAY\nCHECK OUT KMBC:Get the latest Kansas City news, sports and weather from KMBC. With the best local coverage and the top Missouri news stories, you can stay in the know."}]}