{"request": {"pageUrl": "https://www.washingtonpost.com/nation/2020/08/28/arizona-coronavirus-wastewater-testing/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 28 Aug 2020 09:50:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 0, "width": 600, "diffbotUri": "image|3|1565694462", "title": "Graduate students and employees process nasal swabs from coronavirus tests in a lab at the University of Arizona in Tucson on Aug. 24.", "url": "https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/CUWLH3XG7AI6VP2EBUY4QWBYUU.jpg&w=32", "naturalWidth": 0, "primary": true, "height": 400}], "estimatedDate": "Fri, 28 Aug 2020 09:50:00 GMT", "publisherRegion": "North America", "icon": "https://www.washingtonpost.com/dr/resources/images/touch-icon-iphone-retina.png?d=269165592@c4bd0c0d82de0c69da0519a62a1ba3443c7e3305", "diffbotUri": "article|3|1769283363", "siteName": "Washington Post", "type": "article", "title": "The University of Arizona says it caught a dorm’s covid-19 outbreak before it started. Its secret weapon: Poop.", "tags": [{"score": 0.9947463274002075, "sentiment": 0, "count": 6, "label": "University of Arizona", "uri": "https://diffbot.com/entity/ONRWYqq9GOA6SXs0N5vvBdA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9572464227676392, "sentiment": -0.909, "count": 4, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.7220932841300964, "sentiment": 0, "count": 6, "label": "Kevin Thomas", "uri": "https://diffbot.com/entity/PX4mEK5MjNamu6ttH2vXa1g", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6541032195091248, "sentiment": 0, "count": 1, "label": "United States of America", "uri": "https://diffbot.com/entity/A01d4EK33MmCosgI2KXa4-A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.washingtonpost.com/nation/2020/08/28/arizona-coronavirus-wastewater-testing/", "html": "<figure><img alt=\"Graduate students and employees process nasal swabs from coronavirus tests in a lab at the University of Arizona in Tucson on Aug. 24.\" src=\"https://www.washingtonpost.com/wp-apps/imrs.php?src=https://arc-anglerfish-washpost-prod-washpost.s3.amazonaws.com/public/CUWLH3XG7AI6VP2EBUY4QWBYUU.jpg&w=32\"></img><figcaption>Graduate students and employees process nasal swabs from coronavirus tests in a lab at the University of Arizona in Tucson on Aug. 24.</figcaption></figure>\n<p>As 5,000 students prepared for move-in day at the University of Arizona this week, the school warned they would be tested periodically for the <a href=\"https://www.washingtonpost.com/coronavirus/?itid=lk_inline_manual_2\">coronavirus</a>. One test, though, doesn&rsquo;t involve a nose swab. The university is regularly screening the sewage from each dorm, searching for traces of the virus.</p>\n<p>On Thursday, officials said the technique worked &mdash; and possibly prevented a sizable outbreak on campus. When a wastewater sample from one dorm came back positive this week, the school quickly tested all 311 people who live and work there and found two asymptomatic students who tested positive. They were quickly quarantined.</p>\n<p>&ldquo;With this early detection, we jumped on it right away, tested those youngsters, and got them the appropriate isolation where they needed to be,&rdquo; said Richard Carmona, a former U.S. surgeon general who is directing the school&rsquo;s reentry task force, <a href=\"https://www.youtube.com/watch?v=id92jnAP6cw\">in a news conference</a>.</p>\n<p>Researchers around the world have been studying whether wastewater testing can effectively catch cases early to prevent covid-19 clusters. There are programs in Singapore, China, Spain, Canada and New Zealand, while in the United States, <a href=\"https://www.washingtonpost.com/climate-environment/2020/05/01/coronavirus-sewage-wastewater/?itid=lk_inline_manual_8\">more than 170 wastewater facilities</a> across 37 states are being tested. Earlier this month, officials in Britain <a href=\"https://bbc.com/news/science-environment-53635692#:~:text=Sewage%20testing%20is%20being%20conducted,the%20virus%20in%20their%20faeces.\">announced testing</a> at 44 water treatment facilities. <a href=\"https://www.rivm.nl/en/novel-coronavirus-covid-19/research/sewage\">The Netherlands</a> has been collecting samples at 300 sewage treatment plants.</p>\n<p>With colleges battling <a href=\"https://www.washingtonpost.com/nation/2020/08/25/coronavirus-covid-live-updates-us/?itid=lk_inline_manual_9\">large outbreaks</a> around the country, the University of Arizona &mdash; which is trying a mix of online and in-person courses &mdash; elected to test sewage from all 20 residence halls. Other schools are doing the same, including <a href=\"https://ucsdnews.ucsd.edu/pressrelease/introducing-the-uc-san-diego-return-to-learn-program\">the University of California at San Diego</a> and <a href=\"https://www.syracuse.com/coronavirus/2020/06/su-esf-will-test-sewage-dorm-by-dorm-to-track-coronavirus-spread.html\">Syracuse University</a>.</p>\n<p>On Tuesday at the University of Arizona, that screening process found signs of the virus in the wastewater from a dorm called Likins Hall. Although all students living in the dorm had to pass antigen tests before moving in, the second screening after the wastewater alert found the two positive cases.</p>\n<p>Carmona said without the sewage testing, those two asymptomatic students could have spread the virus far before it was detected.</p>\n<p>&ldquo;You think about if we had missed it, if we had waited until they became symptomatic and they stayed in that dorm for days, or a week, or the whole incubation period, how many other people would have been infected?&rdquo; he said.</p>\n<p>Wastewater testing has been used for years to test for other viruses, to study illicit drug use and to understand the socioeconomic status of a community based on its food consumption, according to Kevin Thomas, director of the University of Queensland&rsquo;s Alliance for Environmental Health Sciences. Thomas has been working with a federal research agency to develop techniques on how to best detect traces of the virus in Australia. Wastewater testing is effective because fragments of the virus stay in feces, he said.</p>\n<p>&ldquo;I really do think it&rsquo;s a good demonstration of the technique and technology because all the researchers working in this space internationally have come to the conclusion that is a very good early warning system,&rdquo; Thomas said of Arizona&rsquo;s experience in an interview with The Washington Post.</p>\n<p>The process used to test the effluent is the same as those used for nose swab tests, which involves &ldquo;concentrating the fragments within the sample and then extracting the RNA,&rdquo; Thomas said.</p>\n<p>At the University of Arizona, the procedure can also study whether the university&rsquo;s efforts to curb infection rates have been effective, said Ian Pepper, director of the University of Arizona&rsquo;s Water and Energy Sustainable Technology Center, in a <a href=\"https://news.arizona.edu/story/uarizona-tracking-coronavirus-through-wastewater-across-us\">news release</a>.</p>\n<p>&ldquo;The approach can also be used to help determine if an intervention is working to reduce the transmission of the virus,&rdquo; he said.</p>\n<p>As of Thursday, the university has had 46 positives amid more than 10,000 antigen tests. But students have been on campus for only a week. New cases in Arizona have fallen 25 percent this past week, according to <a href=\"https://www.washingtonpost.com/graphics/2020/national/coronavirus-us-cases-deaths/?itid=lk_inline_manual_24\">The Post&rsquo;s coronavirus case tracker</a>. There have been more than 200,000 cases and almost 5,000 deaths in the state since the end of February.</p>\n<p>University of Arizona President Robert C. Robbins said that numbers will go up on campus. &ldquo;It&rsquo;s inevitable,&rdquo; he said in the news conference. &ldquo;The issue is going to be can we handle the steady flow of cases or do we get a big spike in cases that overwhelms our ability to isolate and continue to test.&rdquo;</p>\n<p>That scenario has already played out at a number of schools, including<a href=\"https://www.washingtonpost.com/local/education/university-of-notre-dame-halts-in-person-teaching-for-two-weeks-as-virus-count-climbs/2020/08/18/658a3536-e195-11ea-8181-606e603bb1c4_story.html?itid=lk_inline_manual_28\"> Notre Dame</a>,<a href=\"https://www.washingtonpost.com/education/2020/08/20/nc-state-switches-virtual-classes-amid-covid-clusters-adding-scramble-students-moving/?itid=lk_inline_manual_28\"> the University of North Carolina at Chapel Hill</a> and <a href=\"https://www.detroitnews.com/story/news/local/michigan/2020/08/18/msu-conduct-fall-classes-onlinea/3394565001/\">Michigan State University</a>, forcing them to switch to online classes only. At <a href=\"https://www.washingtonpost.com/education/2020/08/25/college-coronavirus-cases/?itid=lk_inline_manual_28\">the University of Alabama</a>, where 530 cases were detected the first week, school officials suspended students who violated social distancing rules by attending parties.</p>\n<p>Thomas said that as some colleges bring students back on campus, testing wastewater from dorms could be an effective technique &mdash; along with individual testing and contact tracing &mdash; to manage the spread of the virus.</p>\n<p>&ldquo;The proof is there that it works, and it does seem to be a very sensitive approach,&rdquo; Thomas said. &ldquo;I think it&rsquo;s a proactive way of trying to manage the potential for infection on campus.&rdquo;</p>", "text": "As 5,000 students prepared for move-in day at the University of Arizona this week, the school warned they would be tested periodically for the coronavirus. One test, though, doesn’t involve a nose swab. The university is regularly screening the sewage from each dorm, searching for traces of the virus.\nOn Thursday, officials said the technique worked — and possibly prevented a sizable outbreak on campus. When a wastewater sample from one dorm came back positive this week, the school quickly tested all 311 people who live and work there and found two asymptomatic students who tested positive. They were quickly quarantined.\n“With this early detection, we jumped on it right away, tested those youngsters, and got them the appropriate isolation where they needed to be,” said Richard Carmona, a former U.S. surgeon general who is directing the school’s reentry task force, in a news conference.\nResearchers around the world have been studying whether wastewater testing can effectively catch cases early to prevent covid-19 clusters. There are programs in Singapore, China, Spain, Canada and New Zealand, while in the United States, more than 170 wastewater facilities across 37 states are being tested. Earlier this month, officials in Britain announced testing at 44 water treatment facilities. The Netherlands has been collecting samples at 300 sewage treatment plants.\nWith colleges battling large outbreaks around the country, the University of Arizona — which is trying a mix of online and in-person courses — elected to test sewage from all 20 residence halls. Other schools are doing the same, including the University of California at San Diego and Syracuse University.\nOn Tuesday at the University of Arizona, that screening process found signs of the virus in the wastewater from a dorm called Likins Hall. Although all students living in the dorm had to pass antigen tests before moving in, the second screening after the wastewater alert found the two positive cases.\nCarmona said without the sewage testing, those two asymptomatic students could have spread the virus far before it was detected.\n“You think about if we had missed it, if we had waited until they became symptomatic and they stayed in that dorm for days, or a week, or the whole incubation period, how many other people would have been infected?” he said.\nWastewater testing has been used for years to test for other viruses, to study illicit drug use and to understand the socioeconomic status of a community based on its food consumption, according to Kevin Thomas, director of the University of Queensland’s Alliance for Environmental Health Sciences. Thomas has been working with a federal research agency to develop techniques on how to best detect traces of the virus in Australia. Wastewater testing is effective because fragments of the virus stay in feces, he said.\n“I really do think it’s a good demonstration of the technique and technology because all the researchers working in this space internationally have come to the conclusion that is a very good early warning system,” Thomas said of Arizona’s experience in an interview with The Washington Post.\nThe process used to test the effluent is the same as those used for nose swab tests, which involves “concentrating the fragments within the sample and then extracting the RNA,” Thomas said.\nAt the University of Arizona, the procedure can also study whether the university’s efforts to curb infection rates have been effective, said Ian Pepper, director of the University of Arizona’s Water and Energy Sustainable Technology Center, in a news release.\n“The approach can also be used to help determine if an intervention is working to reduce the transmission of the virus,” he said.\nAs of Thursday, the university has had 46 positives amid more than 10,000 antigen tests. But students have been on campus for only a week. New cases in Arizona have fallen 25 percent this past week, according to The Post’s coronavirus case tracker. There have been more than 200,000 cases and almost 5,000 deaths in the state since the end of February.\nUniversity of Arizona President Robert C. Robbins said that numbers will go up on campus. “It’s inevitable,” he said in the news conference. “The issue is going to be can we handle the steady flow of cases or do we get a big spike in cases that overwhelms our ability to isolate and continue to test.”\nThat scenario has already played out at a number of schools, including Notre Dame, the University of North Carolina at Chapel Hill and Michigan State University, forcing them to switch to online classes only. At the University of Alabama, where 530 cases were detected the first week, school officials suspended students who violated social distancing rules by attending parties.\nThomas said that as some colleges bring students back on campus, testing wastewater from dorms could be an effective technique — along with individual testing and contact tracing — to manage the spread of the virus.\n“The proof is there that it works, and it does seem to be a very sensitive approach,” Thomas said. “I think it’s a proactive way of trying to manage the potential for infection on campus.”"}]}