{"request": {"pageUrl": "https://www.denverpost.com/2020/09/18/covid-model-colorado-cases-increase/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 06:00:00 GMT", "sentiment": 0, "images": [{"author": "Eric Gay, The Associated Press", "naturalHeight": 524, "width": 930, "diffbotUri": "image|3|-134915872", "title": "A visitor wearing a mask to protect against the spread of COVID-19 passes a sign requiring masks in San Antonio in this July 7 file photo.", "url": "https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=1621", "naturalWidth": 813, "primary": true, "height": 600}], "author": "Meg Wingerter", "estimatedDate": "Fri, 18 Sep 2020 06:00:00 GMT", "publisherRegion": "North America", "icon": "https://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=180", "diffbotUri": "article|3|364028152", "siteName": "The Denver Post", "type": "article", "title": "New model projects manageable increase in Colorado’s COVID-19 cases — so long as people keep up precautions", "tags": [{"score": 0.999206006526947, "sentiment": 0, "count": 5, "label": "Colorado", "uri": "https://diffbot.com/entity/A3mzQon9oO3yJ-NJ2JFoMBA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9978598952293396, "sentiment": 0.644, "count": 2, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8470968008041382, "sentiment": 0, "count": 1, "label": "Boulder County", "uri": "https://diffbot.com/entity/A-N_PGfj_M2GIob53QEd9RA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.7616190910339355, "sentiment": 0, "count": 2, "label": "Colorado School of Public Health", "uri": "https://diffbot.com/entity/OfpZ0w22WMmesGjrxNxWWRQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.7453634738922119, "sentiment": 0, "count": 1, "label": "Colorado Department of Public Health and Environment", "uri": "https://diffbot.com/entity/OEIVTep8QPx6-CKjbF4py6w", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.6114137172698975, "sentiment": 0, "count": 2, "label": "David Rubin", "uri": "https://diffbot.com/entity/Po09S8U-SOa-MvfWuCMGKFA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.5800995230674744, "sentiment": 0, "count": 1, "label": "University of Colorado Boulder", "uri": "https://diffbot.com/entity/OCJr7NW4FMuqUXzZP4Cu3Zw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.denverpost.com/author/meg-wingerter/", "pageUrl": "https://www.denverpost.com/2020/09/18/covid-model-colorado-cases-increase/", "html": "<figure><img alt=\"\" data-sizes=\"auto\" data-src=\"https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=542\" data-srcset=\"https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=542 620w,https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=682 780w,https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=891 1020w,https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=1115 1280w,https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=1621 1860w\" sizes=\"931px\" src=\"https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=1621\" srcset=\"https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=542 620w,https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=682 780w,https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=891 1020w,https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=1115 1280w,https://www.denverpost.com/wp-content/uploads/2020/09/Virus_Outbreak_Texas_87173.jpg?w=1621 1860w\"></img><figcaption>A visitor wearing a mask to protect against the spread of COVID-19 passes a sign requiring masks in San Antonio in this July 7 file photo.</figcaption></figure>\n<p><a href=\"javascript:void(0)\">38</a></p>\n<p>A new report modeling the spread of COVID-19 in Colorado suggests the state could continue to see more cases in the short term, but they&rsquo;re not likely to reach unmanageable levels unless people further relax their precautions.</p>\n<p>The <a href=\"https://drive.google.com/file/d/1osVuztn6Z27GJLtTsKrqThJb-lvGQLYP/view\">model</a>, from the Colorado Department of Public Health and Environment and the Colorado School of Public Health, attempts to gauge how much social distancing the public is practicing, how many people are currently contagious and how many others they&rsquo;re likely to spread the virus to.</p>\n<p>If most people continue behaving roughly as they do now, cases are projected to increase over the next two months, but not get out of control. If significant numbers of Coloradans stop taking precautions, it&rsquo;s possible there could be more intensive care patients than beds in the winter or spring.</p>\n<p>&ldquo;It looks like we&rsquo;re in a place where things are stable or very slowly increasing,&rdquo; said Beth Carlton, an associate professor of environmental and occupational health at the Colorado School of Public Health.</p>\n<p>The number of people who are currently infected is relatively low at this point, which decreases the odds that any particular person has the virus and could give it to you, Carlton said. But it&rsquo;s still important to wear masks and avoid crowded, poorly ventilated spaces, she said, because the more people you encounter under conditions where the virus spreads easily, the less the numbers work in your favor.</p>\n<p>Models lay out possible scenarios based on certain conditions continuing. They haven&rsquo;t been as successful in predicting the course of this pandemic as they are with some diseases because people <a href=\"https://www.denverpost.com/2020/08/09/colorado-coronavirus-covid-modeling-data/\">have tended to change their behavior more drastically than usual</a>, buckling down as cases rise and reducing their precautions when they start to fall again.</p>\n<p>As schools reopen and other parts of life return to normal, the average person will have more close contacts, Carlton said. What&rsquo;s unknown is how many of those contacts will be high risk, she said.</p>\n<p>&ldquo;Now we know there are ways to interact with people that are lower risk,&rdquo; she said.</p>\n<p>Another models suggest a similar trajectory, at least in the short term.</p>\n<p><a href=\"https://policylab.chop.edu/covid-lab-mapping-covid-19-your-community\">Projections from Children&rsquo;s Hospital of Philadelphia&rsquo;s PolicyLab</a> showed cases stabilizing or slightly increasing over the next two weeks in 14 Colorado counties. The model attempts to account for changing weather, along with levels of social distancing, because respiratory viruses spread more easily in the cold, said Dr. David Rubin, director of PolicyLab.</p>\n<p>Even areas of Colorado that have seen an increase in cases, like Boulder County, don&rsquo;t look too bad at this point, Rubin said. Boulder County&rsquo;s positivity rate has remained low compared to some university communities, and that indicates that the University of Colorado Boulder and local health officials may be succeeding in keeping the virus contained in the student population, he said.</p>\n<p>&ldquo;They&rsquo;re not out of the woods, but there&rsquo;s not a clear indication things are getting worse,&rdquo; he said.</p>\n<figure><iframe height=\"400px\" src=\"https://extras.denverpost.com/app/coronavirus/coronavirus_snapshot.html\" width=\"100%\"></iframe></figure>", "text": "38\nA new report modeling the spread of COVID-19 in Colorado suggests the state could continue to see more cases in the short term, but they’re not likely to reach unmanageable levels unless people further relax their precautions.\nThe model, from the Colorado Department of Public Health and Environment and the Colorado School of Public Health, attempts to gauge how much social distancing the public is practicing, how many people are currently contagious and how many others they’re likely to spread the virus to.\nIf most people continue behaving roughly as they do now, cases are projected to increase over the next two months, but not get out of control. If significant numbers of Coloradans stop taking precautions, it’s possible there could be more intensive care patients than beds in the winter or spring.\n“It looks like we’re in a place where things are stable or very slowly increasing,” said Beth Carlton, an associate professor of environmental and occupational health at the Colorado School of Public Health.\nThe number of people who are currently infected is relatively low at this point, which decreases the odds that any particular person has the virus and could give it to you, Carlton said. But it’s still important to wear masks and avoid crowded, poorly ventilated spaces, she said, because the more people you encounter under conditions where the virus spreads easily, the less the numbers work in your favor.\nModels lay out possible scenarios based on certain conditions continuing. They haven’t been as successful in predicting the course of this pandemic as they are with some diseases because people have tended to change their behavior more drastically than usual, buckling down as cases rise and reducing their precautions when they start to fall again.\nAs schools reopen and other parts of life return to normal, the average person will have more close contacts, Carlton said. What’s unknown is how many of those contacts will be high risk, she said.\n“Now we know there are ways to interact with people that are lower risk,” she said.\nAnother models suggest a similar trajectory, at least in the short term.\nProjections from Children’s Hospital of Philadelphia’s PolicyLab showed cases stabilizing or slightly increasing over the next two weeks in 14 Colorado counties. The model attempts to account for changing weather, along with levels of social distancing, because respiratory viruses spread more easily in the cold, said Dr. David Rubin, director of PolicyLab.\nEven areas of Colorado that have seen an increase in cases, like Boulder County, don’t look too bad at this point, Rubin said. Boulder County’s positivity rate has remained low compared to some university communities, and that indicates that the University of Colorado Boulder and local health officials may be succeeding in keeping the virus contained in the student population, he said.\n“They’re not out of the woods, but there’s not a clear indication things are getting worse,” he said.", "authors": [{"name": "Meg Wingerter", "link": "denverpost.com/author/meg-wingerter"}]}]}