{"request": {"pageUrl": "https://www.coloradoan.com/story/news/local/2020/09/18/risk-catching-covid-19-increases-activities-move-indoors-researchers-colorado-state-university-say/5817487002/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 1800, "width": 0, "diffbotUri": "image|3|726573906", "url": "https://www.gannett-cdn.com/presto/2020/09/16/PFTC/695e6f2e-e781-4a3a-99a2-54580358d440-091620_DiningArt_01_bb.jpg?crop=5248,2952,x0,y223&width=3200&height=1800&format=pjpg&auto=webp", "naturalWidth": 3200, "primary": true, "height": 0}], "author": "Kelly Lyell", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "diffbotUri": "article|3|-260128968", "siteName": "The Coloradoan", "type": "article", "title": "As activities move indoors this fall, risk of catching COVID-19 increases, researchers say", "tags": [{"score": 0.9972278475761414, "sentiment": -0.842, "count": 10, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.670400083065033, "sentiment": 0, "count": 5, "label": "John Volckens", "uri": "https://diffbot.com/entity/PeIBWJEzdPve6tq4ZywyB1A", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "humanLanguage": "en", "authorUrl": "https://www.coloradoan.com/staff/4406636002/kelly-lyell/", "pageUrl": "https://www.coloradoan.com/story/news/local/2020/09/18/risk-catching-covid-19-increases-activities-move-indoors-researchers-colorado-state-university-say/5817487002/", "html": "<aside><figure><video></video></figure></aside>\n<p><em><strong>Editor's note</strong>: As the coronavirus outbreak continues to evolve, we don&rsquo;t want you to panic. That&rsquo;s why the Coloradoan is committed to providing you with accurate, up-to-date information so you can make informed decisions on issues affecting you and the people you love. As such, this story, and many others, are being provided free for all to read. <a data-t-l=\"|inline|intext|n/a\" href=\"https://cm.coloradoan.com/specialoffer/\">Help us continue this important work by subscribing to the Coloradoan. </a></em></p>\n<p>Restaurants have increased their capacity with additional outdoor seating, small groups have moved their meetings to outside spaces where social distancing can be maintained, some churches are holding outdoor worship services, fitness classes have been moved to parks, and moviegoers are flocking to drive-in theaters.</p>\n<p>For many Coloradans, the outdoors has provided a welcome respite over the past six months from restrictions designed to limit the spread of the novel coronavirus, SARS-CoV-2, that causes COVID-19.</p>\n<p>As the weather cools, though, and we&rsquo;re forced to spend more time indoors, what will we do?</p>\n<p>Several scientific studies on how the COVID-19 virus is spread have determined that the risk of transmission indoors is significantly higher than it is outdoors. Colorado Gov. Jared Polis said the risk indoors is 20 times higher than it is outdoors during a recent news conference, and an aggregate of studies worldwide basically confirms that, with an average risk factor that is 18.6 times higher indoors than out, said John Volckens, director of Colorado State University&rsquo;s Center for Energy Development and Health.</p>\n<p>Volckens, fellow CSU mechanical and environmental engineering professor Tami Bond, and University of Colorado chemistry and biochemistry professor Jose Jimenez have been heavily involved in research on the airborne transmission of COVID-19. Volckens, in fact, hosted a webinar on the topic late last month for the National Academy of Sciences that brought researchers throughout the world &mdash; including Bond and Jimenez &mdash; together to share their findings.</p>\n<p>The virus, they said, spreads through the air in tiny particles 500 times smaller than the diameter of a human hair that can remain suspended for several hours. Outdoors, those particles dissipate quickly, like smoke from a cigarette. Indoors, just like that cigarette smoke, they accumulate over time and linger.</p>\n<p>&ldquo;If you want to be safe, do things outdoors,&rdquo; Jimenez said Tuesday during in a webinar with alumni.</p>\n<p>The more time you spend indoors, breathing air that others are exhaling, the more likely you are to breathe in enough particles containing the COVID-19 virus to become infected, they said. Masks and other face coverings reduce that risk but don&rsquo;t eliminate it. Same with social-distancing, they said.</p>\n<p>&ldquo;We have some real challenges ahead of us, especially with wintertime coming up,&rdquo; Volckens said.</p>\n<p>Every documented &ldquo;super-spreader&rdquo; event that the three researchers were familiar with &mdash; where large numbers of people were infected at the same time in the same location &mdash; has occurred indoors, they said.</p>\n<p>None of the three &mdash; Volckens, Bond or Jimenez &mdash; are comfortable sitting down and eating indoors at a restaurant right now, they said. Volckens wears his mask everywhere other than inside his home around his own family, and Jimenez said he won&rsquo;t travel on an airplane again until there is an effective and widely distributed vaccine for COVID-19.</p>\n<p>&ldquo;I try to do as little as possible right now indoors with strangers,&rdquo; Volckens said.</p>\n<p>Bond says she still walks into a coffee shop most mornings to order a cup to go and often eats in outdoor dining areas at restaurants and bars in and around Fort Collins.</p>\n<p>&ldquo;My personal level of concern is really focused on avoiding crowding,&rdquo; she said, &ldquo;so I think that there is potential that we can create safe indoor spaces. But we can&rsquo;t ever have the density that we&rsquo;re used to.&rdquo;</p>\n<p>Indoor concerts or sporting events that draw large crowds are simply too dangerous to even consider right now, she said. She still cuts her own hair, too, to avoid close contact for a prolonged period of time with a hair stylist who is cutting the hair of dozens of other clients each week. And, she admits, she hasn&rsquo;t seen a dentist since the pandemic was first identified in the United States in early March.</p>\n<h2>How to gauge risk of getting COVID-19</h2>\n<p>In general, the three researchers said, the risk of contracting COVID-19 indoors is a bit of a common-sense calculation: How many people will you come in contact with? How close will that contact be and for how long? Are you and others wearing masks or other face coverings?</p>\n<p>Other factors come into play, too, though.</p>\n<p>Jimenez said it&rsquo;s important to know the rate of infection in a specific area while weighing the risks of various indoor settings. If you&rsquo;re going to be inside with 10 others in an area where the rate of infection is 1 per 1,000, there&rsquo;s only a 1% chance one of the people around you in that setting will be infected. If you go to a gathering in the same area with 1,000 people, &ldquo;you are approaching a 100% chance that someone is infected right there,&rdquo; he said.</p>\n<p>Ventilation systems are also important. The rate in which indoor air is filtered and or replaced by outside air also plays a significant role. Assuming the same safety protocols are in place, including the wearing of masks and social distancing, students and teachers are going to be a lot safer in a modern school building with extensive air-exchange systems built in to its heating and cooling systems than in a 100-year-old classroom where the only ventilation options are opening windows and doors, Volckens said.</p>\n<p>&ldquo;That&rsquo;s why there&rsquo;s no tried and true formula for indoors, because every indoor environment is different,&rdquo; Volckens said.</p>\n<p>Maybe most important of all is the behavior of others in that environment, they said. Are they all wearing masks? Do those masks fit properly, tightly covering the nose and mouth, and actually provide a filter to the air they&rsquo;re exhaling? Masks that fog up glasses or cause you to blink when you exhale in front of a mirror do not fit properly and won&rsquo;t provide the same protection to your or others that a proper fitting mask or face covering will, he said.</p>\n<p>Are the people you&rsquo;ll come in contact with practicing social distancing, doing what they can to remain 6 feet or more from one another? Although airborne particles containing the SARS-CoV-2 virus can travel much farther than 6 or even 12 feet, the researchers said, those particles will dissipate over distance, decreasing the chances of delivering a large enough viral load to infect someone else in the room.</p>\n<p>And what are you and the people around you doing? More particles of the virus are emitted when an infected person is speaking loudly or singing than when that person is speaking softly or simply in the room breathing, Volckens said, because of the proximity of the vocal chords to the lungs, where the COVID-19 disease most often develops.</p>\n<p>Information published and distributed by the U.S. Centers for Disease Control and Prevention and the World Health Organization suggests the virus can be transmitted only through large particles emitted through coughing, sneezing, singing or talking. Research by Volckens, Bond, Jimenez and as many as 200 others have shown airborne transmission is possible indoors from tiny particles through the simple act of breathing.</p>\n<p>Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, acknowledged that finding last week during a webinar with researchers, Jimenez said.</p>\n<p>Bond&rsquo;s current research is focused on determining models for safe levels of indoor interaction based on the amount of breath people are exchanging. People can&rsquo;t stay home in isolation forever, she said.</p>\n<p>&ldquo;There are levels at which we don&rsquo;t see transmission (of COVID-19), and if you knew that and could limit your interactions below those levels, then one could consider them mostly safe,&rdquo; she said. &ldquo;There&rsquo;s nothing that&rsquo;s 100% safe.</p>\n<p>&ldquo;I think one of the really burdensome things for every member of the public has been having to worry about absolutely everything, and people can&rsquo;t live like that. What I&rsquo;m hoping is through this challenging time we can figure out ways to determine quickly what is safe and to communicate that to people quickly, so they know what to avoid.</p>\n<p>&ldquo;Our situation right now is 'pretty much everything can kill you except for staying at home.' &rdquo;</p>\n<p>Still, Volckens said, we all have the ability to mitigate our risk of contracting COVID-19, regardless of the environment. It&rsquo;s a bit like defensive driving, he said, weighing the risk factors of your actions, knowing you can&rsquo;t control the actions of others who might positively or negatively alter that risk factor.</p>\n<p>You can wash your hands with soap and water or hand sanitizer after touching a frequently used gas pump or door handle. You can wear a mask when you go indoors to a space where others have been talking or breathing. You can altogether avoid places you believe present the highest risk of transmission, whether it be a crowded nightclub or a certain grocery or department store at its busiest time.</p>\n<p>&ldquo;You&rsquo;ll never get 100% of the people to wear a mask 100% of the time, but you have it within your power to protect yourself in three ways &mdash; with your hygiene, masking and decision-making.&rdquo;</p>\n<p><em>Kelly Lyell is a Coloradoan reporter. Contact him at <a data-t-l=\"|inline|intext|n/a\" href=\"mailto:kellylyell@coloradoan.com\">kellylyell@coloradoan.com</a>, follow him on Twitter @KellyLyell and find him on Facebook at <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.facebook.com/KellyLyell.news\">www.facebook.com/KellyLyell.news</a>. Help support Coloradoan journalists by <a data-t-l=\"|inline|intext|n/a\" href=\"https://offers.coloradoan.com/specialoffer?gps-source=CPNEWS&utm_medium=onsite&utm_source=news&utm_campaign=NEWSROOM&utm_content=KELLYLYELL\">purchasing a subscription today</a>. </em></p>", "text": "Editor's note: As the coronavirus outbreak continues to evolve, we don’t want you to panic. That’s why the Coloradoan is committed to providing you with accurate, up-to-date information so you can make informed decisions on issues affecting you and the people you love. As such, this story, and many others, are being provided free for all to read. Help us continue this important work by subscribing to the Coloradoan.\nRestaurants have increased their capacity with additional outdoor seating, small groups have moved their meetings to outside spaces where social distancing can be maintained, some churches are holding outdoor worship services, fitness classes have been moved to parks, and moviegoers are flocking to drive-in theaters.\nFor many Coloradans, the outdoors has provided a welcome respite over the past six months from restrictions designed to limit the spread of the novel coronavirus, SARS-CoV-2, that causes COVID-19.\nAs the weather cools, though, and we’re forced to spend more time indoors, what will we do?\nSeveral scientific studies on how the COVID-19 virus is spread have determined that the risk of transmission indoors is significantly higher than it is outdoors. Colorado Gov. Jared Polis said the risk indoors is 20 times higher than it is outdoors during a recent news conference, and an aggregate of studies worldwide basically confirms that, with an average risk factor that is 18.6 times higher indoors than out, said John Volckens, director of Colorado State University’s Center for Energy Development and Health.\nVolckens, fellow CSU mechanical and environmental engineering professor Tami Bond, and University of Colorado chemistry and biochemistry professor Jose Jimenez have been heavily involved in research on the airborne transmission of COVID-19. Volckens, in fact, hosted a webinar on the topic late last month for the National Academy of Sciences that brought researchers throughout the world — including Bond and Jimenez — together to share their findings.\nThe virus, they said, spreads through the air in tiny particles 500 times smaller than the diameter of a human hair that can remain suspended for several hours. Outdoors, those particles dissipate quickly, like smoke from a cigarette. Indoors, just like that cigarette smoke, they accumulate over time and linger.\n“If you want to be safe, do things outdoors,” Jimenez said Tuesday during in a webinar with alumni.\nThe more time you spend indoors, breathing air that others are exhaling, the more likely you are to breathe in enough particles containing the COVID-19 virus to become infected, they said. Masks and other face coverings reduce that risk but don’t eliminate it. Same with social-distancing, they said.\n“We have some real challenges ahead of us, especially with wintertime coming up,” Volckens said.\nEvery documented “super-spreader” event that the three researchers were familiar with — where large numbers of people were infected at the same time in the same location — has occurred indoors, they said.\nNone of the three — Volckens, Bond or Jimenez — are comfortable sitting down and eating indoors at a restaurant right now, they said. Volckens wears his mask everywhere other than inside his home around his own family, and Jimenez said he won’t travel on an airplane again until there is an effective and widely distributed vaccine for COVID-19.\n“I try to do as little as possible right now indoors with strangers,” Volckens said.\nBond says she still walks into a coffee shop most mornings to order a cup to go and often eats in outdoor dining areas at restaurants and bars in and around Fort Collins.\n“My personal level of concern is really focused on avoiding crowding,” she said, “so I think that there is potential that we can create safe indoor spaces. But we can’t ever have the density that we’re used to.”\nIndoor concerts or sporting events that draw large crowds are simply too dangerous to even consider right now, she said. She still cuts her own hair, too, to avoid close contact for a prolonged period of time with a hair stylist who is cutting the hair of dozens of other clients each week. And, she admits, she hasn’t seen a dentist since the pandemic was first identified in the United States in early March.\nHow to gauge risk of getting COVID-19\nIn general, the three researchers said, the risk of contracting COVID-19 indoors is a bit of a common-sense calculation: How many people will you come in contact with? How close will that contact be and for how long? Are you and others wearing masks or other face coverings?\nOther factors come into play, too, though.\nJimenez said it’s important to know the rate of infection in a specific area while weighing the risks of various indoor settings. If you’re going to be inside with 10 others in an area where the rate of infection is 1 per 1,000, there’s only a 1% chance one of the people around you in that setting will be infected. If you go to a gathering in the same area with 1,000 people, “you are approaching a 100% chance that someone is infected right there,” he said.\nVentilation systems are also important. The rate in which indoor air is filtered and or replaced by outside air also plays a significant role. Assuming the same safety protocols are in place, including the wearing of masks and social distancing, students and teachers are going to be a lot safer in a modern school building with extensive air-exchange systems built in to its heating and cooling systems than in a 100-year-old classroom where the only ventilation options are opening windows and doors, Volckens said.\n“That’s why there’s no tried and true formula for indoors, because every indoor environment is different,” Volckens said.\nMaybe most important of all is the behavior of others in that environment, they said. Are they all wearing masks? Do those masks fit properly, tightly covering the nose and mouth, and actually provide a filter to the air they’re exhaling? Masks that fog up glasses or cause you to blink when you exhale in front of a mirror do not fit properly and won’t provide the same protection to your or others that a proper fitting mask or face covering will, he said.\nAre the people you’ll come in contact with practicing social distancing, doing what they can to remain 6 feet or more from one another? Although airborne particles containing the SARS-CoV-2 virus can travel much farther than 6 or even 12 feet, the researchers said, those particles will dissipate over distance, decreasing the chances of delivering a large enough viral load to infect someone else in the room.\nAnd what are you and the people around you doing? More particles of the virus are emitted when an infected person is speaking loudly or singing than when that person is speaking softly or simply in the room breathing, Volckens said, because of the proximity of the vocal chords to the lungs, where the COVID-19 disease most often develops.\nInformation published and distributed by the U.S. Centers for Disease Control and Prevention and the World Health Organization suggests the virus can be transmitted only through large particles emitted through coughing, sneezing, singing or talking. Research by Volckens, Bond, Jimenez and as many as 200 others have shown airborne transmission is possible indoors from tiny particles through the simple act of breathing.\nDr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, acknowledged that finding last week during a webinar with researchers, Jimenez said.\nBond’s current research is focused on determining models for safe levels of indoor interaction based on the amount of breath people are exchanging. People can’t stay home in isolation forever, she said.\n“There are levels at which we don’t see transmission (of COVID-19), and if you knew that and could limit your interactions below those levels, then one could consider them mostly safe,” she said. “There’s nothing that’s 100% safe.\n“I think one of the really burdensome things for every member of the public has been having to worry about absolutely everything, and people can’t live like that. What I’m hoping is through this challenging time we can figure out ways to determine quickly what is safe and to communicate that to people quickly, so they know what to avoid.\n“Our situation right now is 'pretty much everything can kill you except for staying at home.' ”\nStill, Volckens said, we all have the ability to mitigate our risk of contracting COVID-19, regardless of the environment. It’s a bit like defensive driving, he said, weighing the risk factors of your actions, knowing you can’t control the actions of others who might positively or negatively alter that risk factor.\nYou can wash your hands with soap and water or hand sanitizer after touching a frequently used gas pump or door handle. You can wear a mask when you go indoors to a space where others have been talking or breathing. You can altogether avoid places you believe present the highest risk of transmission, whether it be a crowded nightclub or a certain grocery or department store at its busiest time.\n“You’ll never get 100% of the people to wear a mask 100% of the time, but you have it within your power to protect yourself in three ways — with your hygiene, masking and decision-making.”\nKelly Lyell is a Coloradoan reporter. Contact him at kellylyell@coloradoan.com, follow him on Twitter @KellyLyell and find him on Facebook at www.facebook.com/KellyLyell.news. Help support Coloradoan journalists by purchasing a subscription today.", "authors": [{"name": "Kelly Lyell", "link": "coloradoan.com/staff/4406636002/kelly-lyell"}]}]}