{"request": {"pageUrl": "https://philadelphia.cbslocal.com/2020/08/30/temple-university-suspends-in-person-classes-for-2-weeks-due-to-covid-19-outbreak/", "api": "article", "version": 3}, "objects": [{"date": "Sun, 30 Aug 2020 23:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 720, "width": 0, "diffbotUri": "image|3|855541879", "url": "https://philadelphia.cbslocal.com/wp-content/uploads/sites/15116066/2020/08/temple-university-campus.jpg?w=1280", "naturalWidth": 1280, "primary": true, "height": 0}], "estimatedDate": "Sun, 30 Aug 2020 23:00:00 GMT", "publisherRegion": "North America", "icon": "https://philadelphia.cbslocal.com/wp-content/uploads/sites/15116066/2019/07/cropped-philly-favicon-512.png?w=180", "diffbotUri": "article|3|274066793", "siteName": "cbslocal.com", "type": "article", "title": "Temple University Suspends In-Person Classes For 2 Weeks Due To COVID-19 Outbreak", "tags": [{"score": 0.9994198083877563, "sentiment": -0.979, "count": 5, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9041664004325867, "sentiment": 0, "count": 5, "label": "Richard Englert", "uri": "https://diffbot.com/entity/PRkHxLb_bPcu3jzG2Q2VHiQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.847192108631134, "sentiment": 0, "count": 1, "label": "Philadelphia", "uri": "https://diffbot.com/entity/APblKpcdTPDmKE88xAniWHw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.7708142399787903, "sentiment": -0.761, "count": 1, "label": "influenza like illness", "uri": "https://diffbot.com/entity/XAic9kV_SMGutndDrgm-EYg", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.7461604475975037, "sentiment": 0, "count": 1, "label": "Temple University", "uri": "https://diffbot.com/entity/Oj_p4F-MCOUSWQXPWQiJyTQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://philadelphia.cbslocal.com/2020/08/30/temple-university-suspends-in-person-classes-for-2-weeks-due-to-covid-19-outbreak/", "html": "<p>PHILADELPHIA (CBS) &mdash; Temple University has suspended in-person classes for two weeks due to a COVID-19 outbreak, President Richard M. Englert said Sunday. The college reported 103 active coronavirus cases on Sunday, nearly double the 58 cases it reported on Friday.</p>\n<p>&ldquo;It was kind of insane. We checked today and it went up to 100,&rdquo; freshman Miranda Ford said. &ldquo;It definitely makes me a little upset. I had a couple of classes in-person, which is kind of why I&rsquo;m here. But I&rsquo;m hoping that over the next two weeks that we are safe and we get better and we are able to resume classes.&rdquo;</p>\n<p>Most of the students who tested positive are asymptomatic and a small number have mild to moderate flu-like symptoms, Englert said. The university said it&rsquo;s tested more than 5,000 people in the past two weeks.</p>\n<p>&ldquo;Any increase is concerning, though not necessarily alarming. In this instance, we appear to be seeing new cases that result from small social gatherings happening off campus,&rdquo; Englert said in a letter to the Temple community. &ldquo;This trend prompted conversations with the Philadelphia Department of Public Health (PDPH) and resulted in the revised guidance issued by PDPH on Saturday.</p>\n<p>&ldquo;The new data also prompted the university&rsquo;s leadership to implement the flexibility embedded in the comprehensive plans we developed earlier this year. After reviewing this new information, we are instituting a two-week &lsquo;pause&rsquo; for in-person classes, and an extensive collaboration with PDPH to test and contact trace student cases and minimize further spread.&rdquo;</p>\n<p>Beginning on Monday, in-person classes will move online through at least Friday, Sept. 11, the university said. Englert said only classes deemed essential by the college will be held in-person during this period, and those students will be notified by their school. Online classes will not be affected.</p>\n<p>Englert said the university hopes it can resume with the hybrid model it had in place at the semester&rsquo;s start but will use this two-week period to assess the situation.</p>\n<p>&ldquo;I definitely did see that going on, I mean, it&rsquo;s kind of hard to prevent that, there&rsquo;s only so much you can do,&rdquo; freshman Ethan Blatz said. &ldquo;So they can strictly enforce anything, but I don&rsquo;t think you can really stop kids from being together.&rdquo;</p>\n<p>&ldquo;I will miss having in-person classes, but if it&rsquo;s for our safety and whatever, I think they&rsquo;re doing the right thing,&rdquo; freshman Taylor Woolford said.</p>\n<p>Students who have COVID-19 symptoms are being asked to immediately get tested. Students can contact Student Health Services to make an appointment.</p>\n<p>There will be coronavirus testing available between 11 a.m. and 5 p.m. on Monday inside the practice facility at the Aramark STAR Complex on Main Campus.</p>\n<p><em>CBS3&rsquo;s Trang Do contributed to this report.</em></p>", "text": "PHILADELPHIA (CBS) — Temple University has suspended in-person classes for two weeks due to a COVID-19 outbreak, President Richard M. Englert said Sunday. The college reported 103 active coronavirus cases on Sunday, nearly double the 58 cases it reported on Friday.\n“It was kind of insane. We checked today and it went up to 100,” freshman Miranda Ford said. “It definitely makes me a little upset. I had a couple of classes in-person, which is kind of why I’m here. But I’m hoping that over the next two weeks that we are safe and we get better and we are able to resume classes.”\nMost of the students who tested positive are asymptomatic and a small number have mild to moderate flu-like symptoms, Englert said. The university said it’s tested more than 5,000 people in the past two weeks.\n“Any increase is concerning, though not necessarily alarming. In this instance, we appear to be seeing new cases that result from small social gatherings happening off campus,” Englert said in a letter to the Temple community. “This trend prompted conversations with the Philadelphia Department of Public Health (PDPH) and resulted in the revised guidance issued by PDPH on Saturday.\n“The new data also prompted the university’s leadership to implement the flexibility embedded in the comprehensive plans we developed earlier this year. After reviewing this new information, we are instituting a two-week ‘pause’ for in-person classes, and an extensive collaboration with PDPH to test and contact trace student cases and minimize further spread.”\nBeginning on Monday, in-person classes will move online through at least Friday, Sept. 11, the university said. Englert said only classes deemed essential by the college will be held in-person during this period, and those students will be notified by their school. Online classes will not be affected.\nEnglert said the university hopes it can resume with the hybrid model it had in place at the semester’s start but will use this two-week period to assess the situation.\n“I definitely did see that going on, I mean, it’s kind of hard to prevent that, there’s only so much you can do,” freshman Ethan Blatz said. “So they can strictly enforce anything, but I don’t think you can really stop kids from being together.”\n“I will miss having in-person classes, but if it’s for our safety and whatever, I think they’re doing the right thing,” freshman Taylor Woolford said.\nStudents who have COVID-19 symptoms are being asked to immediately get tested. Students can contact Student Health Services to make an appointment.\nThere will be coronavirus testing available between 11 a.m. and 5 p.m. on Monday inside the practice facility at the Aramark STAR Complex on Main Campus.\nCBS3’s Trang Do contributed to this report."}]}