{"request": {"pageUrl": "https://www.baltimoresun.com/maryland/harford/aegis/cng-ag-aberdeen-indoor-testing-20200918-ebrjvkdf6bajlnzvpm2mte4vz4-story.html", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0.19, "images": [{"naturalHeight": 614, "width": 740, "diffbotUri": "image|3|1984693047", "title": "The future site of the Upper Chesapeake Medical Center Aberdeen campus is seen from Route 22 in Aberdeen. According to an email circulated among county officials, UCH will be setting up a temporary indoor coronavirus testing facility on the campus, scheduled to open Oct. 1.", "url": "https://www.baltimoresun.com/resizer/CyZcoMOR7662UjdhWdGdHBxniV4=/800x614/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/Y3ECFSPJQJBIHAIYXTTCXAVDOA.jpg", "naturalWidth": 800, "primary": true, "height": 567}], "author": "James Whitlow", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://www.baltimoresun.com/pb/resources/images/balnews_icons/144-iTunesArtwork.png?v=256", "diffbotUri": "article|3|196748122", "siteName": "baltimoresun.com", "type": "article", "title": "Upper Chesapeake Health to set up indoor COVID-19 testing site at Aberdeen campus, one of the first in Maryland", "tags": [{"score": 0.9953857064247131, "sentiment": -0.273, "count": 8, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9552339911460876, "sentiment": 0, "count": 1, "label": "Aberdeen", "uri": "https://diffbot.com/entity/AxiUbwK84MKatG4Hjqno9wQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.9096007347106934, "sentiment": 0, "count": 2, "label": "Harford County", "uri": "https://diffbot.com/entity/LzSr0zMUaOC6SvoWM-6wsGQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.baltimoresun.com/cng-james-whitlow-staff.html", "pageUrl": "https://www.baltimoresun.com/maryland/harford/aegis/cng-ag-aberdeen-indoor-testing-20200918-ebrjvkdf6bajlnzvpm2mte4vz4-story.html", "html": "<figure data-trk-photo-credit=\"Matt Button / The Aegis/Baltimore Sun Media\"> <img alt=\"The future site of the Upper Chesapeake Medical Center Aberdeen campus is seen from Route 22 in Aberdeen. According to an email circulated among county officials, UCH will be setting up a temporary indoor coronavirus testing facility on the campus, scheduled to open Oct. 1.\" data-src=\"https://www.baltimoresun.com/resizer/Xjx2U9f_0w7aChF2rW6ahYwx2hY=/1200x922/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/Y3ECFSPJQJBIHAIYXTTCXAVDOA.jpg\" data-src-medium=\"https://www.baltimoresun.com/resizer/CyZcoMOR7662UjdhWdGdHBxniV4=/800x614/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/Y3ECFSPJQJBIHAIYXTTCXAVDOA.jpg\" data-src-mobile=\"https://www.baltimoresun.com/resizer/4B-6Hhm6zYKNMFDcYmgJuiFp4DA=/415x319/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/Y3ECFSPJQJBIHAIYXTTCXAVDOA.jpg\" data-src-small=\"https://www.baltimoresun.com/resizer/4B-6Hhm6zYKNMFDcYmgJuiFp4DA=/415x319/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/Y3ECFSPJQJBIHAIYXTTCXAVDOA.jpg\" src=\"https://www.baltimoresun.com/resizer/CyZcoMOR7662UjdhWdGdHBxniV4=/800x614/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/Y3ECFSPJQJBIHAIYXTTCXAVDOA.jpg\"></img> <figcaption>The future site of the Upper Chesapeake Medical Center Aberdeen campus is seen from Route 22 in Aberdeen. According to an email circulated among county officials, UCH will be setting up a temporary indoor coronavirus testing facility on the campus, scheduled to open Oct. 1.</figcaption></figure>\n<p>University of Maryland Upper Chesapeake Health will be one of the first in the state to deploy a temporary building where people can be tested for COVID-19 indoors, according to an email circulated among Harford County officials.</p>\n<p>The testing site will be built on UCH&rsquo;s Aberdeen property, along Route 22 near the I-95 exit, where it eventually <a href=\"https://www.baltimoresun.com/maryland/harford/aegis/cng-ag-uch-mhcc-vote-0417-20200416-wao52fe65jh4xgh4dhe4bz6mg4-story.html\">plans to build a free-standing medical facility that will replace Harford Memorial Hospital in Havre de Grace</a>. The work is expected to be completed in the next six to nine days and be opening for testing by Oct. 1, according to the email.</p>\n<p>The structure comes in response to the state&rsquo;s mandate that vehicle emissions testing sites &mdash; which were being used as temporary coronavirus test sites &mdash; revert to testing cars by October, the email states.</p>\n<p>Vickie Bands, director of community outreach and health improvement for UCH, said the state is also interested in in site as a template to possibly roll out indoor testing across the state. The temporary indoor testing site will use negative air pressure to minimize risks for coronavirus exposure, according to the email.</p>\n<p>At Upper Chesapeake Medical Center in Bel Air, COVID-19 patients have been <a href=\"https://www.baltimoresun.com/maryland/harford/aegis/cng-ag-harford-memorial-follow-0422-20200422-fbkfodertvb4xmm7lcj6atkjby-story.html\">treated in negative pressure rooms</a>, which allow hospitals to regulate the flow of air into and out of a COVID patient&rsquo;s room and avoid contamination throughout the rest of the hospital.</p>\n<p>Bands said the temporary structure will require a new process. UCH has drive-through testing &ldquo;down to a science,&quot; she said, but inviting people into an enclosed room comes with precautions.</p>\n<p>Only six people will be tested in the building at any one time, Bands said. Masks will be required and social distancing will be observed. Those seeking tests will have to wait outside the building &mdash; which Bands likened to a temporary office on a construction site &mdash; until they receive a text message telling them to come inside.</p>\n<p>The impetus for moving testing indoors, Bands said, is the draining nature of testing outdoors. While the heat was rough on staff this summer, the winter cold is another challenge.</p>\n<p>Anyone can make an appointment to be tested at the new site, even without a doctor&rsquo;s note or insurance. The Aberdeen site will be open from 10 a.m. to noon on Mondays, 8 a.m to noon on Wednesday, 3 to 7 p.m. on Thursdays and 10 a.m. to noon on Fridays.</p>\n<p>Testing is free for people without insurance, and there is no fee for people with insurance, although insurance will be charged.</p>\n<p>Generally, COVID-tests have been outdoors, often without making those seeking tests leave their cars, because of the virus' easier transmission in indoor spaces. According to the email, a temporary structure could also smoothly pivot to become a vaccination site when a vaccine becomes available.</p>\n<p>The tests done at the site will be sent to either LabCorp or the University of Maryland Medical System Lab, if someone is getting a pre-surgical test. Turnaround times for test results are expected to be between 24 and 48 hours. Bands said LabCorp generally gets test results back after roughly two days.</p>\n<p>The types of tests will vary based on the availability of swabs; they can either be nose or cheek tests, the email states.</p>\n<p>According to the email, UCH has also prioritized testing of emergency workers, giving the example of sheriff&rsquo;s deputy who needs to be cleared before returning to work.</p>\n<p>UCH has conducted a number of testing initiatives &mdash; including a <a href=\"https://www.baltimoresun.com/coronavirus/cng-ag-aberdeen-covid-testing-20200811-tzz7mpamancqfcy3gq4vbq5iya-story.html\">one-day drive-through test collection at Ripken </a><a href=\"https://www.baltimoresun.com/coronavirus/cng-ag-aberdeen-covid-testing-20200811-tzz7mpamancqfcy3gq4vbq5iya-story.html\">Stadium in August</a>. More than 700 people were tested at the site, according to Molly Mraz, a spokesperson for the Harford County Health Department.</p>\n<p>Many COVID and flu symptoms are similar to each other, and Harford County&rsquo;s former health officer, Russell Moy, and infectious disease expert at UCH Faheem Younus have urged county residents to get vaccinated for the flu to ward off a potential conjunction of the sickness and coronavirus.</p>\n<p>UCH will have a free, drive-through flu vaccination clinic on Tuesday, Sept. 29, from 10 a.m. to 2 p.m. at the Forest Hill VEIP station for people ages 12 and older. No appointment is needed.</p>\n<p>James Whitlow covers Harford County crime and county government for The Aegis. Prior to joining Baltimore Sun Media in 2020, he was a reporter at the Danville (Virginia) Register &amp; Bee. A 2018 graduate of the University of Maryland, James has also worked at McClatchy's Washington, D.C. Bureau and the Capital News Service.</p>", "text": "University of Maryland Upper Chesapeake Health will be one of the first in the state to deploy a temporary building where people can be tested for COVID-19 indoors, according to an email circulated among Harford County officials.\nThe testing site will be built on UCH’s Aberdeen property, along Route 22 near the I-95 exit, where it eventually plans to build a free-standing medical facility that will replace Harford Memorial Hospital in Havre de Grace. The work is expected to be completed in the next six to nine days and be opening for testing by Oct. 1, according to the email.\nThe structure comes in response to the state’s mandate that vehicle emissions testing sites — which were being used as temporary coronavirus test sites — revert to testing cars by October, the email states.\nVickie Bands, director of community outreach and health improvement for UCH, said the state is also interested in in site as a template to possibly roll out indoor testing across the state. The temporary indoor testing site will use negative air pressure to minimize risks for coronavirus exposure, according to the email.\nAt Upper Chesapeake Medical Center in Bel Air, COVID-19 patients have been treated in negative pressure rooms, which allow hospitals to regulate the flow of air into and out of a COVID patient’s room and avoid contamination throughout the rest of the hospital.\nBands said the temporary structure will require a new process. UCH has drive-through testing “down to a science,\" she said, but inviting people into an enclosed room comes with precautions.\nOnly six people will be tested in the building at any one time, Bands said. Masks will be required and social distancing will be observed. Those seeking tests will have to wait outside the building — which Bands likened to a temporary office on a construction site — until they receive a text message telling them to come inside.\nThe impetus for moving testing indoors, Bands said, is the draining nature of testing outdoors. While the heat was rough on staff this summer, the winter cold is another challenge.\nAnyone can make an appointment to be tested at the new site, even without a doctor’s note or insurance. The Aberdeen site will be open from 10 a.m. to noon on Mondays, 8 a.m to noon on Wednesday, 3 to 7 p.m. on Thursdays and 10 a.m. to noon on Fridays.\nTesting is free for people without insurance, and there is no fee for people with insurance, although insurance will be charged.\nGenerally, COVID-tests have been outdoors, often without making those seeking tests leave their cars, because of the virus' easier transmission in indoor spaces. According to the email, a temporary structure could also smoothly pivot to become a vaccination site when a vaccine becomes available.\nThe tests done at the site will be sent to either LabCorp or the University of Maryland Medical System Lab, if someone is getting a pre-surgical test. Turnaround times for test results are expected to be between 24 and 48 hours. Bands said LabCorp generally gets test results back after roughly two days.\nThe types of tests will vary based on the availability of swabs; they can either be nose or cheek tests, the email states.\nAccording to the email, UCH has also prioritized testing of emergency workers, giving the example of sheriff’s deputy who needs to be cleared before returning to work.\nUCH has conducted a number of testing initiatives — including a one-day drive-through test collection at Ripken Stadium in August. More than 700 people were tested at the site, according to Molly Mraz, a spokesperson for the Harford County Health Department.\nMany COVID and flu symptoms are similar to each other, and Harford County’s former health officer, Russell Moy, and infectious disease expert at UCH Faheem Younus have urged county residents to get vaccinated for the flu to ward off a potential conjunction of the sickness and coronavirus.\nUCH will have a free, drive-through flu vaccination clinic on Tuesday, Sept. 29, from 10 a.m. to 2 p.m. at the Forest Hill VEIP station for people ages 12 and older. No appointment is needed.\nJames Whitlow covers Harford County crime and county government for The Aegis. Prior to joining Baltimore Sun Media in 2020, he was a reporter at the Danville (Virginia) Register & Bee. A 2018 graduate of the University of Maryland, James has also worked at McClatchy's Washington, D.C. Bureau and the Capital News Service."}]}