{"request": {"pageUrl": "https://www.msn.com/en-us/news/us/covid-19-live-updates-missouri-reports-1613-new-coronavirus-cases-on-sunday/ar-BB18WsxV", "api": "article", "version": 3}, "objects": [{"date": "Sun, 13 Sep 2020 00:00:00 GMT", "images": [{"naturalHeight": 461, "width": 799, "diffbotUri": "image|3|-608360378", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB15lpyR.img?h=461&w=799&m=6&q=60&o=f&l=f", "naturalWidth": 799, "primary": true, "height": 460}], "estimatedDate": "Sun, 13 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/d7/97297b.ico", "diffbotUri": "article|3|-1143278632", "siteName": "MSN", "type": "article", "title": "COVID-19 LIVE UPDATES: Missouri reports 1,613 new coronavirus cases on Sunday", "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-us/news/us/covid-19-live-updates-missouri-reports-1613-new-coronavirus-cases-on-sunday/ar-BB18WsxV", "html": "<p>Kansas City metro area health officials are grappling with how to handle continuing case count increases after reopening businesses more than a month ago.</p>\n<figure><img alt=\"a red and white sign: CORONAVIRUS LIVE UPDATES\" data-src=\"{\" src=\"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB15lpyR.img?h=461&w=799&m=6&q=60&o=f&l=f\"></img></figure>\n<p><strong>What you need to know:</strong></p>\n<ul><li>The Kansas Department of Health and Environment said Friday the state has 48,386 confirmed cases of COVID-19, and there have been 511 deaths since the outbreak started. Kansas is now only updating COVID-19 data on Mondays, Wednesdays and Fridays.</li><li>The Missouri Department of Health and Senior Services said Saturday that 1,704 deaths have been attributed to COVID-19 in the state and there are 101,134 confirmed cases since the outbreak started.</li></ul>\n<p><a data-id=\"75\" data-m=\"{\" href=\"https://link.kmbc.com/join/5du/signin\">Sign up for our Newsletters</a></p>\n<p><strong>SUNDAY</strong>3:45 p.m. -- The Missouri Department of Health and Senior Services reported 1,613 new cases of COVID-19 on Sunday, bringing the statewide total to 102,747 since the start of the outbreak. There have now been 1,705 deaths across Missouri from COVID-19, which is up one from Saturday&rsquo;s total.</p>\n<p>Health officials said 971 patients have been <a data-id=\"76\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized </a>due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"77\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p><strong>SATURDAY</strong>2:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,974 new cases of COVID-19 on Saturday, bringing the statewide total to 101,134 since the start of the outbreak. There have now been 1,704 deaths across Missouri from COVID-19, which is up three from Friday&rsquo;s total.</p>\n<p>Health officials said 926 patients have been <a data-id=\"78\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized </a>due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"79\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>1:45 p.m. -- Sporting KC announced Saturday a player on the first-team roster has <a data-id=\"80\" data-m=\"{\" href=\"https://www.kmbc.com/article/field-notes-a-child-perspective/33980844\">tested positive for COVID-19</a> ahead of its match tomorrow at home against rival Minnesota FC. <strong><a data-id=\"81\" data-m=\"{\" href=\"https://www.kmbc.com/article/field-notes-a-child-perspective/33980844\">READ MORE</a></strong></p>\n<p>7:30 a.m. -- More than 99,000 people have been sickened and 1,701 have died from the coronavirus so far in Missouri, data released Friday show.</p>\n<p>Over the past week, 9,099 new cases were reported in Missouri, according to an Associated Press analysis of Johns Hopkins University&rsquo;s COVID-19 tracking project data as of Thursday. That&rsquo;s about 1,300 new cases per day.</p>\n<p>In total, 99,160 people have tested positive for the virus since it first struck Missouri, according to state health department data.</p>\n<p>Hospitalizations because of the virus are also up, and more than 12% of those tested for the virus in the past week were positive.</p>\n<p>The White House Coronavirus Task Force identified 67% of Missouri counties as having moderate to high community transmission of the virus as of the first week of September, according to a Sept. 6 report obtained by the Center for Public Integrity.</p>\n<p>The task force recommended counties with moderate to high community spread shut down bars.</p>\n<p>The St. Louis area has been among the hardest hit in Missouri.</p>\n<p>An additional 306 people were sickened and 33 people died from the coronavirus last month in St. Louis County long-term care facilities, the county health department reported Friday.</p>\n<p>COVID-19 cases in nursing homes and other long-term care centers were up in August compared with July, when 256 new cases were reported. At least 33 people died in July as well.</p>\n<p>County health officials say most deaths and coronavirus cases occurred early in the pandemic before rules to stem the spread of the virus were fully implemented.</p>\n<p>At least 494 people in long-term care facilities have died from the virus since it first struck the area in March. In total, the county reported 2,320 cases in those centers between March and August.</p>\n<p><strong>[ <a data-id=\"82\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"83\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>FRIDAY</strong>10:15 p.m. -- The Kansas City, Missouri, health department is investigating a coronavirus outbreak linked to a Westport bar. The city released <a data-id=\"84\" data-m=\"{\" href=\"https://www.kmbc.com/article/kcmo-health-department-investigating-covid-outbreak-linked-to-westport-bar/33998304\">details</a> of the investigation Friday. It said investigators visited Westport Ale House on Wednesday after getting complaints about people not wearing masks and social distancing. <a data-id=\"85\" data-m=\"{\" href=\"https://www.kmbc.com/article/kcmo-health-department-investigating-covid-outbreak-linked-to-westport-bar/33998304\"><strong>READ MORE</strong></a></p>\n<p>4:30 p.m. -- The Johnson County baseball community is feeling a huge loss after <a data-id=\"86\" data-m=\"{\" href=\"https://www.kmbc.com/article/olathe-west-community-mourning-death-of-beloved-baseball-coach-who-lost-battle-to-covid-19/33997093\">losing a beloved high school coach to COVID-19</a> this week. Derek Leppert coached baseball for multiple youth teams in Johnson County, and he&rsquo;s being remembered by his friends and co-workers at Olathe West High School as a person who was larger than life. <a data-id=\"87\" data-m=\"{\" href=\"https://www.kmbc.com/article/olathe-west-community-mourning-death-of-beloved-baseball-coach-who-lost-battle-to-covid-19/33997093\"><strong>READ MORE</strong></a></p>\n<p>3:15 p.m.-- A Jackson County Judge has <a data-id=\"88\" data-m=\"{\" href=\"https://www.kmbc.com/article/judge-denies-blue-spring-missouri-schools-restraining-order-that-would-allow-more-than-100-people-at-football-games-covid-19-coronavirus/33996571\">denied the Blue Springs School District&rsquo;s request</a> for a temporary restraining order that would have allowed more than 100 people to attend high school football games at district stadiums. The judge told the district and Jackson County officials that a speedy trial date will be set to resolve the case before too many more football games are played. <a data-id=\"89\" data-m=\"{\" href=\"https://www.kmbc.com/article/judge-denies-blue-spring-missouri-schools-restraining-order-that-would-allow-more-than-100-people-at-football-games-covid-19-coronavirus/33996571\"><strong>READ MORE</strong></a></p>\n<p>2:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,569 new cases of COVID-19 on Friday, bringing the statewide total to 99,160 since the start of the outbreak.</p>\n<p>There have now been 1,701 deaths across Missouri from COVID-19, which is up 10 from Thursday&rsquo;s total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.</p>\n<p>1:15 p.m. -- In a unanimous decision, the Kansas State Finance Council has extended Gov. Laura Kelly&rsquo;s emergency declaration meant to slow the spread of the coronavirus.</p>\n<p>The decision to extend the order through Oct. 15 came Friday afternoon after hours of debate between Kelly and the nine-member council, which is made up of Kelly, the Senate president, the speaker of the House and other lawmakers. The Council, by law, gets to decide whether to approve extensions of orders issued by the governor.</p>\n<p>The final decision finally came after Kelly and her legal team added a new provision that says any restrictions regarding the closing of business remain in place, and it is the governor's intention not to close businesses because of the COVID-19 outbreak.</p>\n<p>Kelly warned Thursday that if the extension is not granted, Kansans will not be able to access services they need to ensure their health and safety, such as deliveries of personal protective equipment and community-based testing</p>\n<p>She also warned that the state would not have access to federal aid if the extension is denied.</p>\n<p>The extension would also renew several other executive orders related to the emergency, such as a statewide mask order, a ban on evictions related to COVID-19 and protections for residents of long-term care homes.</p>\n<p>12:45 p.m. -- The Kansas Department of Health and Environment reported an increase of 976 confirmed cases of COVID-19 in its first update since Wednesday to push the statewide total to 48,386 since the outbreak started.</p>\n<p>DHE officials said the death total grew by 16 to 511, and the average median age of the deaths is 79, which is steady from last Wednesday&rsquo;s reporting.</p>\n<p>Health officials said Friday that 2,537 (+67) patients have been hospitalized since the start of the outbreak, 690 (+13) were admitted to the ICU, 219 (+1) required mechanical ventilation and 1,859 patients have been discharged. The state also said it has 44% (+3%) of its ICU beds available and 88% (+5%) of its ventilators available.</p>\n<p>The state said it has tested 448,930 people with 400,544 negative test results, an overall positive test rate of 10.8%, and it is testing 154.10 per 1,000 people in Kansas.</p>\n<p><strong>[ <a data-id=\"90\" data-m=\"{\" href=\"https://www.coronavirus.kdheks.gov/160/COVID-19-in-Kansas\">KANSAS COVID-19 COVID-19 DASHBOARD </a>]</strong></p>\n<p>Johnson County continues to have the most confirmed cases in Kansas with 9,350. Sedgwick County is the county with the second most cases with 7,839. Wyandotte County is third with 6,492 cases.</p>\n<p>Leavenworth County &ndash; home to Lansing Correctional Facility &ndash; has 1,819 cases, and Douglas County now reports 1,709. The Douglas County case count is largely tied to increases at the University of Kansas.</p>\n<p>Health officials said the median age of people with COVID-19 is 35, and they are monitoring 189 (+12) active outbreak clusters.</p>\n<p>After <a data-id=\"91\" data-m=\"{\" href=\"https://www.coronavirus.kdheks.gov/160/COVID-19-in-Kansas\">identifying clusters of locations</a> for the first time on Wednesday, the KDHE said there are still <a data-id=\"92\" data-m=\"{\" href=\"https://www.coronavirus.kdheks.gov/160/COVID-19-in-Kansas\">22 clusters in Kansas counties of the metro area</a>. The clusters count for 464 confirmed coronavirus cases, with the highest case counts coming from Medicalodges Post Acute Center in Kansas City, Kansas, Delmar Gardens of Overland Park and the Bonner Springs Nursing and Rehabilitation Center.</p>\n<p>11:40 a.m. -- After signing an executive order to extend the state emergency for COVID-19 restrictions, Kansas Gov. Laura Kelly and the State Finance Council are deadlocked in a contentious meeting. According to KMBC 9&rsquo;s Micheal Mahoney, the meeting will resume around noon and the order is hung up around future showdowns. The emergency order is scheduled to expire on Sept. 15.</p>\n<p>10:30 a.m. -- A mostly Republican state council is scheduled to decide Friday whether to extend Kansas Gov. Laura Kelly's emergency declaration meant to slow the spread of the coronavirus.</p>\n<p>Kelly, a Democrat, issued the declaration to allow the state to provide services in response to the pandemic. It is set to expire on Tuesday. Under a compromise reached with the Legislature in June, the nine-member council - made up of Kelly, the Senate president, the speaker of the House and other lawmakers - gets to decide whether to approve extensions of orders issued by the governor.</p>\n<p>Kelly warned Thursday that if the extension is not granted, Kansans will not be able to access services they need to ensure their health and safety, such as deliveries of personal protective equipment and community-based testing</p>\n<p>She also warned that the state would not have access to federal aid if the extension is denied.</p>\n<p>The extension would also renew several other executive orders related to the emergency, such as a statewide mask order, a ban on evictions related to COVID-19 and protections for residents of long-term care homes.</p>\n<p>As of Wednesday, Kansas health officials had reported 47,410 confirmed cases of COVID-19 and 495 deaths from the disease caused by the coronavirus.</p>\n<p>Among those who have died of the disease is <a data-id=\"93\" data-m=\"{\" href=\"https://www.kmbc.com/article/olathe-west-assistant-baseball-coach-dies-from-covid-19/33986235\">Derek Leppert</a>, an <a data-id=\"94\" data-m=\"{\" href=\"https://www.kmbc.com/article/olathe-west-assistant-baseball-coach-dies-from-covid-19/33986235\">assistant baseball coach at Olathe West High School</a>. In a Twitter post announcing his death Thursday, Principal Jay Novacek called Leppert a &ldquo;larger than life figure in our community.&rdquo;</p>\n<p>&ldquo;Whether it was coaching his life passion of baseball, giving students trouble for being late in the attendance office, arguing with moms for calling students out for lunch, or working basketball games at the pass gate - Lepp&rsquo;s personality and booming east coast voice will be sorely missed at Olathe West,&rdquo; Novacek wrote.</p>\n<p>Leppert had not been in the high school since classes went online in March, the principal said.</p>\n<p>7:30 a.m. -- Johnson County reported Friday morning 9,154 cases (+110) of COVID-19 since the outbreak started. The county said it has 6,366 presumed recoveries and 128 (+0) people have died since the start of the outbreak.</p>\n<p>It also has tested 111,784 people with 105,220 negative tests for an overall positive test rate of 8.2%. The county said it has tested 185.6 people per 1,000 in the county.</p>\n<p>As of Friday morning, the school reopening gating criteria &ndash; the 14-day rolling total used by the county to make recommendations on how schools should reopen &ndash; rose slightly to 11.6%. The gating criteria also listed 104.9 cases per 100,000 people in the county over the last seven days and the new cases trend is decreasing for the first time in weeks, per the county.</p>\n<p>The county said it is monitoring 14 outbreaks at senior living care facilities, which is steady from Thursday. It also said that 91 (+0) people from senior living care facilities have died, which is 71% of the deaths in Johnson County.</p>\n<p>Johnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.</p>\n<p>7:15 a.m. -- Wyandotte County is reporting Friday morning 6,254 (+42) confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 137 (+2) probable cases. The county said 120 (+1) people have died from the coronavirus since the start of the outbreak.</p>\n<p>The county updated its <a data-id=\"95\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a> two weeks ago to indicate it will no longer release the number of people recovered. The dashboard said &ldquo;this metric will no longer be shown due to the low data validity.&rdquo;</p>\n<p>The dashboard also updated last week to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 78 cases, followed by 66104 with 58 cases.</p>\n<p>Wyandotte County does not list hospital capacity numbers on its <a data-id=\"96\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a>.</p>\n<p>7 a.m. -- The state of Kansas isn&rsquo;t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Friday morning, there have been 30,419 people who have recovered from the coronavirus. This includes 6,366 in Johnson County, 2,021 in Wyandotte County (which hasn&rsquo;t updated for two weeks), 1,647 in Leavenworth County and 1,075 in Douglas County.</p>\n<p><strong>[ <a data-id=\"97\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"98\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>THURSDAY</strong></p>\n<p>3:49 p.m. -- Kansas Gov. Laura Kelly told the U.S. House Financial Services Committee Thursday that the state faces &ldquo;drastic and damaging&rdquo; cuts if the federal government does not provide more funds in response to the coronavirus pandemic.</p>\n<p>The Democratic governor said during remote testimony that forcing state and local governments to further reduce their budgets when revenue has already dropped will hamper the state's coronavirus response and make Kansas more vulnerable in future crises, <em>The Kansas City Star </em>reported.</p>\n<p>&ldquo;We will need significantly more support from our federal partners to protect our institutions from drastic and damaging cuts,&rdquo; Kelly said.</p>\n<p>Kansas has already received $1.2 billion in aid, which generally must be used for pandemic-related needs, not to help overall budgets.</p>\n<p>Also Thursday, the state health department said those who traveled to Aruba or attended out of state gatherings for more than 500 people will no longer be expected to quarantine when they return to Kansas.</p>\n<p>Dr. Lee Norman, the state's top health official, said attending large gatherings in a single place such as a stadium or large arena is still not recommended, but it is acceptable if appropriate precautions such as social distancing and wearing masks are practiced.</p>\n<p>The state corrections department announced Thursday that an inmate at Larned Correctional Facility died from COVID-19 - the fifth state prison inmate to die from the coronavirus.</p>\n<p>Junior Lee Chrismon, 68, died in a hospital Monday. Chrisman, who was serving a 52-month sentence on drug charges out of Montgomery County, tested positive Aug. 15 and also had underlying health conditions, the agency said.</p>\n<p>Four inmates at Lansing Correctional Facility also have died from COVID-19, along with two staff members at Lansing and one employee at the Topeka Correctional Center.</p>\n<p>Overall, 1,750 inmates and 238 employees have tested positive for COVID-19, which has been found at all 10 of the state prison department's facilities.</p>\n<p>Kansas reported 47,410 confirmed COVID-19 cases and 495 deaths on Wednesday, an increase of 494 new cases and 10 deaths since Monday.</p>\n<p>Despite a continued increase in cases and pleas from state health officials to continue taking precautions to stop the spread of the disease, the Sedgwick County Commission on Wednesday voted to allow teachers and students at county schools to wear clear plastic face shields, rather than cloth or surgical paper masks.</p>\n<p>The vote rejects an order from Kelly requiring face masks. It also revoked a requirement for fever checks and for students, teachers and staff to disinfect their hands every hour, The Wichita Eagle reported.</p>\n<p>On Tuesday, the Wichita school district voted to continue to require masks, daily temperature checks and frequent hand washing, despite hearing from about 120 residents opposing masks during a seven-hour meeting.</p>\n<p>A Wichita school district spokeswoman said Wednesday that the district will review Sedgwick County's decision but will continue requiring the safety measures for now.</p>\n<p>2:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,116 new cases of COVID-19 on Thursday, bringing the statewide total to 97,591 since the start of the outbreak.</p>\n<p>There have now been 1,691 deaths across Missouri from COVID-19, which is up 18 from Wednesday&rsquo;s total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.</p>\n<p>Health officials said 932 (+36) patients have been <a data-id=\"99\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized </a>due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"100\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>The state said it has tested a total of 1,083,924 people through PCR testing &ndash; a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection &ndash; and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 12.7%</p>\n<p>The state said it has tested 70,634 people through serology testing &ndash; a test that looks for antibodies in the blood &ndash; and 4.4% of those were positive.</p>\n<p>The DHSS reports 9,932 (+80) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,232 (+64) cases since the outbreak started. Health officials said there have been 96 (+1) deaths in Kansas City, and Jackson County reports 75 (+0) total.</p>\n<p>The state also lists 1,541 (+11) total cases in Clay County (outside of Kansas City), 1,203 (+16) in Cass County and 552 (+9) in Platte County.</p>\n<p>1:30 p.m. -- The Kansas Department of Health and Environment has announced amended mandatory quarantine requirements, removing trips to Aruba from the list, as well as attendance of out-of-state mass gatherings as long as mask-wearing is observed and social distancing is maintained.</p>\n<p>The previous requirements would have forced Kansans attending Thursday's Chiefs game to observe a 14-day quarantine. <strong><a data-id=\"101\" data-m=\"{\" href=\"https://www.kmbc.com/article/kdhe-amends-mandatory-quarantine-requirements-removes-aruba-mass-gatherings-with-masks/33983542\">Click here</a> </strong>to read more.</p>\n<p>11:50 a.m. -- A 40-year-old medical worker at a southwestern Missouri clinic has died from COVID-19, the CEO of her company said.</p>\n<p>Marie Brumbaugh was a medical assistant at a clinic in Branson operated by CoxHealth. CEO Steve Edwards said in a statement Wednesday that it isn&rsquo;t certain how Brumbaugh caught the disease, but it may have been while she caring for a patient who was at the clinic unrelated to the coronavirus and who removed a mask briefly during treatment. That patient later tested positive for COVID-19.</p>\n<p>Edwards said it&rsquo;s also possible that Brumbaugh, who died Wednesday, contracted the disease through community spread since the virus is prevalent in Taney County, where 993 confirmed cases have been reported to the Missouri Department of Health and Senior Services since the start of the pandemic.</p>\n<p>Brumbaugh &ldquo;served our patients with great kindness, compassion, and honor, prioritizing the health and safety of others,&rdquo; Edwards said in the statement.</p>\n<p>Missouri is fast approaching 100,000 confirmed cases of the coronavirus. As of Wednesday, the state had reported 96,475 confirmed cases of COVID-19 and 1,673 deaths from the disease caused by the coronavirus.</p>\n<p>Missouri&rsquo;s two largest metropolitan areas have been hit hardest by the disease and have had to put restrictions on gatherings, including sports-related ones, to try to slow its spread. With the fall sports season beginning, those restrictions are creating friction.</p>\n<p>In the Kansas City area, the <a data-id=\"102\" data-m=\"{\" href=\"https://www.kmbc.com/article/jackson-county-calls-out-blue-springs-school-district-over-lawsuit/33973116\">Blue Springs School District</a> asked a judge to overturn Jackson County&rsquo;s order that prohibits more than 100 spectators at sporting events. The district ignored the order when it allowed more than 400 people to watch the high school football team&rsquo;s season opener on Aug. 28 against Liberty High School, <em>the Kansas City Star </em>reported.</p>\n<p>The district said in a court filing that it issued four tickets to each home player, cheerleader and dance team member, and two to each member of those groups from the visiting school. The district said the crowd of 430 was still far below the football stadium&rsquo;s capacity of about 5,000.</p>\n<p>The county health department has threatened punishments that could include a ban on spectators, ordered quarantines for athletes and the revocation of concession stand licenses for the remainder of the season.</p>\n<p>County Executive Frank White noted that the World Health Organization has recommended limiting the size of gatherings in areas as part of the effort to stop the spread of the virus.</p>\n<p>&ldquo;Yet, despite the apparent universal agreement that large public gatherings pose a substantial risk to the health and safety of our community, the Blue Springs School District has decided to sue the County in the hopes a court will allow them to have more spectators at their football games,&rdquo; White said.</p>\n<p>After new guidelines on youth sports were announced Wednesday for St. Louis County, protesters marched to the home of County Executive Sam Page to vent because they felt the guidelines were still too restrictive.</p>\n<p>The new guidelines removed some restrictions that had been in place since August and now allow sports with little or no direct contact to be played, including cross-country, tennis, golf and swimming. However, they don't allow games in high-contact sports such as football, basketball and hockey but they allow groups of 30 or fewer to practice such sports.</p>\n<p>7:30 a.m. -- Johnson County reported Thursday morning 9,044 cases (+95) of COVID-19 since the outbreak started. The county said it has 6,258 presumed recoveries and 128 (+2) people have died since the start of the outbreak.</p>\n<p>It also has tested 111,112 people with 104,607 negative tests for an overall positive test rate of 8.2%. The county said it has tested 184.4 people per 1,000 in the county.</p>\n<p>As of Thursday morning, the school reopening gating criteria &ndash; the 14-day rolling total used by the county to make recommendations on how schools should reopen &ndash; slide to 11.5%. The gating criteria also listed 102.8 cases per 100,000 people in the county over the last seven days and the new cases trend is steady, per the county.</p>\n<p>The county said it is monitoring 14 outbreaks at senior living care facilities, which is up one from Wednesday. It also said that 91 (+1) people from senior living care facilities have died, which is 71% of the deaths in Johnson County.</p>\n<p>Johnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.</p>\n<p>7:15 a.m. -- Wyandotte County is reporting Thursday morning 6,212 (+32) confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 135 (+8) probable cases. The county said 119 (+1) people have died from the coronavirus since the start of the outbreak.</p>\n<p>The county updated its <a data-id=\"103\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a>two weeks ago to indicate it will no longer release the number of people recovered. The dashboard said &ldquo;this metric will no longer be shown due to the low data validity.&rdquo;</p>\n<p>The dashboard also updated last week to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 84 cases, followed by 66104 with 56 cases.</p>\n<p>Wyandotte County does not list hospital capacity numbers on its <a data-id=\"104\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a>.</p>\n<p>7 a.m. -- The state of Kansas isn&rsquo;t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Thursday morning, there have been 30,104 people who have recovered from the coronavirus. This includes 6,258 in Johnson County, 2,021 in Wyandotte County (which hasn&rsquo;t updated for two weeks), 1,647 in Leavenworth County and 1,037 in Douglas County.</p>\n<p><strong>[ <a data-id=\"105\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"106\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>WEDNESDAY</strong>9 p.m.-- The Tonganoxie School District said it was notified by the Leavenworth County Health Department that a student at Tonganoxie High School has tested positive for COVID-19. School administrators said they are in contact with the Leavenworth County Health Department for contact tracing and will take the steps necessary to protect the health of our students and staff. The student who has tested positive for COVID-19 will not be allowed to return to school for at least 10 days.</p>\n<p>6 p.m. -- The Shawnee Mission school board voted 5-2 Wednesday to resume high school sports and activities. <a data-id=\"107\" data-m=\"{\" href=\"https://www.kmbc.com/article/shawnee-mission-school-board-votes-to-resume-sports-activities/33971851\">READ MORE</a>.</p>\n<p>2:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,362 new cases of COVID-19 on Wednesday, bringing the statewide total to 96,475 since the start of the outbreak.</p>\n<p>There have now been 1,673 deaths across Missouri from COVID-19, which is up 12 from Tuesday&rsquo;s total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.</p>\n<p>Health officials said 896 (+3) patients have been <a data-id=\"108\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized </a>due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"109\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>The state said it has tested a total of 1,070,909 people through PCR testing &ndash; a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection &ndash; and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 13.5%</p>\n<p>The state said it has tested 70,267 people through serology testing &ndash; a test that looks for antibodies in the blood &ndash; and 4.4% of those were positive.</p>\n<p>The DHSS reports 9,852 confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,168 cases since the outbreak started. Health officials said there have been 95 deaths in Kansas City, and Jackson County reports 75 (+1) total.</p>\n<p>The state also lists 1,530 total cases in Clay County (outside of Kansas City), 1,187 in Cass County and 543 in Platte County.</p>\n<p>2 p.m. -- The Kansas Department of Health and Environment reported an increase of 496 confirmed cases of COVID-19 in its first update since Monday to push the statewide total to 47,410 since the outbreak started.</p>\n<p>DHE officials said the death total grew by 10 to 495, and the average median age of the deaths is 79, which is steady from last Monday&rsquo;s reporting.</p>\n<p>Health officials said Wednesday that 2,470 (+29) patients have been hospitalized since the start of the outbreak, 677 (+8) were admitted to the ICU, 218 (+4) required mechanical ventilation and 1,817 patients have been discharged. The state also said it has 41% (-5%) of its ICU beds available and 83% (-2%) of its ventilators available.</p>\n<p>The state said it has tested 441,414 people with 394,004 negative test results, an overall positive test rate of 10.7%, and it is testing 151.52 per 1,000 people in Kansas.</p>\n<p><strong>[ <a data-id=\"110\" data-m=\"{\" href=\"https://www.coronavirus.kdheks.gov/160/COVID-19-in-Kansas\">KANSAS COVID-19 COVID-19 DASHBOARD </a>]</strong></p>\n<p>Johnson County continues to have the most confirmed cases in Kansas with 9,147. Sedgwick County is the county with the second most cases with 7,763. Wyandotte County is third with 6,416 cases.</p>\n<p>Leavenworth County &ndash; home to Lansing Correctional Facility &ndash; has 1,794 cases, and Douglas County now reports 1,638. The Douglas County case count is largely tied to increases at the University of Kansas.</p>\n<p>Health officials said the median age of people with COVID-19 is 35, and they are monitoring 177 (-4) active outbreak clusters.</p>\n<p>1:45 p.m. -- For the first time since the start of the COVID-19 outbreak, the Kansas Department of Health and Environment <a data-id=\"111\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-department-of-health-and-environment-identifies-22-covid-19-coronavirus-clusters-in-kansas-city-metro-area/33970551\">released the locations of active clusters</a> throughout the state. According to the KDHE, there are 22 outbreaks at locations in Kansas counties of the Kansas City metro area and the largest concentration of outbreaks in the metro area are, as expected, at long-term care facilities. <a data-id=\"112\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-department-of-health-and-environment-identifies-22-covid-19-coronavirus-clusters-in-kansas-city-metro-area/33970551\"><strong>READ MORE</strong></a></p>\n<p>9:01 a.m. -- A 34-year-old Missouri teacher has died after a three-week-long hospitalization with COVID-19.</p>\n<p>AshLee DeMarinis taught social skills and special education at John Evans Middle School in the Potosi School District in eastern Missouri. Superintendent Alex McCaul announced her death in a letter dated Sept. 7 that was posted on the district's Facebook page. The letter didn't cite a cause of death.</p>\n<p>But DeMarinis' sister, Jennifer Heissenbuttel, said DeMarinis died Sunday of the coronavirus. Heissenbuttel said her sister had not yet begun teaching students when she became ill last month but that she had returned to the classroom to prepare for the school year.</p>\n<p>McCaul's letter said a district crisis intervention team will help students, staff and parents deal with the loss.</p>\n<p>&ldquo;Ms. DeMarinis was a wonderful teacher loved by students, staff and members of our community,&rdquo; McCaul wrote. &ldquo;Her commitment and passion for her students and community to succeed should be an inspiration for all of us. Ms. DeMarinis touched many lives as an educator and will be missed dearly by our community.&rdquo;</p>\n<p>DeMarinis' death is among 1,661 in Missouri since the pandemic began. As of Tuesday, Missouri had reported 95,113 confirmed cases, including 269 in Washington County, Potosi's county. Tracking from Johns Hopkins University shows that Missouri's per capita number of cases is among the sixth highest in the country.</p>\n<p>Potosi is about 70 miles southwest of St. Louis.</p>\n<p>The Potosi district is among about three-quarters of Missouri public school districts and charter schools that have returned to in-person classes for the fall semester. The district gives students the option to attend classes virtually if they choose to do so.</p>\n<p>Private and parochial schools also are dealing with the pandemic. Two Catholic grade schools in St. Louis County will close for two weeks after a staff member who travels between them had a presumed-positive case of COVID-19, the St. Louis Post-Dispatch reported.</p>\n<p>St. Louis County health officials recommended the temporary closures. Students will attend classes virtually while the schools are cleaned, a spokeswoman for the Archdiocese of St. Louis said.</p>\n<p>7:30 a.m. -- Johnson County reported Wednesday morning 8,949 cases (+166) of COVID-19 since the outbreak started. The county said it has 6,152 presumed recoveries and 126 (+5) people have died since the start of the outbreak.</p>\n<p>It also has tested 110,093 people with 103,629 negative tests for an overall positive test rate of 8.2%. The county said it has tested 182.8 people per 1,000 in the county.</p>\n<p>As of Wednesday morning, the school reopening gating criteria &ndash; the 14-day rolling total used by the county to make recommendations on how schools should reopen &ndash; remained at 12.0%. The gating criteria also listed 97.4 cases per 100,000 people in the county over the last seven days and the new cases trend is steady, per the county.</p>\n<p>The county said it is monitoring 13 outbreaks at senior living care facilities, which is down three from Tuesday. It also said that 90 people from senior living care facilities have died, which is 74% of the deaths in Johnson County.</p>\n<p>Johnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.</p>\n<p>7:15 a.m. -- Wyandotte County is reporting Wednesday morning 6,180 (+13) confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 127 (+2) probable cases. The county said 118 people have died from the coronavirus since the start of the outbreak.</p>\n<p>The county updated its <a data-id=\"113\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a> two weeks ago to indicate it will no longer release the number of people recovered. The dashboard said &ldquo;this metric will no longer be shown due to the low data validity.&rdquo;</p>\n<p>The dashboard also updated last week to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 86 cases, followed by 66104 with 61 cases.</p>\n<p>Wyandotte County does not list hospital capacity numbers on its <a data-id=\"114\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a>.</p>\n<p>7 a.m. -- The state of Kansas isn&rsquo;t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Wednesday morning, there have been 29,490 people who have recovered from the coronavirus. This includes 6,152 in Johnson County, 2,021 in Wyandotte County (which hasn&rsquo;t updated for two weeks), 1,647 in Leavenworth County and 1,022 in Douglas County.</p>\n<p>6 a.m. -- Students and teachers facing an already challenging new school year dealt with technology issues as more Kansas school districts reopened Tuesday with many students working online.</p>\n<p>In Olathe, service was interrupted Tuesday morning when nearly 50,000 users on separate devices tried to log on to the district's online teaching system that is designed for 30,000 students, school officials said.</p>\n<p>The district's middle and high school students were using only remote learning, while elementary students started with a hybrid of online and in-person classes.</p>\n<p>The district had previously increased its bandwidth. After more servers were added, the disruption was cleared by mid-morning Tuesday, said spokesman Cody Kennedy, who declined to speculate on why traffic on the system was so unexpectedly heavy.</p>\n<p>In Wichita, where students in sixth through 12th grades were only online and elementary students started with the hybrid model, the district had enough devices for online students but still needed hotspots for some of them, Superintendent Alicia Thompson told KAKE-TV.</p>\n<p>The district had reserved about 3,500 hotspots and by Tuesday morning had passed out about 5,300, said Thompson, and will continue to provide them as they become available.</p>\n<p>On Monday, Gov. Laura Kelly expressed concern that the number of confirmed coronavirus cases would soar as more schools reopen.</p>\n<p>State health officials said as of Friday, colleges accounted for 27 coronavirus outbreaks and 420 cases, but no deaths. Five school clusters have resulted in 39 cases and no deaths, according to the latest numbers available.</p>\n<p>Health officials said Tuesday that it was too soon to tell if a large motorcycle rally held at Perry Lake will cause a spike in COVID-19 cases.</p>\n<p>The five-day event, which ended Monday, was criticized last week by the state's top health official, Dr. Lee Norman, who cited it as an example of how Kansans might be relaxing their coronavirus-related safety practices too soon.</p>\n<p>The rally's organizer, Abate of Kansas Inc., did not know Tuesday how many people attended the event, which had been projected to draw at least 5,000 people. The group's vice president, Byron Harden, said masks were not required but were available for purchase, and Jefferson County provided 5,000 masks. Hand sanitizers and hand-washing stations also were provided.</p>\n<p>Byron said attendees used about 16% of the masks local government officials provided, but some had brought their own masks.</p>\n<p>Also on Tuesday, Kelly announced the state will receive $63 million in Federal Emergency Management Agency funds to help people who lost their jobs because of the coronavirus pandemic.</p>\n<p>The money will be available only to those receiving at least $100 in unemployment benefits, and the payments won't be distributed any sooner than late September, the governor's office said in a news release. People who claim the benefit will have to certify that they are unemployed or partially employed specifically because of problems caused by the coronavirus.</p>\n<p>The payments will be retroactive to Aug. 1 and will remain in effect until FEMA ends the Lost Wages Assistance program.</p>\n<p>And on Monday, Kelly said she planned to seek renewal of a state COVID-19 emergency declaration, which is set to expire next week. Under a compromise with the Republican-led Legislature reached in June, the State Finance Council must approve such extensions, The Topeka Capital-Journal reported.</p>\n<p>Kelly noted the state continues to see an increase in COVID-19 cases, with 1,694 more confirmed cases reported Monday, along with four deaths.</p>\n<p>&ldquo;We still have an emergency here,&rdquo; Kelly said. &ldquo;Just because Sept. 15 comes does not mean that the emergency is going to go away. It is absolutely imperative that we extend the declaration.&rdquo;</p>\n<p><strong>[ <a data-id=\"115\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"116\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>TUESDAY</strong>4 p.m. -- The University of Missouri in Columbia expanded its face covering rules on Tuesday. The changes include requiring everyone to wear face coverings whenever on campus, including outdoors.</p>\n<p>In the release, school officials said they are also asking the campus community to report those not following the rules on masks and social distancing. The school said if the rules are not followed, students may face suspension and faculty and staff could face disciplinary action.</p>\n<p>As of Tuesday morning, Mizzou reported 658 active COVID-19 cases &ndash; which is about 2.4% of the student body &ndash; and 444 recoveries.</p>\n<p><strong>Updated Mizzou outdoor face covering requirements:</strong></p>\n<p>Wear face coverings whenever you are on campus, including when you are outside and even when you are alone outdoors. This policy means those who share a household (roommates, family members, etc.) will also wear face coverings when outdoors together on campus. This outdoor requirement will apply to the entire campus, including the MU Health Care areas.</p>\n<p>Whenever a face covering is required, indoors and outdoors, it must always be kept over your mouth and nose.</p>\n<p>When individuals eat or drink together outdoors, they must remain at least six feet apart from others and put face coverings back on immediately after consumption is complete</p>\n<p>3:30 p.m. -- Nearly three-quarters of public school students in Missouri have the option to attend classes in person this fall, according to data posted Tuesday by the Missouri Department of Elementary and Secondary Education.</p>\n<p>Missouri&rsquo;s 518 school districts and 36 public charter schools are taking varying approaches as they balance educational needs with the desire to protect students, teachers and staff from the coronavirus. The school year begins as Missouri is nearing 100,000 confirmed COVID-19 cases. As of Tuesday, the state had reported 95,113 confirmed cases and 1,661 deaths.</p>\n<p>The state education department website shows that the most common option provides for onsite learning but also allows students to opt out and attend classes virtually. Data shows that 40.3% of the state&rsquo;s 878,627 public school students are in districts operating under that plan. DESE spokeswoman Mallory McGowin said it isn't yet known how many of those students are opting for virtual learning.</p>\n<p>Another 22.5% of students attend schools that blend onsite and virtual learning, and 11.2% attend classes in person with no virtual option.</p>\n<p>The remaining 26% of students are in schools with virtual-only classes. Most of those schools are in areas hit hard by the pandemic, mostly in the St. Louis and Kansas City areas but also in Columbia and a few rural districts.</p>\n<p>The state is not yet tracking the number of K-12 students who have tested positive for COVID-19, but DESE and the Missouri Department of Health and Senior Services are working together to eventually capture that information, McGowin said.</p>\n<p>2:30 p.m. -- The Missouri Department of Health and Senior Services reported 773 new cases of COVID-19 on Tuesday, bringing the statewide total to 95,113 since the start of the outbreak.</p>\n<p>There have now been 1,661 deaths across Missouri from COVID-19, which is up two from Monday&rsquo;s total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.</p>\n<p>Health officials said 893 (-57) patients have been <a data-id=\"117\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized </a>due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"118\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>The state said it has tested a total of 1,061,230 people through PCR testing &ndash; a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection &ndash; and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 13.8%</p>\n<p>The state said it has tested 70,177 people through serology testing &ndash; a test that looks for antibodies in the blood &ndash; and 4.4% of those were positive.</p>\n<p>The DHSS reports 9,842 (+34) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,083 (+46) cases since the outbreak started. Health officials said there have been 95 (+1) deaths in Kansas City, and Jackson County reports 74 (+0) total.</p>\n<p>The state also lists 1,512 (+6) total cases in Clay County (outside of Kansas City), 1,159 (+8) in Cass County and 535 (+2) in Platte County.</p>\n<p>2:15 p.m. -- Gov. Laura Kelly announced Tuesday that Kansas&rsquo; application for <a data-id=\"119\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-to-receive-63-million-in-fema-unemployment-funds-for-lost-wages-assistance-program-laura-kelly/33957831\">FEMA&rsquo;s Lost Wages Assistance program has been approved</a> and the state will receive $63 million to help people who lost their jobs due to COVID-19.</p>\n<p>Due to federal restrictions, Kelly said the program will only be available to those who are receiving at least $100 in unemployment benefits. The implementation of the LWA program will take several weeks to execute, and the Kansas Department of Labor estimates that claimants will begin receiving benefits no sooner than late September. <a data-id=\"120\" data-m=\"{\" href=\"https://www.kmbc.com/article/kansas-to-receive-63-million-in-fema-unemployment-funds-for-lost-wages-assistance-program-laura-kelly/33957831\"><strong>READ MORE</strong></a></p>\n<p>2 p.m. -- Students across the U.S. ran into computer glitches Tuesday as they began the school year with online instruction at home because of the coronavirus threat, adding to the list of problems that have thrust many a harried parent into the role of teacher&rsquo;s aide and tech support person.</p>\n<p>The online learning platform Blackboard, which provides technology for 70 of the nation&rsquo;s 100 biggest districts and serves more than 20 million U.S. students from kindergarten through 12th grade, reported that websites were failing to load or were loading slowly, and users were unable to register on the first day of school.</p>\n<p>Three of Texas&rsquo; largest school districts - Houston, Dallas and Fort Worth - were hit with technical problems, as were school systems in places such as Idaho and Kansas. A ransomware attack forced schools in Hartford, Connecticut, to postpone Tuesday's start of online and in-person classes.</p>\n<p>Elsewhere around the country, Seattle&rsquo;s system crashed last week. An online learning program used in Alabama and other places recently went down. And North Carolina&rsquo;s platform crashed on the first day of classes last month.</p>\n<p>12:15 p.m. -- The University of Kansas Health System said Tuesday it currently has 18 acute COVID-19 patients, four of which are in the ICU and two that are on ventilators.</p>\n<p>11:30 a.m. -- Nebraska&rsquo;s second-largest school district is adding clear plastic barriers to school lunch tables in an effort to prevent the spread of the coronavirus, as the number of cases in the state reached nearly 36,000 and deaths from COVID-19 surpassed 400.</p>\n<p>Lincoln Public Schools - which has about 42,000 students - plans to outfit all of its school lunchrooms with the barriers over the coming weeks, the Lincoln Journal Star reported Tuesday. That comes after the district outfitted most of its middle schools with the barriers as part of a trial run.</p>\n<p>The district will spend up to $150,000 of federal virus funding to add the barriers in lunchrooms, said Scott Wieskamp, the district's operations director.</p>\n<p>10:40 a.m. -- Students logging into virtual learning on the first day of school in the Olathe Public Schools, Lee's Summit Schools and Raytown Schools <a data-id=\"121\" data-m=\"{\" href=\"https://www.kmbc.com/article/rough-return-olathe-raytown-schools-experiencing-technical-issues-with-remote-learning-systems-back-to-school/33955224\">experienced issues with overloaded systems</a>. <a data-id=\"122\" data-m=\"{\" href=\"https://www.kmbc.com/article/rough-return-olathe-raytown-schools-experiencing-technical-issues-with-remote-learning-systems-back-to-school/33955224\"><strong>READ MORE</strong></a></p>\n<p>8 a.m. -- A group of University of Kansas students went on a strike from classes on Monday to protest the opening of the campus during the COVID-19 pandemic.</p>\n<p>The University of Kansas held classes on Labor Day due to a modified academic calendar amid the pandemic. <strong>READ MORE</strong></p>\n<p>The student organization Jayhawker Liberation Front publicized the strike in tandem with a petition calling for the closure of campus due to the virus spread. They also want free exit testing for all students, shelter for students in need and hazard pay for essential workers.</p>\n<p>Kansas health officials reported on Monday four new coronavirus-related deaths and 1,694 new cases of COVID-19 in the state since Friday. That raises the death toll from the pandemic in Kansas to 485 deaths and 46,914 known cases.</p>\n<p>The state reported 181 clusters. Colleges account for 27 coronavirus outbreaks and 420 cases, but no deaths. Five school clusters account for 39 cases and no deaths, according to the health department.</p>\n<p>Gov. Laura Kelly told reporters Monday that the state will be disclosing the locations of active outbreaks beginning Wednesday so that the public is better informed to mitigate the virus spread. <a data-id=\"123\" data-m=\"{\" href=\"https://www.kmbc.com/article/some-ku-students-protest-university-s-covid-19-response/33944473\"><strong>READ MORE</strong></a></p>\n<p>7:45 a.m. -- Missouri health officials added another 906 COVID-19 cases to the state's count on Monday as the number of people known to have contracted the virus reached at least 94,340.</p>\n<p>The actual number is likely higher since some people who have the coronavirus do not have symptoms and testing has not been widespread, especially at the start of the pandemic.</p>\n<p>Missouri's health department also reported another death in the last 24 hours, bringing the state's coronavirus death toll to 1,659.</p>\n<p>7:30 a.m. -- Johnson County reported Tuesday morning 8,783 cases of COVID-19 since the outbreak started. The county said it has 5,985 presumed recoveries and 121 people have died since the start of the outbreak. It also has tested 108,897 people with 102,521 negative tests for an overall positive test rate of 8.1%. The county said it has tested 180.8 people per 1,000 in the county.</p>\n<p>As of Tuesday morning, the school reopening gating criteria &ndash; the 14-day rolling total used by the county to make recommendations on how schools should reopen &ndash; remained at 11.9%. The gating criteria also listed 106.4 cases per 100,000 people in the county over the last seven days and the new cases trend is steady, per the county.</p>\n<p>The county said it is monitoring 16 outbreaks at senior living care facilities. It also said that 90 people have died from senior living care facilities, which is 74% of the deaths in Johnson County.</p>\n<p>Johnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.</p>\n<p>7:15 a.m. -- Wyandotte County is reporting Tuesday morning 6,167 confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 125 probable cases. The county said 118 people have died from the coronavirus since the start of the outbreak.</p>\n<p>The county updated its <a data-id=\"124\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a> two weeks ago to indicate it will no longer release the number of people recovered. The dashboard said &ldquo;this metric will no longer be shown due to the low data validity.&rdquo;</p>\n<p>The dashboard also updated on last week to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 115 cases, followed by 66104 with 77 cases.</p>\n<p>Wyandotte County does not list hospital capacity numbers on its <a data-id=\"125\" data-m=\"{\" href=\"https://experience.arcgis.com/experience/8781f01908d8403e9273d78e66e6219b\">dashboard</a>.</p>\n<p>7 a.m. -- The state of Kansas isn&rsquo;t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Tuesday morning, there have been 28,799 people who have recovered from the coronavirus. This includes 5,985 in Johnson County, 2,021 in Wyandotte County (which hasn&rsquo;t updated for two weeks), 1,647 in Leavenworth County and 996 in Douglas County.</p>\n<p><strong>[ <a data-id=\"126\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"127\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>MONDAY</strong>2:40 p.m. -- The Missouri Department of Health and Senior Services reported 906 new cases of COVID-19 on Monday, bringing the statewide total to 94,340 since the start of the outbreak.</p>\n<p>There have now been 1,659 deaths across Missouri from COVID-19, which is up one from Sunday's total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.</p>\n<p>Health officials said 950 (-16) patients have been <a data-id=\"128\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">hospitalized </a>due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.</p>\n<p>Missouri does not list how many people have recovered from COVID-19.</p>\n<p><strong>[ <a data-id=\"129\" data-m=\"{\" href=\"http://mophep.maps.arcgis.com/apps/MapSeries/index.html?appid=8e01a5d8d8bd4b4f85add006f9e14a9d\">MISSOURI COVID-19 DASHBOARD</a>]</strong></p>\n<p>The state said it has tested a total of 1,054,385 people through PCR testing &ndash; a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection &ndash; and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 13.8%</p>\n<p>The state said it has tested 70,158 people through serology testing &ndash; a test that looks for antibodies in the blood &ndash; and 4.4% of those were positive.</p>\n<p>The DHSS reports 9,808 (+88) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,038 (+36) cases since the outbreak started. Health officials said there have been 94 (+0) deaths in Kansas City, and Jackson County reports 74 (+0) total.</p>\n<p>The state also lists 1,506 (+13) total cases in Clay County (outside of Kansas City), 1,151 (+13) in Cass County and 533 (+7) in Platte County.</p>\n<p>2:15 p.m. -- The Kansas Department of Health and Environment reported an increase of 1,694 confirmed cases of COVID-19 in its first update since Friday to push the statewide total to 46,914 since the outbreak started.</p>\n<p>DHE officials said the death total grew by four to 485, and the average median age of the deaths is 79, which is steady from last week&rsquo;s reporting.</p>\n<p>Health officials said Friday that 2,441 patients have been hospitalized since the start of the outbreak, 669 were admitted to the ICU, 214 required mechanical ventilation and 1,796 patients have been discharged. The state also said it has 46% of its ICU beds available and 85% of its ventilators available.</p>\n<p>The state said it has tested 436,686 people with 389,772 negative test results, an overall positive test rate of 10.7%, and it is testing 148.89 per 1,000 people in Kansas.</p>\n<p><strong>[ <a data-id=\"130\" data-m=\"{\" href=\"https://www.coronavirus.kdheks.gov/160/COVID-19-in-Kansas\">KANSAS COVID-19 COVID-19 DASHBOARD </a>]</strong></p>\n<p>Johnson County continues to have the most confirmed cases in Kansas with 9,047. Sedgwick County is the county with the second most cases with 7,714. Wyandotte County is third with 6,359 cases.</p>\n<p>Leavenworth County &ndash; home to Lansing Correctional Facility &ndash; has 1,781 cases, and Douglas County now reports 1,600. The Douglas County case count is largely tied to increases at the University of Kansas.</p>\n<p>Health officials said the median age of people with COVID-19 is 35, and they are monitoring 181 (+3) active outbreak clusters.</p>\n<p><strong>[ <a data-id=\"131\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-kansas-missouri-map-aug-31/33849812\">CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><strong>[ <a data-id=\"132\" data-m=\"{\" href=\"https://www.kmbc.com/article/coronavirus-in-kansas-city-tracking-covid-19-curve-of-cases-deaths-aug-31/33849797\">TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS &amp; MISSOURI</a> ]</strong></p>\n<p><b>CHECK OUT KMBC:</b><a data-id=\"134\" data-m=\"{\" href=\"https://www.kmbc.com\"><b>Get the latest Kansas City news, sports and weather from KMBC. With the best local coverage and the top Missouri news stories, you can stay in the know.</b></a></p>", "text": "Kansas City metro area health officials are grappling with how to handle continuing case count increases after reopening businesses more than a month ago.\nWhat you need to know:\nThe Kansas Department of Health and Environment said Friday the state has 48,386 confirmed cases of COVID-19, and there have been 511 deaths since the outbreak started. Kansas is now only updating COVID-19 data on Mondays, Wednesdays and Fridays.\nThe Missouri Department of Health and Senior Services said Saturday that 1,704 deaths have been attributed to COVID-19 in the state and there are 101,134 confirmed cases since the outbreak started.\nSign up for our Newsletters\nSUNDAY3:45 p.m. -- The Missouri Department of Health and Senior Services reported 1,613 new cases of COVID-19 on Sunday, bringing the statewide total to 102,747 since the start of the outbreak. There have now been 1,705 deaths across Missouri from COVID-19, which is up one from Saturday’s total.\nHealth officials said 971 patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nSATURDAY2:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,974 new cases of COVID-19 on Saturday, bringing the statewide total to 101,134 since the start of the outbreak. There have now been 1,704 deaths across Missouri from COVID-19, which is up three from Friday’s total.\nHealth officials said 926 patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\n1:45 p.m. -- Sporting KC announced Saturday a player on the first-team roster has tested positive for COVID-19 ahead of its match tomorrow at home against rival Minnesota FC. READ MORE\n7:30 a.m. -- More than 99,000 people have been sickened and 1,701 have died from the coronavirus so far in Missouri, data released Friday show.\nOver the past week, 9,099 new cases were reported in Missouri, according to an Associated Press analysis of Johns Hopkins University’s COVID-19 tracking project data as of Thursday. That’s about 1,300 new cases per day.\nIn total, 99,160 people have tested positive for the virus since it first struck Missouri, according to state health department data.\nHospitalizations because of the virus are also up, and more than 12% of those tested for the virus in the past week were positive.\nThe White House Coronavirus Task Force identified 67% of Missouri counties as having moderate to high community transmission of the virus as of the first week of September, according to a Sept. 6 report obtained by the Center for Public Integrity.\nThe task force recommended counties with moderate to high community spread shut down bars.\nThe St. Louis area has been among the hardest hit in Missouri.\nAn additional 306 people were sickened and 33 people died from the coronavirus last month in St. Louis County long-term care facilities, the county health department reported Friday.\nCOVID-19 cases in nursing homes and other long-term care centers were up in August compared with July, when 256 new cases were reported. At least 33 people died in July as well.\nCounty health officials say most deaths and coronavirus cases occurred early in the pandemic before rules to stem the spread of the virus were fully implemented.\nAt least 494 people in long-term care facilities have died from the virus since it first struck the area in March. In total, the county reported 2,320 cases in those centers between March and August.\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nFRIDAY10:15 p.m. -- The Kansas City, Missouri, health department is investigating a coronavirus outbreak linked to a Westport bar. The city released details of the investigation Friday. It said investigators visited Westport Ale House on Wednesday after getting complaints about people not wearing masks and social distancing. READ MORE\n4:30 p.m. -- The Johnson County baseball community is feeling a huge loss after losing a beloved high school coach to COVID-19 this week. Derek Leppert coached baseball for multiple youth teams in Johnson County, and he’s being remembered by his friends and co-workers at Olathe West High School as a person who was larger than life. READ MORE\n3:15 p.m.-- A Jackson County Judge has denied the Blue Springs School District’s request for a temporary restraining order that would have allowed more than 100 people to attend high school football games at district stadiums. The judge told the district and Jackson County officials that a speedy trial date will be set to resolve the case before too many more football games are played. READ MORE\n2:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,569 new cases of COVID-19 on Friday, bringing the statewide total to 99,160 since the start of the outbreak.\nThere have now been 1,701 deaths across Missouri from COVID-19, which is up 10 from Thursday’s total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.\n1:15 p.m. -- In a unanimous decision, the Kansas State Finance Council has extended Gov. Laura Kelly’s emergency declaration meant to slow the spread of the coronavirus.\nThe decision to extend the order through Oct. 15 came Friday afternoon after hours of debate between Kelly and the nine-member council, which is made up of Kelly, the Senate president, the speaker of the House and other lawmakers. The Council, by law, gets to decide whether to approve extensions of orders issued by the governor.\nThe final decision finally came after Kelly and her legal team added a new provision that says any restrictions regarding the closing of business remain in place, and it is the governor's intention not to close businesses because of the COVID-19 outbreak.\nKelly warned Thursday that if the extension is not granted, Kansans will not be able to access services they need to ensure their health and safety, such as deliveries of personal protective equipment and community-based testing\nShe also warned that the state would not have access to federal aid if the extension is denied.\nThe extension would also renew several other executive orders related to the emergency, such as a statewide mask order, a ban on evictions related to COVID-19 and protections for residents of long-term care homes.\n12:45 p.m. -- The Kansas Department of Health and Environment reported an increase of 976 confirmed cases of COVID-19 in its first update since Wednesday to push the statewide total to 48,386 since the outbreak started.\nDHE officials said the death total grew by 16 to 511, and the average median age of the deaths is 79, which is steady from last Wednesday’s reporting.\nHealth officials said Friday that 2,537 (+67) patients have been hospitalized since the start of the outbreak, 690 (+13) were admitted to the ICU, 219 (+1) required mechanical ventilation and 1,859 patients have been discharged. The state also said it has 44% (+3%) of its ICU beds available and 88% (+5%) of its ventilators available.\nThe state said it has tested 448,930 people with 400,544 negative test results, an overall positive test rate of 10.8%, and it is testing 154.10 per 1,000 people in Kansas.\n[ KANSAS COVID-19 COVID-19 DASHBOARD ]\nJohnson County continues to have the most confirmed cases in Kansas with 9,350. Sedgwick County is the county with the second most cases with 7,839. Wyandotte County is third with 6,492 cases.\nLeavenworth County – home to Lansing Correctional Facility – has 1,819 cases, and Douglas County now reports 1,709. The Douglas County case count is largely tied to increases at the University of Kansas.\nHealth officials said the median age of people with COVID-19 is 35, and they are monitoring 189 (+12) active outbreak clusters.\nAfter identifying clusters of locations for the first time on Wednesday, the KDHE said there are still 22 clusters in Kansas counties of the metro area. The clusters count for 464 confirmed coronavirus cases, with the highest case counts coming from Medicalodges Post Acute Center in Kansas City, Kansas, Delmar Gardens of Overland Park and the Bonner Springs Nursing and Rehabilitation Center.\n11:40 a.m. -- After signing an executive order to extend the state emergency for COVID-19 restrictions, Kansas Gov. Laura Kelly and the State Finance Council are deadlocked in a contentious meeting. According to KMBC 9’s Micheal Mahoney, the meeting will resume around noon and the order is hung up around future showdowns. The emergency order is scheduled to expire on Sept. 15.\n10:30 a.m. -- A mostly Republican state council is scheduled to decide Friday whether to extend Kansas Gov. Laura Kelly's emergency declaration meant to slow the spread of the coronavirus.\nKelly, a Democrat, issued the declaration to allow the state to provide services in response to the pandemic. It is set to expire on Tuesday. Under a compromise reached with the Legislature in June, the nine-member council - made up of Kelly, the Senate president, the speaker of the House and other lawmakers - gets to decide whether to approve extensions of orders issued by the governor.\nKelly warned Thursday that if the extension is not granted, Kansans will not be able to access services they need to ensure their health and safety, such as deliveries of personal protective equipment and community-based testing\nShe also warned that the state would not have access to federal aid if the extension is denied.\nThe extension would also renew several other executive orders related to the emergency, such as a statewide mask order, a ban on evictions related to COVID-19 and protections for residents of long-term care homes.\nAs of Wednesday, Kansas health officials had reported 47,410 confirmed cases of COVID-19 and 495 deaths from the disease caused by the coronavirus.\nAmong those who have died of the disease is Derek Leppert, an assistant baseball coach at Olathe West High School. In a Twitter post announcing his death Thursday, Principal Jay Novacek called Leppert a “larger than life figure in our community.”\n“Whether it was coaching his life passion of baseball, giving students trouble for being late in the attendance office, arguing with moms for calling students out for lunch, or working basketball games at the pass gate - Lepp’s personality and booming east coast voice will be sorely missed at Olathe West,” Novacek wrote.\nLeppert had not been in the high school since classes went online in March, the principal said.\n7:30 a.m. -- Johnson County reported Friday morning 9,154 cases (+110) of COVID-19 since the outbreak started. The county said it has 6,366 presumed recoveries and 128 (+0) people have died since the start of the outbreak.\nIt also has tested 111,784 people with 105,220 negative tests for an overall positive test rate of 8.2%. The county said it has tested 185.6 people per 1,000 in the county.\nAs of Friday morning, the school reopening gating criteria – the 14-day rolling total used by the county to make recommendations on how schools should reopen – rose slightly to 11.6%. The gating criteria also listed 104.9 cases per 100,000 people in the county over the last seven days and the new cases trend is decreasing for the first time in weeks, per the county.\nThe county said it is monitoring 14 outbreaks at senior living care facilities, which is steady from Thursday. It also said that 91 (+0) people from senior living care facilities have died, which is 71% of the deaths in Johnson County.\nJohnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.\n7:15 a.m. -- Wyandotte County is reporting Friday morning 6,254 (+42) confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 137 (+2) probable cases. The county said 120 (+1) people have died from the coronavirus since the start of the outbreak.\nThe county updated its dashboard two weeks ago to indicate it will no longer release the number of people recovered. The dashboard said “this metric will no longer be shown due to the low data validity.”\nThe dashboard also updated last week to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 78 cases, followed by 66104 with 58 cases.\nWyandotte County does not list hospital capacity numbers on its dashboard.\n7 a.m. -- The state of Kansas isn’t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Friday morning, there have been 30,419 people who have recovered from the coronavirus. This includes 6,366 in Johnson County, 2,021 in Wyandotte County (which hasn’t updated for two weeks), 1,647 in Leavenworth County and 1,075 in Douglas County.\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nTHURSDAY\n3:49 p.m. -- Kansas Gov. Laura Kelly told the U.S. House Financial Services Committee Thursday that the state faces “drastic and damaging” cuts if the federal government does not provide more funds in response to the coronavirus pandemic.\nThe Democratic governor said during remote testimony that forcing state and local governments to further reduce their budgets when revenue has already dropped will hamper the state's coronavirus response and make Kansas more vulnerable in future crises, The Kansas City Star reported.\n“We will need significantly more support from our federal partners to protect our institutions from drastic and damaging cuts,” Kelly said.\nKansas has already received $1.2 billion in aid, which generally must be used for pandemic-related needs, not to help overall budgets.\nAlso Thursday, the state health department said those who traveled to Aruba or attended out of state gatherings for more than 500 people will no longer be expected to quarantine when they return to Kansas.\nDr. Lee Norman, the state's top health official, said attending large gatherings in a single place such as a stadium or large arena is still not recommended, but it is acceptable if appropriate precautions such as social distancing and wearing masks are practiced.\nThe state corrections department announced Thursday that an inmate at Larned Correctional Facility died from COVID-19 - the fifth state prison inmate to die from the coronavirus.\nJunior Lee Chrismon, 68, died in a hospital Monday. Chrisman, who was serving a 52-month sentence on drug charges out of Montgomery County, tested positive Aug. 15 and also had underlying health conditions, the agency said.\nFour inmates at Lansing Correctional Facility also have died from COVID-19, along with two staff members at Lansing and one employee at the Topeka Correctional Center.\nOverall, 1,750 inmates and 238 employees have tested positive for COVID-19, which has been found at all 10 of the state prison department's facilities.\nKansas reported 47,410 confirmed COVID-19 cases and 495 deaths on Wednesday, an increase of 494 new cases and 10 deaths since Monday.\nDespite a continued increase in cases and pleas from state health officials to continue taking precautions to stop the spread of the disease, the Sedgwick County Commission on Wednesday voted to allow teachers and students at county schools to wear clear plastic face shields, rather than cloth or surgical paper masks.\nThe vote rejects an order from Kelly requiring face masks. It also revoked a requirement for fever checks and for students, teachers and staff to disinfect their hands every hour, The Wichita Eagle reported.\nOn Tuesday, the Wichita school district voted to continue to require masks, daily temperature checks and frequent hand washing, despite hearing from about 120 residents opposing masks during a seven-hour meeting.\nA Wichita school district spokeswoman said Wednesday that the district will review Sedgwick County's decision but will continue requiring the safety measures for now.\n2:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,116 new cases of COVID-19 on Thursday, bringing the statewide total to 97,591 since the start of the outbreak.\nThere have now been 1,691 deaths across Missouri from COVID-19, which is up 18 from Wednesday’s total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.\nHealth officials said 932 (+36) patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nThe state said it has tested a total of 1,083,924 people through PCR testing – a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection – and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 12.7%\nThe state said it has tested 70,634 people through serology testing – a test that looks for antibodies in the blood – and 4.4% of those were positive.\nThe DHSS reports 9,932 (+80) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,232 (+64) cases since the outbreak started. Health officials said there have been 96 (+1) deaths in Kansas City, and Jackson County reports 75 (+0) total.\nThe state also lists 1,541 (+11) total cases in Clay County (outside of Kansas City), 1,203 (+16) in Cass County and 552 (+9) in Platte County.\n1:30 p.m. -- The Kansas Department of Health and Environment has announced amended mandatory quarantine requirements, removing trips to Aruba from the list, as well as attendance of out-of-state mass gatherings as long as mask-wearing is observed and social distancing is maintained.\nThe previous requirements would have forced Kansans attending Thursday's Chiefs game to observe a 14-day quarantine. Click here to read more.\n11:50 a.m. -- A 40-year-old medical worker at a southwestern Missouri clinic has died from COVID-19, the CEO of her company said.\nMarie Brumbaugh was a medical assistant at a clinic in Branson operated by CoxHealth. CEO Steve Edwards said in a statement Wednesday that it isn’t certain how Brumbaugh caught the disease, but it may have been while she caring for a patient who was at the clinic unrelated to the coronavirus and who removed a mask briefly during treatment. That patient later tested positive for COVID-19.\nEdwards said it’s also possible that Brumbaugh, who died Wednesday, contracted the disease through community spread since the virus is prevalent in Taney County, where 993 confirmed cases have been reported to the Missouri Department of Health and Senior Services since the start of the pandemic.\nBrumbaugh “served our patients with great kindness, compassion, and honor, prioritizing the health and safety of others,” Edwards said in the statement.\nMissouri is fast approaching 100,000 confirmed cases of the coronavirus. As of Wednesday, the state had reported 96,475 confirmed cases of COVID-19 and 1,673 deaths from the disease caused by the coronavirus.\nMissouri’s two largest metropolitan areas have been hit hardest by the disease and have had to put restrictions on gatherings, including sports-related ones, to try to slow its spread. With the fall sports season beginning, those restrictions are creating friction.\nIn the Kansas City area, the Blue Springs School District asked a judge to overturn Jackson County’s order that prohibits more than 100 spectators at sporting events. The district ignored the order when it allowed more than 400 people to watch the high school football team’s season opener on Aug. 28 against Liberty High School, the Kansas City Star reported.\nThe district said in a court filing that it issued four tickets to each home player, cheerleader and dance team member, and two to each member of those groups from the visiting school. The district said the crowd of 430 was still far below the football stadium’s capacity of about 5,000.\nThe county health department has threatened punishments that could include a ban on spectators, ordered quarantines for athletes and the revocation of concession stand licenses for the remainder of the season.\nCounty Executive Frank White noted that the World Health Organization has recommended limiting the size of gatherings in areas as part of the effort to stop the spread of the virus.\n“Yet, despite the apparent universal agreement that large public gatherings pose a substantial risk to the health and safety of our community, the Blue Springs School District has decided to sue the County in the hopes a court will allow them to have more spectators at their football games,” White said.\nAfter new guidelines on youth sports were announced Wednesday for St. Louis County, protesters marched to the home of County Executive Sam Page to vent because they felt the guidelines were still too restrictive.\nThe new guidelines removed some restrictions that had been in place since August and now allow sports with little or no direct contact to be played, including cross-country, tennis, golf and swimming. However, they don't allow games in high-contact sports such as football, basketball and hockey but they allow groups of 30 or fewer to practice such sports.\n7:30 a.m. -- Johnson County reported Thursday morning 9,044 cases (+95) of COVID-19 since the outbreak started. The county said it has 6,258 presumed recoveries and 128 (+2) people have died since the start of the outbreak.\nIt also has tested 111,112 people with 104,607 negative tests for an overall positive test rate of 8.2%. The county said it has tested 184.4 people per 1,000 in the county.\nAs of Thursday morning, the school reopening gating criteria – the 14-day rolling total used by the county to make recommendations on how schools should reopen – slide to 11.5%. The gating criteria also listed 102.8 cases per 100,000 people in the county over the last seven days and the new cases trend is steady, per the county.\nThe county said it is monitoring 14 outbreaks at senior living care facilities, which is up one from Wednesday. It also said that 91 (+1) people from senior living care facilities have died, which is 71% of the deaths in Johnson County.\nJohnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.\n7:15 a.m. -- Wyandotte County is reporting Thursday morning 6,212 (+32) confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 135 (+8) probable cases. The county said 119 (+1) people have died from the coronavirus since the start of the outbreak.\nThe county updated its dashboardtwo weeks ago to indicate it will no longer release the number of people recovered. The dashboard said “this metric will no longer be shown due to the low data validity.”\nThe dashboard also updated last week to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 84 cases, followed by 66104 with 56 cases.\nWyandotte County does not list hospital capacity numbers on its dashboard.\n7 a.m. -- The state of Kansas isn’t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Thursday morning, there have been 30,104 people who have recovered from the coronavirus. This includes 6,258 in Johnson County, 2,021 in Wyandotte County (which hasn’t updated for two weeks), 1,647 in Leavenworth County and 1,037 in Douglas County.\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nWEDNESDAY9 p.m.-- The Tonganoxie School District said it was notified by the Leavenworth County Health Department that a student at Tonganoxie High School has tested positive for COVID-19. School administrators said they are in contact with the Leavenworth County Health Department for contact tracing and will take the steps necessary to protect the health of our students and staff. The student who has tested positive for COVID-19 will not be allowed to return to school for at least 10 days.\n6 p.m. -- The Shawnee Mission school board voted 5-2 Wednesday to resume high school sports and activities. READ MORE.\n2:15 p.m. -- The Missouri Department of Health and Senior Services reported 1,362 new cases of COVID-19 on Wednesday, bringing the statewide total to 96,475 since the start of the outbreak.\nThere have now been 1,673 deaths across Missouri from COVID-19, which is up 12 from Tuesday’s total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.\nHealth officials said 896 (+3) patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nThe state said it has tested a total of 1,070,909 people through PCR testing – a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection – and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 13.5%\nThe state said it has tested 70,267 people through serology testing – a test that looks for antibodies in the blood – and 4.4% of those were positive.\nThe DHSS reports 9,852 confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,168 cases since the outbreak started. Health officials said there have been 95 deaths in Kansas City, and Jackson County reports 75 (+1) total.\nThe state also lists 1,530 total cases in Clay County (outside of Kansas City), 1,187 in Cass County and 543 in Platte County.\n2 p.m. -- The Kansas Department of Health and Environment reported an increase of 496 confirmed cases of COVID-19 in its first update since Monday to push the statewide total to 47,410 since the outbreak started.\nDHE officials said the death total grew by 10 to 495, and the average median age of the deaths is 79, which is steady from last Monday’s reporting.\nHealth officials said Wednesday that 2,470 (+29) patients have been hospitalized since the start of the outbreak, 677 (+8) were admitted to the ICU, 218 (+4) required mechanical ventilation and 1,817 patients have been discharged. The state also said it has 41% (-5%) of its ICU beds available and 83% (-2%) of its ventilators available.\nThe state said it has tested 441,414 people with 394,004 negative test results, an overall positive test rate of 10.7%, and it is testing 151.52 per 1,000 people in Kansas.\n[ KANSAS COVID-19 COVID-19 DASHBOARD ]\nJohnson County continues to have the most confirmed cases in Kansas with 9,147. Sedgwick County is the county with the second most cases with 7,763. Wyandotte County is third with 6,416 cases.\nLeavenworth County – home to Lansing Correctional Facility – has 1,794 cases, and Douglas County now reports 1,638. The Douglas County case count is largely tied to increases at the University of Kansas.\nHealth officials said the median age of people with COVID-19 is 35, and they are monitoring 177 (-4) active outbreak clusters.\n1:45 p.m. -- For the first time since the start of the COVID-19 outbreak, the Kansas Department of Health and Environment released the locations of active clusters throughout the state. According to the KDHE, there are 22 outbreaks at locations in Kansas counties of the Kansas City metro area and the largest concentration of outbreaks in the metro area are, as expected, at long-term care facilities. READ MORE\n9:01 a.m. -- A 34-year-old Missouri teacher has died after a three-week-long hospitalization with COVID-19.\nAshLee DeMarinis taught social skills and special education at John Evans Middle School in the Potosi School District in eastern Missouri. Superintendent Alex McCaul announced her death in a letter dated Sept. 7 that was posted on the district's Facebook page. The letter didn't cite a cause of death.\nBut DeMarinis' sister, Jennifer Heissenbuttel, said DeMarinis died Sunday of the coronavirus. Heissenbuttel said her sister had not yet begun teaching students when she became ill last month but that she had returned to the classroom to prepare for the school year.\nMcCaul's letter said a district crisis intervention team will help students, staff and parents deal with the loss.\n“Ms. DeMarinis was a wonderful teacher loved by students, staff and members of our community,” McCaul wrote. “Her commitment and passion for her students and community to succeed should be an inspiration for all of us. Ms. DeMarinis touched many lives as an educator and will be missed dearly by our community.”\nDeMarinis' death is among 1,661 in Missouri since the pandemic began. As of Tuesday, Missouri had reported 95,113 confirmed cases, including 269 in Washington County, Potosi's county. Tracking from Johns Hopkins University shows that Missouri's per capita number of cases is among the sixth highest in the country.\nPotosi is about 70 miles southwest of St. Louis.\nThe Potosi district is among about three-quarters of Missouri public school districts and charter schools that have returned to in-person classes for the fall semester. The district gives students the option to attend classes virtually if they choose to do so.\nPrivate and parochial schools also are dealing with the pandemic. Two Catholic grade schools in St. Louis County will close for two weeks after a staff member who travels between them had a presumed-positive case of COVID-19, the St. Louis Post-Dispatch reported.\nSt. Louis County health officials recommended the temporary closures. Students will attend classes virtually while the schools are cleaned, a spokeswoman for the Archdiocese of St. Louis said.\n7:30 a.m. -- Johnson County reported Wednesday morning 8,949 cases (+166) of COVID-19 since the outbreak started. The county said it has 6,152 presumed recoveries and 126 (+5) people have died since the start of the outbreak.\nIt also has tested 110,093 people with 103,629 negative tests for an overall positive test rate of 8.2%. The county said it has tested 182.8 people per 1,000 in the county.\nAs of Wednesday morning, the school reopening gating criteria – the 14-day rolling total used by the county to make recommendations on how schools should reopen – remained at 12.0%. The gating criteria also listed 97.4 cases per 100,000 people in the county over the last seven days and the new cases trend is steady, per the county.\nThe county said it is monitoring 13 outbreaks at senior living care facilities, which is down three from Tuesday. It also said that 90 people from senior living care facilities have died, which is 74% of the deaths in Johnson County.\nJohnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.\n7:15 a.m. -- Wyandotte County is reporting Wednesday morning 6,180 (+13) confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 127 (+2) probable cases. The county said 118 people have died from the coronavirus since the start of the outbreak.\nThe county updated its dashboard two weeks ago to indicate it will no longer release the number of people recovered. The dashboard said “this metric will no longer be shown due to the low data validity.”\nThe dashboard also updated last week to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 86 cases, followed by 66104 with 61 cases.\nWyandotte County does not list hospital capacity numbers on its dashboard.\n7 a.m. -- The state of Kansas isn’t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Wednesday morning, there have been 29,490 people who have recovered from the coronavirus. This includes 6,152 in Johnson County, 2,021 in Wyandotte County (which hasn’t updated for two weeks), 1,647 in Leavenworth County and 1,022 in Douglas County.\n6 a.m. -- Students and teachers facing an already challenging new school year dealt with technology issues as more Kansas school districts reopened Tuesday with many students working online.\nIn Olathe, service was interrupted Tuesday morning when nearly 50,000 users on separate devices tried to log on to the district's online teaching system that is designed for 30,000 students, school officials said.\nThe district's middle and high school students were using only remote learning, while elementary students started with a hybrid of online and in-person classes.\nThe district had previously increased its bandwidth. After more servers were added, the disruption was cleared by mid-morning Tuesday, said spokesman Cody Kennedy, who declined to speculate on why traffic on the system was so unexpectedly heavy.\nIn Wichita, where students in sixth through 12th grades were only online and elementary students started with the hybrid model, the district had enough devices for online students but still needed hotspots for some of them, Superintendent Alicia Thompson told KAKE-TV.\nThe district had reserved about 3,500 hotspots and by Tuesday morning had passed out about 5,300, said Thompson, and will continue to provide them as they become available.\nOn Monday, Gov. Laura Kelly expressed concern that the number of confirmed coronavirus cases would soar as more schools reopen.\nState health officials said as of Friday, colleges accounted for 27 coronavirus outbreaks and 420 cases, but no deaths. Five school clusters have resulted in 39 cases and no deaths, according to the latest numbers available.\nHealth officials said Tuesday that it was too soon to tell if a large motorcycle rally held at Perry Lake will cause a spike in COVID-19 cases.\nThe five-day event, which ended Monday, was criticized last week by the state's top health official, Dr. Lee Norman, who cited it as an example of how Kansans might be relaxing their coronavirus-related safety practices too soon.\nThe rally's organizer, Abate of Kansas Inc., did not know Tuesday how many people attended the event, which had been projected to draw at least 5,000 people. The group's vice president, Byron Harden, said masks were not required but were available for purchase, and Jefferson County provided 5,000 masks. Hand sanitizers and hand-washing stations also were provided.\nByron said attendees used about 16% of the masks local government officials provided, but some had brought their own masks.\nAlso on Tuesday, Kelly announced the state will receive $63 million in Federal Emergency Management Agency funds to help people who lost their jobs because of the coronavirus pandemic.\nThe money will be available only to those receiving at least $100 in unemployment benefits, and the payments won't be distributed any sooner than late September, the governor's office said in a news release. People who claim the benefit will have to certify that they are unemployed or partially employed specifically because of problems caused by the coronavirus.\nThe payments will be retroactive to Aug. 1 and will remain in effect until FEMA ends the Lost Wages Assistance program.\nAnd on Monday, Kelly said she planned to seek renewal of a state COVID-19 emergency declaration, which is set to expire next week. Under a compromise with the Republican-led Legislature reached in June, the State Finance Council must approve such extensions, The Topeka Capital-Journal reported.\nKelly noted the state continues to see an increase in COVID-19 cases, with 1,694 more confirmed cases reported Monday, along with four deaths.\n“We still have an emergency here,” Kelly said. “Just because Sept. 15 comes does not mean that the emergency is going to go away. It is absolutely imperative that we extend the declaration.”\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nTUESDAY4 p.m. -- The University of Missouri in Columbia expanded its face covering rules on Tuesday. The changes include requiring everyone to wear face coverings whenever on campus, including outdoors.\nIn the release, school officials said they are also asking the campus community to report those not following the rules on masks and social distancing. The school said if the rules are not followed, students may face suspension and faculty and staff could face disciplinary action.\nAs of Tuesday morning, Mizzou reported 658 active COVID-19 cases – which is about 2.4% of the student body – and 444 recoveries.\nUpdated Mizzou outdoor face covering requirements:\nWear face coverings whenever you are on campus, including when you are outside and even when you are alone outdoors. This policy means those who share a household (roommates, family members, etc.) will also wear face coverings when outdoors together on campus. This outdoor requirement will apply to the entire campus, including the MU Health Care areas.\nWhenever a face covering is required, indoors and outdoors, it must always be kept over your mouth and nose.\nWhen individuals eat or drink together outdoors, they must remain at least six feet apart from others and put face coverings back on immediately after consumption is complete\n3:30 p.m. -- Nearly three-quarters of public school students in Missouri have the option to attend classes in person this fall, according to data posted Tuesday by the Missouri Department of Elementary and Secondary Education.\nMissouri’s 518 school districts and 36 public charter schools are taking varying approaches as they balance educational needs with the desire to protect students, teachers and staff from the coronavirus. The school year begins as Missouri is nearing 100,000 confirmed COVID-19 cases. As of Tuesday, the state had reported 95,113 confirmed cases and 1,661 deaths.\nThe state education department website shows that the most common option provides for onsite learning but also allows students to opt out and attend classes virtually. Data shows that 40.3% of the state’s 878,627 public school students are in districts operating under that plan. DESE spokeswoman Mallory McGowin said it isn't yet known how many of those students are opting for virtual learning.\nAnother 22.5% of students attend schools that blend onsite and virtual learning, and 11.2% attend classes in person with no virtual option.\nThe remaining 26% of students are in schools with virtual-only classes. Most of those schools are in areas hit hard by the pandemic, mostly in the St. Louis and Kansas City areas but also in Columbia and a few rural districts.\nThe state is not yet tracking the number of K-12 students who have tested positive for COVID-19, but DESE and the Missouri Department of Health and Senior Services are working together to eventually capture that information, McGowin said.\n2:30 p.m. -- The Missouri Department of Health and Senior Services reported 773 new cases of COVID-19 on Tuesday, bringing the statewide total to 95,113 since the start of the outbreak.\nThere have now been 1,661 deaths across Missouri from COVID-19, which is up two from Monday’s total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.\nHealth officials said 893 (-57) patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nThe state said it has tested a total of 1,061,230 people through PCR testing – a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection – and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 13.8%\nThe state said it has tested 70,177 people through serology testing – a test that looks for antibodies in the blood – and 4.4% of those were positive.\nThe DHSS reports 9,842 (+34) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,083 (+46) cases since the outbreak started. Health officials said there have been 95 (+1) deaths in Kansas City, and Jackson County reports 74 (+0) total.\nThe state also lists 1,512 (+6) total cases in Clay County (outside of Kansas City), 1,159 (+8) in Cass County and 535 (+2) in Platte County.\n2:15 p.m. -- Gov. Laura Kelly announced Tuesday that Kansas’ application for FEMA’s Lost Wages Assistance program has been approved and the state will receive $63 million to help people who lost their jobs due to COVID-19.\nDue to federal restrictions, Kelly said the program will only be available to those who are receiving at least $100 in unemployment benefits. The implementation of the LWA program will take several weeks to execute, and the Kansas Department of Labor estimates that claimants will begin receiving benefits no sooner than late September. READ MORE\n2 p.m. -- Students across the U.S. ran into computer glitches Tuesday as they began the school year with online instruction at home because of the coronavirus threat, adding to the list of problems that have thrust many a harried parent into the role of teacher’s aide and tech support person.\nThe online learning platform Blackboard, which provides technology for 70 of the nation’s 100 biggest districts and serves more than 20 million U.S. students from kindergarten through 12th grade, reported that websites were failing to load or were loading slowly, and users were unable to register on the first day of school.\nThree of Texas’ largest school districts - Houston, Dallas and Fort Worth - were hit with technical problems, as were school systems in places such as Idaho and Kansas. A ransomware attack forced schools in Hartford, Connecticut, to postpone Tuesday's start of online and in-person classes.\nElsewhere around the country, Seattle’s system crashed last week. An online learning program used in Alabama and other places recently went down. And North Carolina’s platform crashed on the first day of classes last month.\n12:15 p.m. -- The University of Kansas Health System said Tuesday it currently has 18 acute COVID-19 patients, four of which are in the ICU and two that are on ventilators.\n11:30 a.m. -- Nebraska’s second-largest school district is adding clear plastic barriers to school lunch tables in an effort to prevent the spread of the coronavirus, as the number of cases in the state reached nearly 36,000 and deaths from COVID-19 surpassed 400.\nLincoln Public Schools - which has about 42,000 students - plans to outfit all of its school lunchrooms with the barriers over the coming weeks, the Lincoln Journal Star reported Tuesday. That comes after the district outfitted most of its middle schools with the barriers as part of a trial run.\nThe district will spend up to $150,000 of federal virus funding to add the barriers in lunchrooms, said Scott Wieskamp, the district's operations director.\n10:40 a.m. -- Students logging into virtual learning on the first day of school in the Olathe Public Schools, Lee's Summit Schools and Raytown Schools experienced issues with overloaded systems. READ MORE\n8 a.m. -- A group of University of Kansas students went on a strike from classes on Monday to protest the opening of the campus during the COVID-19 pandemic.\nThe University of Kansas held classes on Labor Day due to a modified academic calendar amid the pandemic. READ MORE\nThe student organization Jayhawker Liberation Front publicized the strike in tandem with a petition calling for the closure of campus due to the virus spread. They also want free exit testing for all students, shelter for students in need and hazard pay for essential workers.\nKansas health officials reported on Monday four new coronavirus-related deaths and 1,694 new cases of COVID-19 in the state since Friday. That raises the death toll from the pandemic in Kansas to 485 deaths and 46,914 known cases.\nThe state reported 181 clusters. Colleges account for 27 coronavirus outbreaks and 420 cases, but no deaths. Five school clusters account for 39 cases and no deaths, according to the health department.\nGov. Laura Kelly told reporters Monday that the state will be disclosing the locations of active outbreaks beginning Wednesday so that the public is better informed to mitigate the virus spread. READ MORE\n7:45 a.m. -- Missouri health officials added another 906 COVID-19 cases to the state's count on Monday as the number of people known to have contracted the virus reached at least 94,340.\nThe actual number is likely higher since some people who have the coronavirus do not have symptoms and testing has not been widespread, especially at the start of the pandemic.\nMissouri's health department also reported another death in the last 24 hours, bringing the state's coronavirus death toll to 1,659.\n7:30 a.m. -- Johnson County reported Tuesday morning 8,783 cases of COVID-19 since the outbreak started. The county said it has 5,985 presumed recoveries and 121 people have died since the start of the outbreak. It also has tested 108,897 people with 102,521 negative tests for an overall positive test rate of 8.1%. The county said it has tested 180.8 people per 1,000 in the county.\nAs of Tuesday morning, the school reopening gating criteria – the 14-day rolling total used by the county to make recommendations on how schools should reopen – remained at 11.9%. The gating criteria also listed 106.4 cases per 100,000 people in the county over the last seven days and the new cases trend is steady, per the county.\nThe county said it is monitoring 16 outbreaks at senior living care facilities. It also said that 90 people have died from senior living care facilities, which is 74% of the deaths in Johnson County.\nJohnson County health officials lost access to hospital bed utilization in June and have not reported those numbers since June 19.\n7:15 a.m. -- Wyandotte County is reporting Tuesday morning 6,167 confirmed cases of COVID-19 since the outbreak started, with 34 patients currently hospitalized and 125 probable cases. The county said 118 people have died from the coronavirus since the start of the outbreak.\nThe county updated its dashboard two weeks ago to indicate it will no longer release the number of people recovered. The dashboard said “this metric will no longer be shown due to the low data validity.”\nThe dashboard also updated on last week to indicate which ZIP codes have the most recent cases. Over a 14-day period the 66102 ZIP had 115 cases, followed by 66104 with 77 cases.\nWyandotte County does not list hospital capacity numbers on its dashboard.\n7 a.m. -- The state of Kansas isn’t officially listing the number of people who have recovered from COVID-19, but local health departments across the state are keeping track. According to numbers from Tuesday morning, there have been 28,799 people who have recovered from the coronavirus. This includes 5,985 in Johnson County, 2,021 in Wyandotte County (which hasn’t updated for two weeks), 1,647 in Leavenworth County and 996 in Douglas County.\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nMONDAY2:40 p.m. -- The Missouri Department of Health and Senior Services reported 906 new cases of COVID-19 on Monday, bringing the statewide total to 94,340 since the start of the outbreak.\nThere have now been 1,659 deaths across Missouri from COVID-19, which is up one from Sunday's total. DHSS said additional COVID-19-associated deaths were identified after thorough analysis and evaluation.\nHealth officials said 950 (-16) patients have been hospitalized due to COVID-19. Due to a change in data measures and the reporting platform issued by the White House on July 13, data on hospitalization reflects a 72-hour delay.\nMissouri does not list how many people have recovered from COVID-19.\n[ MISSOURI COVID-19 DASHBOARD]\nThe state said it has tested a total of 1,054,385 people through PCR testing – a test that looks for the virus in the nose, throat or other areas of the respiratory tract to determine if there is an active infection – and 8.8% of those were positive. The seven-day percent positive of PCR tested individuals is 13.8%\nThe state said it has tested 70,158 people through serology testing – a test that looks for antibodies in the blood – and 4.4% of those were positive.\nThe DHSS reports 9,808 (+88) confirmed COVID-19 cases in Kansas City, Missouri, while Jackson County now has 6,038 (+36) cases since the outbreak started. Health officials said there have been 94 (+0) deaths in Kansas City, and Jackson County reports 74 (+0) total.\nThe state also lists 1,506 (+13) total cases in Clay County (outside of Kansas City), 1,151 (+13) in Cass County and 533 (+7) in Platte County.\n2:15 p.m. -- The Kansas Department of Health and Environment reported an increase of 1,694 confirmed cases of COVID-19 in its first update since Friday to push the statewide total to 46,914 since the outbreak started.\nDHE officials said the death total grew by four to 485, and the average median age of the deaths is 79, which is steady from last week’s reporting.\nHealth officials said Friday that 2,441 patients have been hospitalized since the start of the outbreak, 669 were admitted to the ICU, 214 required mechanical ventilation and 1,796 patients have been discharged. The state also said it has 46% of its ICU beds available and 85% of its ventilators available.\nThe state said it has tested 436,686 people with 389,772 negative test results, an overall positive test rate of 10.7%, and it is testing 148.89 per 1,000 people in Kansas.\n[ KANSAS COVID-19 COVID-19 DASHBOARD ]\nJohnson County continues to have the most confirmed cases in Kansas with 9,047. Sedgwick County is the county with the second most cases with 7,714. Wyandotte County is third with 6,359 cases.\nLeavenworth County – home to Lansing Correctional Facility – has 1,781 cases, and Douglas County now reports 1,600. The Douglas County case count is largely tied to increases at the University of Kansas.\nHealth officials said the median age of people with COVID-19 is 35, and they are monitoring 181 (+3) active outbreak clusters.\n[ CLICK HERE FOR MAPS OF COVID-19 CASES BY COUNTY IN KANSAS & MISSOURI ]\n[ TRACKING COVID-19 CURVE OF CASES, DEATHS IN KANSAS & MISSOURI ]\nCHECK OUT KMBC:Get the latest Kansas City news, sports and weather from KMBC. With the best local coverage and the top Missouri news stories, you can stay in the know."}]}