{"request": {"pageUrl": "https://www2.ljworld.com/news/state-region/2020/sep/09/kdhe-releases-locations-of-covid-19-outbreaks-across-kansas-including-4-in-douglas-county-ku-football-team-listed-with-14-cases/", "api": "article", "version": 3}, "objects": [{"date": "Wed, 09 Sep 2020 13:34:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 477, "width": 721, "diffbotUri": "image|3|2016500505", "title": "The Pioneer Ridge Health Center at 4851 Harvard Road in Lawrence.", "url": "https://ogden_images.s3.amazonaws.com/www.ljworld.com/images/2020/08/10154314/IMG_5439-1100x825.jpeg", "naturalWidth": 637, "primary": true, "height": 540}], "estimatedDate": "Wed, 09 Sep 2020 13:34:00 GMT", "publisherRegion": "---", "icon": "https://www2.ljworld.com/wp-content/themes/coreV3_lazy/favicon.ico", "diffbotUri": "article|3|225099593", "siteName": "LJWorld.com", "type": "article", "title": "KDHE releases locations of COVID-19 outbreaks across Kansas, including 4 in Douglas County; KU football team listed with 14 cases", "tags": [{"score": 0.9982636570930481, "sentiment": 0, "count": 3, "label": "University of Kansas", "uri": "https://diffbot.com/entity/OBuug7JidMTGMkjm1lQ4mqg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9965634942054749, "sentiment": 0, "count": 4, "label": "Kansas", "uri": "https://diffbot.com/entity/AvbDlHz5ZPIu7-XYXTVPxhA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9879191517829895, "sentiment": 0, "count": 3, "label": "American football", "uri": "https://diffbot.com/entity/XHSs9HIeXNoiYhTgikB1Efg", "rdfTypes": ["http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity", "http://dbpedia.org/ontology/Sport"]}, {"score": 0.980219304561615, "sentiment": 0, "count": 1, "label": "Douglas County", "uri": "https://diffbot.com/entity/AD50NJuvzO_aYOC6K35ldmQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.9738469123840332, "sentiment": 0, "count": 6, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8062015771865845, "sentiment": 0, "count": 1, "label": "Lawrence", "uri": "https://diffbot.com/entity/AerEtBGyMPh2z1yIhXVlrvA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.6984480619430542, "sentiment": 0, "count": 1, "label": "Kansas Bankers Association", "uri": "https://diffbot.com/entity/CiCT7eQpANj295HJZNCY8Rg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.5491060614585876, "sentiment": 0, "count": 1, "label": "Jeni McDonald", "uri": "https://diffbot.com/entity/PM8sv3uz0MZupBhP_HwpV3A", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.5321488976478577, "sentiment": 0, "count": 1, "label": "Baker University", "uri": "https://diffbot.com/entity/Ojy5caRsFNpmCkYqTCXF5aw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "publisherCountry": "---", "humanLanguage": "en", "pageUrl": "https://www2.ljworld.com/news/state-region/2020/sep/09/kdhe-releases-locations-of-covid-19-outbreaks-across-kansas-including-4-in-douglas-county-ku-football-team-listed-with-14-cases/", "html": "<figure><img alt=\"\" src=\"https://ogden_images.s3.amazonaws.com/www.ljworld.com/images/2020/08/10154314/IMG_5439-1100x825.jpeg\" srcset=\"https://ogden_images.s3.amazonaws.com/www.ljworld.com/images/2020/08/10154314/IMG_5439-400x300.jpeg 480w,\n                                         https://ogden_images.s3.amazonaws.com/www.ljworld.com/images/2020/08/10154314/IMG_5439-667x500.jpeg 1430w,\n                                         https://ogden_images.s3.amazonaws.com/www.ljworld.com/images/2020/08/10154314/IMG_5439-1100x825.jpeg 4000w\"></img><figcaption>The Pioneer Ridge Health Center at 4851 Harvard Road in Lawrence.</figcaption></figure>\n<p>photo by: Lauren Fox</p>\n<p><em>Updated at 2:46 p.m. Wednesday</em></p>\n<p>The Kansas Department of Health and Environment on Wednesday released for the first time a list of specific locations and case counts associated with outbreaks of COVID-19 across the state.</p>\n<p>Of the 177 active outbreaks the department is tracking, four currently stem from Douglas County, KDHE said.</p>\n<p>Bridge Haven Memory Care, at 1701 Research Park Drive, has confirmed eight cases of the respiratory virus &mdash; an outbreak not previously reported. KDHE listed the Pioneer Ridge Health &amp; Rehab Facility as confirming 46 cases of COVID-19 &mdash; though the Journal-World reported on Aug. 27 that the facility had confirmed 50 cases of the virus and 32 of the patients had recovered.</p>\n<p>The other two county outbreaks are attributed to sports teams: 14 for the University of Kansas football team and six for the Baker University men&rsquo;s soccer team. The outbreak at Baker, a private institution, was not previously reported, but the KU athletic department has in the past acknowledged occasional spikes in test positivity rate among its athletes.</p>\n<p>Dan Beckler, a spokesperson for Kansas Athletics, told the Journal-World that only three football athletes tested positive in the department&rsquo;s latest round of testing (athletes are tested twice weekly). He confirmed that the three positives would not in any way affect the team&rsquo;s first football game, which is scheduled to kick off at 9 p.m. Saturday against Coastal Carolina at David Booth Kansas Memorial Stadium.</p>\n<p>Other than KU&rsquo;s football team, no other outbreaks were attributed to locations on the KU campus, which has confirmed 546 cases via a mass entry testing program that began Aug. 7 and concluded at the end of last week.</p>\n<p>The reason no cases were defined as outbreaks, even if the positive students may have congregated together &mdash; such as in a fraternity or sorority house or in a university classroom &mdash; is that the cases were most likely found during the entry testing, meaning it&rsquo;s difficult to properly attribute the transmission to a location on the KU campus.</p>\n<p>KDHE and the Lawrence-Douglas County Public Health both define an outbreak as two or more cases from a single source of exposure, but the county does not include familial units as a source of an outbreak, Jeni McDonald, epidemiology supervisor for the county health department, said in an email.</p>\n<p>Sonia Jordan, the director of informatics at Lawrence-Douglas County Public Health, told the Journal-World in an email that while it might seem like many cases came from the same place and could be labeled a source of transmission, it&rsquo;s better from an epidemiological standpoint to wait until a 14-day incubation period has passed to begin tracing cases to specific locations.</p>\n<p>&ldquo;What we have had to do from a public health perspective is wait for a transmission to occur, proper incubation time of up to 14 days and then a re-test of at least two positive cases who likely received it from Student A returning to their dorm or housing arrangement,&rdquo; she said. &ldquo;From there we are able to track transmission sufficiently to label it as an outbreak. However, this takes time, which is why KDHE likely doesn&rsquo;t have any in this iteration.&rdquo;</p>\n<p>Going forward, Jordan said it was &ldquo;likely&rdquo; that the county would see and begin reporting outbreaks from environments tied to college campuses.</p>\n<p>Statewide, KDHE on Wednesday confirmed 496 new cases of COVID-19 since data was last released on Monday, bringing the state&rsquo;s cumulative total to 47,410 cases. The state also confirmed 10 deaths attributed to the virus since Monday, bringing the death toll to 495 Kansans since the pandemic began in March.</p>\n<p>The 496 new cases, while a clear decrease from the case rate increase Kansas has seen over the past weeks, might be attributed to fewer tests being conducted between Monday and Wednesday. In that time, 4,728 tests were administered across the state, meaning that the latest batch of test results still returned positive at a rate of over 10%.</p>\n<p>The 177 clusters, along with their locations and the total case counts, that KDHE is tracking can be viewed on the <a href=\"https://www.coronavirus.kdheks.gov/160/COVID-19-in-Kansas\">department website</a> under the &ldquo;cluster summary&rdquo; tab. The department announced last week that it would update location information on outbreaks each Wednesday.</p>\n<p>The largest outbreaks of COVID-19 cases were located at correctional facilities, meatpacking plants and universities, according to KDHE. National Beef, a meatpacking plant in Dodge City, has the state&rsquo;s largest active outbreak at 647 cases.</p>\n<p>On Wednesday, just before KDHE released its specific cluster data, a conglomerate of Kansas business organizations, along with the Kansas Chamber of Commerce, sent a letter to Gov. Laura Kelly asking her administration not to release the names and locations of private businesses attributed to COVID-19 outbreaks.</p>\n<p>The organizations included the Associated General Contractors of Kansas, Kansas Livestock Association, Kansas Bankers Association, National Federation of Independent Businesses, The Builders Association and the Wichita Regional Chamber of Commerce. The letter indicated the groups weren&rsquo;t sure what the purpose of releasing such information was other than &ldquo;a public shaming&rdquo; of the businesses where outbreaks occur.</p>\n<p>KDHE Secretary Dr. Lee Norman said last week when announcing that outbreak locations would be made public that only private businesses with over 20 confirmed cases would have their locations shared, and that the measure was not at all intended to shame businesses; it was intended, Norman said, to give the general public greater ability to make public health decisions for themselves.</p>\n<p>&ldquo;We want (businesses) to be successful and have safe environments for people to go,&rdquo; he said Wednesday. &ldquo;Whether it&rsquo;s working or shopping or eating, we want people to be safe.&rdquo;</p>\n<h1>COMMENTS</h1>\n<p>Welcome to the new LJWorld.com. Our old commenting system has been replaced with Facebook Comments. There is no longer a separate username and password login step. If you are already signed into Facebook within your browser, you will be able to comment. If you do not have a Facebook account and do not wish to create one, you will not be able to comment on stories.</p>\n<p>    <a href=\"https://www2.ljworld.com/news/state-government/\"><h1>State Government</h1></a>     <a href=\"https://www2.ljworld.com/news/state-government/2020/sep/29/kansas-governor-backs-new-federal-guidelines-on-nursing-home-visits/\"><h1>Kansas governor backs new federal guidelines on nursing home visits</h1></a>     <a href=\"https://www2.ljworld.com/news/state-region/2020/sep/29/kansas-unemployment-system-targeted-by-criminals-using-stolen-identities/\"><h1>Kansas unemployment system targeted by fraud scheme using stolen identities</h1></a>     <a href=\"https://www2.ljworld.com/news/state-government/2020/sep/28/kelly-announces-unified-testing-strategy-to-bolster-kansas-covid-19-response-as-state-sets-record-for-new-cases/\"><h1>Kelly announces unified testing strategy to bolster Kansas&rsquo; COVID-19 response as state sets record for new cases</h1></a>     <a href=\"https://www2.ljworld.com/news/state-region/2020/sep/28/kansas-reports-record-16-of-latest-virus-tests-returned-positive/\"><h1>Kansas reports record 16% of latest virus tests returned positive</h1></a>     <a href=\"https://www2.ljworld.com/news/state-region/2020/sep/28/kansas-statehouse-meditation-room-moved-to-create-space-for-staff/\"><h1>Kansas Statehouse meditation room moved to create space for staff</h1></a>     <a href=\"https://www2.ljworld.com/news/state-region/2020/sep/25/covid-19-spikes-in-rural-areas-as-kansas-cases-jump-by-more-than-1300/\"><h1>COVID-19 spikes in rural areas as Kansas cases jump by more than 1,300</h1></a>   </p>", "text": "photo by: Lauren Fox\nUpdated at 2:46 p.m. Wednesday\nThe Kansas Department of Health and Environment on Wednesday released for the first time a list of specific locations and case counts associated with outbreaks of COVID-19 across the state.\nOf the 177 active outbreaks the department is tracking, four currently stem from Douglas County, KDHE said.\nBridge Haven Memory Care, at 1701 Research Park Drive, has confirmed eight cases of the respiratory virus — an outbreak not previously reported. KDHE listed the Pioneer Ridge Health & Rehab Facility as confirming 46 cases of COVID-19 — though the Journal-World reported on Aug. 27 that the facility had confirmed 50 cases of the virus and 32 of the patients had recovered.\nThe other two county outbreaks are attributed to sports teams: 14 for the University of Kansas football team and six for the Baker University men’s soccer team. The outbreak at Baker, a private institution, was not previously reported, but the KU athletic department has in the past acknowledged occasional spikes in test positivity rate among its athletes.\nDan Beckler, a spokesperson for Kansas Athletics, told the Journal-World that only three football athletes tested positive in the department’s latest round of testing (athletes are tested twice weekly). He confirmed that the three positives would not in any way affect the team’s first football game, which is scheduled to kick off at 9 p.m. Saturday against Coastal Carolina at David Booth Kansas Memorial Stadium.\nOther than KU’s football team, no other outbreaks were attributed to locations on the KU campus, which has confirmed 546 cases via a mass entry testing program that began Aug. 7 and concluded at the end of last week.\nThe reason no cases were defined as outbreaks, even if the positive students may have congregated together — such as in a fraternity or sorority house or in a university classroom — is that the cases were most likely found during the entry testing, meaning it’s difficult to properly attribute the transmission to a location on the KU campus.\nKDHE and the Lawrence-Douglas County Public Health both define an outbreak as two or more cases from a single source of exposure, but the county does not include familial units as a source of an outbreak, Jeni McDonald, epidemiology supervisor for the county health department, said in an email.\nSonia Jordan, the director of informatics at Lawrence-Douglas County Public Health, told the Journal-World in an email that while it might seem like many cases came from the same place and could be labeled a source of transmission, it’s better from an epidemiological standpoint to wait until a 14-day incubation period has passed to begin tracing cases to specific locations.\n“What we have had to do from a public health perspective is wait for a transmission to occur, proper incubation time of up to 14 days and then a re-test of at least two positive cases who likely received it from Student A returning to their dorm or housing arrangement,” she said. “From there we are able to track transmission sufficiently to label it as an outbreak. However, this takes time, which is why KDHE likely doesn’t have any in this iteration.”\nGoing forward, Jordan said it was “likely” that the county would see and begin reporting outbreaks from environments tied to college campuses.\nStatewide, KDHE on Wednesday confirmed 496 new cases of COVID-19 since data was last released on Monday, bringing the state’s cumulative total to 47,410 cases. The state also confirmed 10 deaths attributed to the virus since Monday, bringing the death toll to 495 Kansans since the pandemic began in March.\nThe 496 new cases, while a clear decrease from the case rate increase Kansas has seen over the past weeks, might be attributed to fewer tests being conducted between Monday and Wednesday. In that time, 4,728 tests were administered across the state, meaning that the latest batch of test results still returned positive at a rate of over 10%.\nThe 177 clusters, along with their locations and the total case counts, that KDHE is tracking can be viewed on the department website under the “cluster summary” tab. The department announced last week that it would update location information on outbreaks each Wednesday.\nThe largest outbreaks of COVID-19 cases were located at correctional facilities, meatpacking plants and universities, according to KDHE. National Beef, a meatpacking plant in Dodge City, has the state’s largest active outbreak at 647 cases.\nOn Wednesday, just before KDHE released its specific cluster data, a conglomerate of Kansas business organizations, along with the Kansas Chamber of Commerce, sent a letter to Gov. Laura Kelly asking her administration not to release the names and locations of private businesses attributed to COVID-19 outbreaks.\nThe organizations included the Associated General Contractors of Kansas, Kansas Livestock Association, Kansas Bankers Association, National Federation of Independent Businesses, The Builders Association and the Wichita Regional Chamber of Commerce. The letter indicated the groups weren’t sure what the purpose of releasing such information was other than “a public shaming” of the businesses where outbreaks occur.\nKDHE Secretary Dr. Lee Norman said last week when announcing that outbreak locations would be made public that only private businesses with over 20 confirmed cases would have their locations shared, and that the measure was not at all intended to shame businesses; it was intended, Norman said, to give the general public greater ability to make public health decisions for themselves.\n“We want (businesses) to be successful and have safe environments for people to go,” he said Wednesday. “Whether it’s working or shopping or eating, we want people to be safe.”\nCOMMENTS\nWelcome to the new LJWorld.com. Our old commenting system has been replaced with Facebook Comments. There is no longer a separate username and password login step. If you are already signed into Facebook within your browser, you will be able to comment. If you do not have a Facebook account and do not wish to create one, you will not be able to comment on stories.\nState Government\nKansas governor backs new federal guidelines on nursing home visits\nKansas unemployment system targeted by fraud scheme using stolen identities\nKelly announces unified testing strategy to bolster Kansas’ COVID-19 response as state sets record for new cases\nKansas reports record 16% of latest virus tests returned positive\nKansas Statehouse meditation room moved to create space for staff\nCOVID-19 spikes in rural areas as Kansas cases jump by more than 1,300"}]}