{"request": {"pageUrl": "https://www.bostonglobe.com/2020/09/12/metro/newton-mayor-relays-concerns-about-rising-covid-19-cases-boston-college-officials/", "api": "article", "version": 3}, "objects": [{"date": "Sat, 12 Sep 2020 19:19:00 GMT", "images": [{"naturalHeight": 648, "width": 846, "diffbotUri": "image|3|-766214389", "title": "Movers wearing masks transported boxes on Boston College's campus in late August. The school is facing a coronavirus outbreak.", "url": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/BUqE6uByUXlf1ZfwP9ir8JsCWG4=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/XY5UGSWGLMV3N2L7744UKYM7PU.jpg", "naturalWidth": 959, "primary": true, "height": 572}], "author": "Laura Krantz", "estimatedDate": "Sat, 12 Sep 2020 19:19:00 GMT", "publisherRegion": "North America", "icon": "https://www.bostonglobe.com/pf/resources/images/icons/apple-touch-icon.png?d=205", "diffbotUri": "article|3|-993472301", "siteName": "BostonGlobe.com", "type": "article", "title": "Newton mayor relays concerns about rising COVID-19 cases to Boston College officials", "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.bostonglobe.com/about/staff-list/staff/laura-krantz/?p1=Article_Byline", "pageUrl": "https://www.bostonglobe.com/2020/09/12/metro/newton-mayor-relays-concerns-about-rising-covid-19-cases-boston-college-officials/", "html": "<figure><img alt=\"Movers wearing masks transported boxes on Boston College's campus in late August. The school is facing a coronavirus outbreak.\" data-src=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/BUqE6uByUXlf1ZfwP9ir8JsCWG4=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/XY5UGSWGLMV3N2L7744UKYM7PU.jpg\" sizes=\"960px\" src=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/BUqE6uByUXlf1ZfwP9ir8JsCWG4=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/XY5UGSWGLMV3N2L7744UKYM7PU.jpg\" srcset=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/BUqE6uByUXlf1ZfwP9ir8JsCWG4=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/XY5UGSWGLMV3N2L7744UKYM7PU.jpg 1440w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/6ns4yNzHE0lePQQDh5F3KR71RZA=/1280x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/XY5UGSWGLMV3N2L7744UKYM7PU.jpg 1280w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/ZJ9kcQDDO-XI0Mf7fuWiT8iRtRM=/1024x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/XY5UGSWGLMV3N2L7744UKYM7PU.jpg 1024w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/VGPNlS3j70YimWUrYKAqa7plF84=/820x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/XY5UGSWGLMV3N2L7744UKYM7PU.jpg 820w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/VscHD2btH8x9YiXFLNImiLGv8TA=/600x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/XY5UGSWGLMV3N2L7744UKYM7PU.jpg 600w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/fPNLRCkypqp8VlaA2p-iZkMssBs=/420x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/XY5UGSWGLMV3N2L7744UKYM7PU.jpg 420w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/uSb-Fng4Jb3gZuM6Oe7y9Lbx_LU=/240x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/XY5UGSWGLMV3N2L7744UKYM7PU.jpg 240w\"></img><figcaption>Movers wearing masks transported boxes on Boston College's campus in late August. The school is facing a coronavirus outbreak.</figcaption></figure>\n<p>In the midst of a growing outbreak of COVID-19 cases at Boston College, Newton Mayor Ruthanne Fuller called on the institution Saturday to increase testing and reduce the number of students on campus.</p>\n<p>Fuller, along with the city&rsquo;s top health official, also asked that Newton assume oversight of a portion of the college&rsquo;s contact tracing program and asked BC not to open any additional quarantine or isolation facilities off campus in the city.</p>\n<p>&ldquo;I am gravely concerned about the transmission of COVID-19 at Boston College,&rdquo; Fuller said in a phone interview Saturday evening. The mayor said the school needs to take &ldquo;swift, decisive, and effective action right now.&quot;</p>\n<p>&ldquo;They need to act now to protect the health of their Boston College community and all of our Newtonians,&quot; she said.</p>\n<p>&ldquo;Boston College community members are integrally connected with Newton &mdash; they live, shop, dine &amp; drink, play sports, work and recreate amongst our community,&rdquo; she said in an e-mail to Newton residents later Saturday evening. &ldquo;When COVID-19 spikes within the Boston College community, this impacts all of us in Newton.&rdquo;</p>\n<p>The concern comes after a notable increase last week in the number of positive cases at the college, especially among athletes.</p>\n<p>So far 104 people have tested positive at the college, including 67 in the past week, according to testing numbers published Saturday by the university. Thirty of the college&rsquo;s 750 varsity athletes have tested positive, BC spokesman Jack Dunn said Saturday.</p>\n<p>Many of the student-athlete cases are linked to an off-campus gathering, where students watched a basketball game without wearing masks or socially distancing, Dunn said.</p>\n<p>Since the start of the semester, BC has suspended &ldquo;dozens of students,&rdquo; he said, for violating rules regarding social gatherings, and others have lost their on-campus housing for the year.</p>\n<p>Fuller said she and Deborah Youngblood, the Newton commissioner of health and human services, held a Zoom meeting Saturday afternoon with BC officials about the rising cases and urged the college to be more aggressive in finding and isolating cases. Also in attendance were Boston health officials and Marylou Sudders, the state secretary of health and human services, Fuller said.</p>\n<p>Newton officials recommended that BC consider increasing the amount of surveillance testing to weekly or twice a week for everyone on campus, Youngblood said.</p>\n<p>She also suggested that the school allow the city to assume oversight for contact tracing any students with Newton addresses, something that college officials initially said they preferred to do in house.</p>\n<p>The city also asked the college not to lease any more off-campus spaces in Newton to house isolated or quarantined students. The Newton officials said the college told them it has already filled all its on-campus isolation/quarantine housing, but asked that BC find a way to house all students who are sick or exposed to the virus on the campus.</p>\n<p>They asked the school to de-densify its campus and consider sending some students home. Fuller said the city has worked hard to lower its positivity rate and does not want the college to undermine local residents' hard work.</p>\n<p>&ldquo;Boston College has to act right now so that their operations don&rsquo;t threaten that positivity rate, which will in turn hurt our ability to reopen our schools in person, to get our residents back to work, and to allow our restaurants, retailers and other businesses to get back on their feet,&rdquo; she said.</p>\n<p>Much of the BC campus learned about the increase in cases last week, after 13 members of the men&rsquo;s swimming and diving team tested positive. The extent of that outbreak is still unclear because BC is still tracing and testing those who were in contact with the students who fell ill, Dunn said.</p>\n<p>Following the outbreak, the school increased the number of tests it performed to 2,500 last week from 1,500 the prior week, he said.</p>\n<p>Other colleges in the area, are testing students far more aggressively. Many test weekly or twice per week.</p>\n<p>In response to the city of Newton&rsquo;s requests, Dunn said BC is happy to collaborate on contact tracing. He said the college is not isolating any students in Newton.</p>\n<p>About testing, Dunn said the college will continue to be flexible, but he said BC does not plan to reduce the number of students on campus.</p>\n<p>Boston College has about 9,200 undergraduate students, and about 7,200 live on campus, the university said. As of Saturday, 82 undergraduate students were in isolation and another 22 had recovered from COVID-19, <a href=\"https://www.bc.edu/bc-web/sites/reopening-boston-college.html\">school figures show</a>.</p>\n<p>Students who live on campus are isolated at the Hotel Boston, a motel the college leased near the school. Students who are close contacts of those who test positive are quarantined in dorms or apartment bedrooms, Dunn said. Those who live off campus are asked to quarantine in their apartments.</p>\n<p>As the number of cases rises, students and faculty at the college said they are growing more concerned for their health. Neighbors who live near the college in Newton and Boston are also worried.</p>\n<p>&ldquo;I&rsquo;m used to BC not being helpful to graduate students, but this seems almost nefarious. They&rsquo;re putting people at risk and they know what they&rsquo;re doing,&rdquo; said Derek Brown, a theology graduate student who said he and other graduate students were forced to teach in person this semester.</p>\n<p>Brown said grad students were not allowed an exemption if they live with an at-risk person, and were denied health coverage by the college. He said he was not notified by the college after several students in his class tested positive.</p>\n<p>Brown said he is on campus three days a week, between teaching and an on-campus job, but he has only been tested once, before school started. He is not allowed to be tested unless he has symptoms, despite the positive test results of his students, he said.</p>\n<p>A BC professor said he grew concerned over the summer when he learned that the committee the college established to create the testing protocols did not include anyone who was an expert in epidemiology, infectious diseases, or operational research.</p>\n<p>&ldquo;I wondered what is this committee?&quot; said the professor, who asked to remain anonymous for fear of retribution.</p>\n<p>Neighbors are also growing frustrated with Boston College, saying the school has not provided information about its plan to contain the outbreak.</p>\n<p>Karine Alexander, who lives near the college in Newton, said she was concerned to hear about the uptick in cases. She urged the school to test more frequently.</p>\n<p>&ldquo;The more testing you do, the more you&rsquo;ll find,&rdquo; she said.</p>\n<p>Laura Krantz can be reached at <a href=\"mailto:laura.krantz@globe.com\">laura.krantz@globe.com</a>. Follow her on Twitter <a href=\"https://www.twitter.com/laurakrantz\">@laurakrantz</a>.</p>", "text": "In the midst of a growing outbreak of COVID-19 cases at Boston College, Newton Mayor Ruthanne Fuller called on the institution Saturday to increase testing and reduce the number of students on campus.\nFuller, along with the city’s top health official, also asked that Newton assume oversight of a portion of the college’s contact tracing program and asked BC not to open any additional quarantine or isolation facilities off campus in the city.\n“I am gravely concerned about the transmission of COVID-19 at Boston College,” Fuller said in a phone interview Saturday evening. The mayor said the school needs to take “swift, decisive, and effective action right now.\"\n“They need to act now to protect the health of their Boston College community and all of our Newtonians,\" she said.\n“Boston College community members are integrally connected with Newton — they live, shop, dine & drink, play sports, work and recreate amongst our community,” she said in an e-mail to Newton residents later Saturday evening. “When COVID-19 spikes within the Boston College community, this impacts all of us in Newton.”\nThe concern comes after a notable increase last week in the number of positive cases at the college, especially among athletes.\nSo far 104 people have tested positive at the college, including 67 in the past week, according to testing numbers published Saturday by the university. Thirty of the college’s 750 varsity athletes have tested positive, BC spokesman Jack Dunn said Saturday.\nMany of the student-athlete cases are linked to an off-campus gathering, where students watched a basketball game without wearing masks or socially distancing, Dunn said.\nSince the start of the semester, BC has suspended “dozens of students,” he said, for violating rules regarding social gatherings, and others have lost their on-campus housing for the year.\nFuller said she and Deborah Youngblood, the Newton commissioner of health and human services, held a Zoom meeting Saturday afternoon with BC officials about the rising cases and urged the college to be more aggressive in finding and isolating cases. Also in attendance were Boston health officials and Marylou Sudders, the state secretary of health and human services, Fuller said.\nNewton officials recommended that BC consider increasing the amount of surveillance testing to weekly or twice a week for everyone on campus, Youngblood said.\nShe also suggested that the school allow the city to assume oversight for contact tracing any students with Newton addresses, something that college officials initially said they preferred to do in house.\nThe city also asked the college not to lease any more off-campus spaces in Newton to house isolated or quarantined students. The Newton officials said the college told them it has already filled all its on-campus isolation/quarantine housing, but asked that BC find a way to house all students who are sick or exposed to the virus on the campus.\nThey asked the school to de-densify its campus and consider sending some students home. Fuller said the city has worked hard to lower its positivity rate and does not want the college to undermine local residents' hard work.\n“Boston College has to act right now so that their operations don’t threaten that positivity rate, which will in turn hurt our ability to reopen our schools in person, to get our residents back to work, and to allow our restaurants, retailers and other businesses to get back on their feet,” she said.\nMuch of the BC campus learned about the increase in cases last week, after 13 members of the men’s swimming and diving team tested positive. The extent of that outbreak is still unclear because BC is still tracing and testing those who were in contact with the students who fell ill, Dunn said.\nFollowing the outbreak, the school increased the number of tests it performed to 2,500 last week from 1,500 the prior week, he said.\nOther colleges in the area, are testing students far more aggressively. Many test weekly or twice per week.\nIn response to the city of Newton’s requests, Dunn said BC is happy to collaborate on contact tracing. He said the college is not isolating any students in Newton.\nAbout testing, Dunn said the college will continue to be flexible, but he said BC does not plan to reduce the number of students on campus.\nBoston College has about 9,200 undergraduate students, and about 7,200 live on campus, the university said. As of Saturday, 82 undergraduate students were in isolation and another 22 had recovered from COVID-19, school figures show.\nStudents who live on campus are isolated at the Hotel Boston, a motel the college leased near the school. Students who are close contacts of those who test positive are quarantined in dorms or apartment bedrooms, Dunn said. Those who live off campus are asked to quarantine in their apartments.\nAs the number of cases rises, students and faculty at the college said they are growing more concerned for their health. Neighbors who live near the college in Newton and Boston are also worried.\n“I’m used to BC not being helpful to graduate students, but this seems almost nefarious. They’re putting people at risk and they know what they’re doing,” said Derek Brown, a theology graduate student who said he and other graduate students were forced to teach in person this semester.\nBrown said grad students were not allowed an exemption if they live with an at-risk person, and were denied health coverage by the college. He said he was not notified by the college after several students in his class tested positive.\nBrown said he is on campus three days a week, between teaching and an on-campus job, but he has only been tested once, before school started. He is not allowed to be tested unless he has symptoms, despite the positive test results of his students, he said.\nA BC professor said he grew concerned over the summer when he learned that the committee the college established to create the testing protocols did not include anyone who was an expert in epidemiology, infectious diseases, or operational research.\n“I wondered what is this committee?\" said the professor, who asked to remain anonymous for fear of retribution.\nNeighbors are also growing frustrated with Boston College, saying the school has not provided information about its plan to contain the outbreak.\nKarine Alexander, who lives near the college in Newton, said she was concerned to hear about the uptick in cases. She urged the school to test more frequently.\n“The more testing you do, the more you’ll find,” she said.\nLaura Krantz can be reached at laura.krantz@globe.com. Follow her on Twitter @laurakrantz.", "authors": [{"name": "Laura Krantz", "link": "bostonglobe.com/about/staff-list/staff/laura-krantz/"}]}]}