{"request": {"pageUrl": "https://health.ucsd.edu/news/releases/Pages/2020-09-11-uc-campuses-pilot-google-apple-notification-technology-to-help-prevent-covid-19-outbreaks-.aspx", "api": "article", "version": 3}, "objects": [{"date": "Fri, 11 Sep 2020 00:00:00 GMT", "sentiment": 0.336, "images": [{"naturalHeight": 281, "width": 450, "diffbotUri": "image|3|1322549364", "title": "UC San Diego is launching a new volunteer pilot to study whether smartphone technology may help reduce the spread of SARS-CoV-2. Photo credit: Erik Jepsen", "url": "https://health.ucsd.edu/news/releases/PublishingImages/geisel-library-3-UCSanDiego-ErikJepsen.jpg?RenditionID=3", "naturalWidth": 450, "primary": true, "height": 281}, {"naturalHeight": 236, "width": 450, "diffbotUri": "image|3|517415959", "title": "In May 2020, UC San Diego launched the Return to Learn program, a nationally-recognized evidence-based safety program to incrementally return to in-person activities on campus. Photo credit: UC San Diego", "url": "https://health.ucsd.edu/news/releases/PublishingImages/2021-052-R2L-PublicHealth.jpg?RenditionID=3", "naturalWidth": 450, "height": 236}, {"naturalHeight": 393, "width": 350, "diffbotUri": "image|3|-1158038550", "title": "Click here to enlarge this infograph. Photo credit: Google/Apple Exposure Notification FAQ", "url": "https://health.ucsd.edu/news/releases/PublishingImages/infograph_app_covid.jpg?RenditionID=4", "naturalWidth": 350, "height": 393}], "author": "Jackie Carr", "estimatedDate": "Fri, 11 Sep 2020 00:00:00 GMT", "icon": "https://health.ucsd.edu/images/favicon.ico", "diffbotUri": "article|3|-1278508919", "siteName": "UC Health - UC San Diego", "type": "article", "title": "UC Campuses Pilot Google-Apple Notification Technology to Help Prevent COVID-19 Outbreaks", "tags": [{"score": 0.9980173110961914, "sentiment": 0, "count": 4, "label": "Apple Inc.", "uri": "https://diffbot.com/entity/CHb0_0NEcMwyY8b083taTTw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.9955501556396484, "sentiment": 0, "count": 1, "label": "Google", "uri": "https://diffbot.com/entity/CUFq-3WlpNsq0pvfUYWXOEA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.9934356212615967, "sentiment": -0.213, "count": 12, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9742208123207092, "sentiment": 0.62, "count": 3, "label": "technology", "uri": "https://diffbot.com/entity/X-5jnlQEGOt2x8rdkkht1NQ", "rdfTypes": ["http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity"]}, {"score": 0.7825196385383606, "sentiment": 0, "count": 1, "label": "California", "uri": "https://diffbot.com/entity/Al0_8ehooNxOPT36Y4RdV9w", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.6506770849227905, "sentiment": 0, "count": 1, "label": "University of California, San Diego", "uri": "https://diffbot.com/entity/OsBI6uR_EO5yC9rN5CI3NkQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6283624768257141, "sentiment": 0, "count": 1, "label": "Pradeep Khosla", "uri": "https://diffbot.com/entity/POPmAVu2xOuCVJ5LwAhpEaw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.588783323764801, "sentiment": 0, "count": 1, "label": "Christopher Longhurst", "uri": "https://diffbot.com/entity/PViAC2gkON_29oQs__ARO_Q", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.5296568870544434, "sentiment": 0, "count": 1, "label": "Oxford", "uri": "https://diffbot.com/entity/AKP_dTy8nO4eGcx72eIP5Og", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City", "http://dbpedia.org/ontology/Town"]}], "breadcrumb": [{"link": "https://health.ucsd.edu/Pages/default.aspx", "name": "Home"}, {"link": "https://health.ucsd.edu/news/Pages/default.aspx", "name": "Newsroom"}, {"link": "https://health.ucsd.edu/news/releases/Pages/2020-archives.aspx", "name": "Releases"}], "humanLanguage": "en", "pageUrl": "https://health.ucsd.edu/news/releases/Pages/2020-09-11-uc-campuses-pilot-google-apple-notification-technology-to-help-prevent-covid-19-outbreaks-.aspx", "html": "<p>Today, the state of California approved a new voluntary pilot program that uses Apple and Google smartphone technology to help rapidly control COVID-19 outbreaks. The pilot is designed to quickly notify individuals when a COVID-19 exposure may have occurred. The program will launch on the campus of UC San Diego, followed by UC San Francisco for any students and employees who decide to opt in.</p>\n<figure><img alt=\"Geisel Library\" src=\"https://health.ucsd.edu/news/releases/PublishingImages/geisel-library-3-UCSanDiego-ErikJepsen.jpg?RenditionID=3\"></img><figcaption>UC San Diego is launching a new volunteer pilot to study whether smartphone technology may help reduce the spread of SARS-CoV-2. Photo credit: Erik Jepsen</figcaption></figure>\n<p>&ldquo;The Google Apple Exposure Notification (GAEN) Express tool offers a high-tech, privacy-preserving solution that automates the work of notification for you &mdash; without sharing who you are or providing unnecessary digital details that could compromise privacy,&rdquo; said <a href=\"https://providers.ucsd.edu/details/32680/pediatrics\">Christopher Longhurst, MD</a>, chief information officer, UC San Diego Health. &ldquo;If the pilot is successful, it will set the foundation for the state to offer voluntary exposure notifications to all Californians using smartphone-based technology.&rdquo;</p>\n<p>&ldquo;This new technology is one of the many tools that the Return to Learn program will invite the university community to use on a voluntary basis to help detect and prevent the spread of the virus,&rdquo; said Chancellor Pradeep K. Khosla of UC San Diego. &ldquo;For every person that activates and uses the app, the greater the possibility of quick detection.&rdquo;</p>\n<p>With user privacy and security central to the design of GAEN, Bluetooth technology is employed to help reduce the spread of the virus by making anonymous notifications of potential exposures. As part of a privacy-first approach, users decide whether they want to share a verified positive test result with the app and determine whether they want to share that with other users.</p>\n<figure><img alt=\"Keep safe logo\" src=\"https://health.ucsd.edu/news/releases/PublishingImages/2021-052-R2L-PublicHealth.jpg?RenditionID=3\"></img><figcaption>In May 2020, UC San Diego launched the Return to Learn program, a nationally-recognized evidence-based safety program to incrementally return to in-person activities on campus. Photo credit: UC San Diego</figcaption></figure>\n<p>&ldquo;By using Bluetooth technology, we can achieve notifications with strong privacy protections in place,&rdquo; said Longhurst. &ldquo;Your location information is never collected. User identities are not shared with anyone, including Apple and Google. And it is all voluntary so users can opt-out any time.&rdquo;</p>\n<p>Bluetooth uses radio waves to communicate with other devices, such as the smartphones of people you are traveling with on a plane, standing in line in a grocery store or sharing space inside a classroom or dormitory. When a person opts into using the Google Apple notification system, the user&rsquo;s phone broadcasts a random identification (ID) number to other phones in the area. When phones come within 6 feet of each another, they log one another&rsquo;s IDs &mdash; without names or locations attached.</p>\n<p>If a person is diagnosed with COVID-19, they can voluntarily enter a keycode indicating they received a positive test result. This generates an anonymous alert to other users who have opted-into the notification system. A notification may read: &ldquo;Alert: You have recently come in contact with someone who has tested positive for COVID-19. Please quarantine and talk to your health care provider about COVID-19 testing.&rdquo;</p>\n<p>Longhurst anticipates a significant number of Google and Apple phone users on the campuses will voluntarily join the anonymous notification system. Members of the UC San Diego campus will receive an email invitation to participate in the pilot with instructions for how to download (Google) or turn on (Apple) the app.</p>\n<p>&ldquo;It&rsquo;s likely that we will need multiple approaches to exposure notification in order to meet the preferences and needs of individual Californians. This is a promising avenue to explore to supplement to traditional methods,&rdquo; said Carrie L. Byington, executive vice president of University of California Health and an infectious disease expert. &ldquo;Fortunately, UC has the capacity to work on multiple fronts in the fight against COVID-19.&rdquo;</p>\n<p>&ldquo;By some estimates, for every two users of the application there is one potential COVID-19 infection stopped,&rdquo; said Longhurst. &ldquo;We are hopeful this will make a difference in tracking cases of COVID-19 so that all potential cases, especially those that may be asymptomatic, can get tested and isolate more quickly, helping to limit the pandemic.&rdquo;</p>\n<p>&ldquo;This pilot is going to help people you know, but maybe more importantly, the people you don&rsquo;t know,&rdquo; added Longhurst. &ldquo;If I get COVID-19, I&rsquo;m going to tell my family right away. But I may not remember or even know everybody that I&rsquo;ve encountered in the last two weeks. That&rsquo;s where this application can help notify the people whose names and phone numbers I don&rsquo;t have. It&rsquo;s designed to help the community, making it safer for everyone.&rdquo;</p>\n<p>Longhurst <a href=\"https://www.research.ox.ac.uk/Article/2020-04-16-digital-contact-tracing-can-slow-or-even-stop-coronavirus-transmission-and-ease-us-out-of-lockdown\">pointed to an Oxford study </a> that offered an epidemiological model to help configure a contract tracing app for COVID-19. The Oxford model predicted that the pandemic can be stopped if approximately 60 percent of the population use a notification app. Even with lower numbers of app users, they still estimated a reduction in the number of coronavirus cases and deaths.</p>\n<p>State and university epidemiologists will review the results of the pilot to determine how to optimize the smartphone-based technology and whether it should be rolled out more broadly.</p>\n<figure><img alt=\"App infograph\" src=\"https://health.ucsd.edu/news/releases/PublishingImages/infograph_app_covid.jpg?RenditionID=4\"></img><figcaption>Click here to enlarge this infograph. Photo credit: Google/Apple Exposure Notification FAQ</figcaption></figure>\n<p>Apple has made the technology available on the iOS 13.7 system update. Google will implement the system with an automatically generated application on Android 6.0 this month.</p>\n<p>Eligible participants in the pilot will include all university students, staff and faculty at UC San Diego. The pilot is supported by the <a href=\"https://returntolearn.ucsd.edu/\">UC San Diego Return to Learn initiative </a>.</p>\n<p>In May 2020, UC San Diego launched the Return to Learn program, a nationally-recognized evidence-based safety program to incrementally return to in-person activities on campus. The plan includes face covering requirements, increased sanitation, consistent and risk-based asymptomatic testing, symptomatic testing as well as wastewater testing and public health interventions that include case isolation, contact tracing and exposure notification.</p>\n<p>To learn more about GAEN, visit the information pages from <a>Google</a> and <a href=\"https://covid19.apple.com/contacttracing\">Apple </a>.</p>", "text": "Today, the state of California approved a new voluntary pilot program that uses Apple and Google smartphone technology to help rapidly control COVID-19 outbreaks. The pilot is designed to quickly notify individuals when a COVID-19 exposure may have occurred. The program will launch on the campus of UC San Diego, followed by UC San Francisco for any students and employees who decide to opt in.\n“The Google Apple Exposure Notification (GAEN) Express tool offers a high-tech, privacy-preserving solution that automates the work of notification for you — without sharing who you are or providing unnecessary digital details that could compromise privacy,” said Christopher Longhurst, MD, chief information officer, UC San Diego Health. “If the pilot is successful, it will set the foundation for the state to offer voluntary exposure notifications to all Californians using smartphone-based technology.”\n“This new technology is one of the many tools that the Return to Learn program will invite the university community to use on a voluntary basis to help detect and prevent the spread of the virus,” said Chancellor Pradeep K. Khosla of UC San Diego. “For every person that activates and uses the app, the greater the possibility of quick detection.”\nWith user privacy and security central to the design of GAEN, Bluetooth technology is employed to help reduce the spread of the virus by making anonymous notifications of potential exposures. As part of a privacy-first approach, users decide whether they want to share a verified positive test result with the app and determine whether they want to share that with other users.\n“By using Bluetooth technology, we can achieve notifications with strong privacy protections in place,” said Longhurst. “Your location information is never collected. User identities are not shared with anyone, including Apple and Google. And it is all voluntary so users can opt-out any time.”\nBluetooth uses radio waves to communicate with other devices, such as the smartphones of people you are traveling with on a plane, standing in line in a grocery store or sharing space inside a classroom or dormitory. When a person opts into using the Google Apple notification system, the user’s phone broadcasts a random identification (ID) number to other phones in the area. When phones come within 6 feet of each another, they log one another’s IDs — without names or locations attached.\nIf a person is diagnosed with COVID-19, they can voluntarily enter a keycode indicating they received a positive test result. This generates an anonymous alert to other users who have opted-into the notification system. A notification may read: “Alert: You have recently come in contact with someone who has tested positive for COVID-19. Please quarantine and talk to your health care provider about COVID-19 testing.”\nLonghurst anticipates a significant number of Google and Apple phone users on the campuses will voluntarily join the anonymous notification system. Members of the UC San Diego campus will receive an email invitation to participate in the pilot with instructions for how to download (Google) or turn on (Apple) the app.\n“It’s likely that we will need multiple approaches to exposure notification in order to meet the preferences and needs of individual Californians. This is a promising avenue to explore to supplement to traditional methods,” said Carrie L. Byington, executive vice president of University of California Health and an infectious disease expert. “Fortunately, UC has the capacity to work on multiple fronts in the fight against COVID-19.”\n“By some estimates, for every two users of the application there is one potential COVID-19 infection stopped,” said Longhurst. “We are hopeful this will make a difference in tracking cases of COVID-19 so that all potential cases, especially those that may be asymptomatic, can get tested and isolate more quickly, helping to limit the pandemic.”\n“This pilot is going to help people you know, but maybe more importantly, the people you don’t know,” added Longhurst. “If I get COVID-19, I’m going to tell my family right away. But I may not remember or even know everybody that I’ve encountered in the last two weeks. That’s where this application can help notify the people whose names and phone numbers I don’t have. It’s designed to help the community, making it safer for everyone.”\nLonghurst pointed to an Oxford study that offered an epidemiological model to help configure a contract tracing app for COVID-19. The Oxford model predicted that the pandemic can be stopped if approximately 60 percent of the population use a notification app. Even with lower numbers of app users, they still estimated a reduction in the number of coronavirus cases and deaths.\nState and university epidemiologists will review the results of the pilot to determine how to optimize the smartphone-based technology and whether it should be rolled out more broadly.\nApple has made the technology available on the iOS 13.7 system update. Google will implement the system with an automatically generated application on Android 6.0 this month.\nEligible participants in the pilot will include all university students, staff and faculty at UC San Diego. The pilot is supported by the UC San Diego Return to Learn initiative .\nIn May 2020, UC San Diego launched the Return to Learn program, a nationally-recognized evidence-based safety program to incrementally return to in-person activities on campus. The plan includes face covering requirements, increased sanitation, consistent and risk-based asymptomatic testing, symptomatic testing as well as wastewater testing and public health interventions that include case isolation, contact tracing and exposure notification.\nTo learn more about GAEN, visit the information pages from Google and Apple ."}]}