{"request": {"pageUrl": "https://www.msn.com/en-us/news/technology/data-on-covid-19-outbreaks-in-schools-was-sparse-so-this-teacher-collected-it-herself/ar-BB18GIXh", "api": "article", "version": 3}, "objects": [{"date": "Fri, 04 Sep 2020 00:00:00 GMT", "sentiment": -0.156, "images": [{"naturalHeight": 533, "width": 799, "diffbotUri": "image|3|75872133", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB18GKYJ.img?h=533&w=799&m=6&q=60&o=f&l=f", "naturalWidth": 799, "primary": true, "height": 530}], "estimatedDate": "Fri, 04 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/d7/97297b.ico", "diffbotUri": "article|3|-2115260877", "siteName": "MSN", "type": "article", "title": "Data on COVID-19 outbreaks in schools was sparse, so this teacher collected it herself", "tags": [{"score": 0.9847720265388489, "sentiment": -0.829, "count": 6, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8114190697669983, "sentiment": 0, "count": 3, "label": "school", "uri": "https://diffbot.com/entity/XhviB7TzaOxK2vax3A6JCTQ"}, {"score": 0.7333127856254578, "sentiment": 0, "count": 2, "label": "Working Mother", "uri": "https://diffbot.com/entity/Oqiv9uP27Mo-NQgabXdq7FQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.6706599593162537, "sentiment": 0, "count": 2, "label": "Emily Oster", "uri": "https://diffbot.com/entity/Ph8pCi5TfNW2KI-x9l55GnA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-us/news/technology/data-on-covid-19-outbreaks-in-schools-was-sparse-so-this-teacher-collected-it-herself/ar-BB18GIXh", "html": "<p><i>This story originally featured on </i><a data-id=\"76\" data-m=\"{\" href=\"https://www.workingmother.com/national-education-association-coronavirus-tracker-covid-outbreaks-in-schools?dom=rss-default&src=syn\">Working Mother</a>.</p>\n<figure><img alt=\"a person sitting at a table using a laptop: You can search by state to find a list of confirmed COVID-19 cases at public K-12 schools across the US.\" data-src=\"{\" src=\"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB18GKYJ.img?h=533&w=799&m=6&q=60&o=f&l=f\"></img></figure>\n<p>Alisha Morris, a theater teacher in Olathe, Kansas, wanted to know how many coronavirus cases were being reported in schools, but as she scoured the internet, she couldn&rsquo;t find the information all in one spot. So she started keeping track herself.</p>\n<figure><iframe data-id=\"75\" data-m=\"{\" data-url=\"https://products.gobankingrates.com/r/e48f149e71a19f66115d5f5c8edaefd8?subid=\" src=\"https://products.gobankingrates.com/r/e48f149e71a19f66115d5f5c8edaefd8?subid=\"></iframe></figure>\n<p>Now, her database is available on a <a data-id=\"77\" data-m=\"{\" href=\"https://app.smartsheet.com/b/publish?EQBCT=00a2d3fbe4184e75b06f392fc66dca13\">website hosted by the National Education Association</a>. You can search by state to find a list of confirmed COVID-19 cases at public K-12 schools across the US. The tracker provides the number of known cases and deaths for students, teachers, and administrators, as well as a link to a news story where the information originated.</p>\n<p>Morris began keeping tabs of the confirmed cases she stumbled across online on August 6. &quot;I put in the words 'school, positive,'&quot; she told <a data-id=\"78\" data-m=\"{\" href=\"https://www.npr.org/sections/health-shots/2020/08/28/906263926/how-many-coronavirus-cases-are-happening-in-schools-this-tracker-keeps-count?utm_source=facebook&utm_medium=news_tab&utm_content=algorithm\">NPR's Morning Edition</a>. &quot;I clicked on the news tab and would search the articles from the past week or the past 24 hours and then I would input those articles into my spreadsheet.&quot;</p>\n<p>After she made her database public, teachers began sharing it, and she started receiving personal anecdotes about cases that hadn't been covered by the news.</p>\n<p>&ldquo;Based on the anecdotes that people have sent me, there have been tons of schools that have been purposely trying to keep this on the down low,&rdquo; Morris told NPR. &ldquo;They will tell the close contacts and maybe the staff, but then they won't publicize it any further than that. So a lot of the submissions I received were screenshots of staff emails or parent emails telling about the case. But then when I went to go find an article about it, there wasn't anything about it.&rdquo;</p>\n<p>At first, she wasn&rsquo;t sure if she should include those cases in her spreadsheet, because they weren&rsquo;t verified by a news organization. But in the end, she decided to add a section for &ldquo;possible&rdquo; outbreaks. That section is included on the NEA spreadsheets, and there&rsquo;s a link to report COVID-19 cases, although you must have a verifying source. &ldquo;Examples of verifying sources include news articles and district websites/press releases,&rdquo; the site states. &ldquo;Only publicly verifiable information is published in our public reports.&rdquo;</p>\n<p>She handed the project over on August 23 to the NEA, where a team will keep the information up to date. By then, she and volunteers working with her had recorded nearly 4,300 cases at more than 1,000 schools. Florida schools had the most cases, followed by Texas and Georgia.</p>\n<p>This isn&rsquo;t the first time a private citizen has started a COVID-19 data collection because no publicly available official information exists: Brown University economist Emily Oster started maintaining a tally on <a data-id=\"79\" data-m=\"{\" href=\"https://www.workingmother.com/in-545-daycares-that-stayed-open-less-than-2-percent-kids-got-covid-19\">COVID-19 cases at day cares and camps</a> after she couldn&rsquo;t find national numbers online. &ldquo;I held off doing this data collection for a long time thinking, surely, someone else will start doing this and do it better,&rdquo; <a data-id=\"80\" data-m=\"{\" href=\"https://www.workingmother.com/clusterbomb-catastrophe-disaster-experts-predict-fall-with-grim-consequences-for-working-moms\">she told <i>Working Mother</i></a> in July. &ldquo;And then they didn&rsquo;t, and didn&rsquo;t, and didn&rsquo;t, and I finally pulled the trigger. But it&rsquo;s really frustrating that this is how we got to this. It seems like most places are planning to open schools, and yet they really haven&rsquo;t collected the data that would help them do it safely.&rdquo;</p>\n<p>Now, thanks to the efforts of Morris and Oster, we have a clearer picture of where outbreaks are happening and how much they&rsquo;re impacting kids and staff&mdash;information parents desperately need to make fully informed decisions about <a data-id=\"81\" data-m=\"{\" href=\"https://www.workingmother.com/2020-cost-of-care-survey\">how to handle work and childcare this fall</a>.</p>", "text": "This story originally featured on Working Mother.\nAlisha Morris, a theater teacher in Olathe, Kansas, wanted to know how many coronavirus cases were being reported in schools, but as she scoured the internet, she couldn’t find the information all in one spot. So she started keeping track herself.\nNow, her database is available on a website hosted by the National Education Association. You can search by state to find a list of confirmed COVID-19 cases at public K-12 schools across the US. The tracker provides the number of known cases and deaths for students, teachers, and administrators, as well as a link to a news story where the information originated.\nMorris began keeping tabs of the confirmed cases she stumbled across online on August 6. \"I put in the words 'school, positive,'\" she told NPR's Morning Edition. \"I clicked on the news tab and would search the articles from the past week or the past 24 hours and then I would input those articles into my spreadsheet.\"\nAfter she made her database public, teachers began sharing it, and she started receiving personal anecdotes about cases that hadn't been covered by the news.\n“Based on the anecdotes that people have sent me, there have been tons of schools that have been purposely trying to keep this on the down low,” Morris told NPR. “They will tell the close contacts and maybe the staff, but then they won't publicize it any further than that. So a lot of the submissions I received were screenshots of staff emails or parent emails telling about the case. But then when I went to go find an article about it, there wasn't anything about it.”\nAt first, she wasn’t sure if she should include those cases in her spreadsheet, because they weren’t verified by a news organization. But in the end, she decided to add a section for “possible” outbreaks. That section is included on the NEA spreadsheets, and there’s a link to report COVID-19 cases, although you must have a verifying source. “Examples of verifying sources include news articles and district websites/press releases,” the site states. “Only publicly verifiable information is published in our public reports.”\nShe handed the project over on August 23 to the NEA, where a team will keep the information up to date. By then, she and volunteers working with her had recorded nearly 4,300 cases at more than 1,000 schools. Florida schools had the most cases, followed by Texas and Georgia.\nThis isn’t the first time a private citizen has started a COVID-19 data collection because no publicly available official information exists: Brown University economist Emily Oster started maintaining a tally on COVID-19 cases at day cares and camps after she couldn’t find national numbers online. “I held off doing this data collection for a long time thinking, surely, someone else will start doing this and do it better,” she told Working Mother in July. “And then they didn’t, and didn’t, and didn’t, and I finally pulled the trigger. But it’s really frustrating that this is how we got to this. It seems like most places are planning to open schools, and yet they really haven’t collected the data that would help them do it safely.”\nNow, thanks to the efforts of Morris and Oster, we have a clearer picture of where outbreaks are happening and how much they’re impacting kids and staff—information parents desperately need to make fully informed decisions about how to handle work and childcare this fall."}]}