{"request": {"pageUrl": "https://www.wishtv.com/news/national/michigan-state-university-students-asked-to-self-quarantine-after-covid-19-outbreak/", "api": "article", "version": 3}, "objects": [{"date": "Sat, 12 Sep 2020 00:00:00 GMT", "sentiment": -0.151, "images": [{"naturalHeight": 1418, "width": 825, "diffbotUri": "image|3|-359196344", "title": "Michigan State University student union building. (Photo by Education Images/Universal Images Group via Getty Images)", "url": "https://www.wishtv.com/wp-content/uploads/2020/09/CROP-Michigan-State-student-union-GettyImages-1084634810-scaled.jpg", "naturalWidth": 2560, "primary": true, "height": 456}], "estimatedDate": "Sat, 12 Sep 2020 00:00:00 GMT", "icon": "https://i1.wp.com/www.wishtv.com/wp-content/uploads/2020/01/cropped-8-cutout-logo-flat_512x512-1.png?fit=180%2C180&ssl=1", "diffbotUri": "article|3|57192737", "siteName": "WISH-TV | Indianapolis News | Indiana Weather | Indiana Traffic", "type": "article", "title": "Michigan State University students asked to self-quarantine after COVID-19 outbreak", "tags": [{"score": 0.9993791580200195, "sentiment": 0, "count": 3, "label": "Michigan State University", "uri": "https://diffbot.com/entity/OYYdlQaefNHegCKObBH2DCg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9979912042617798, "sentiment": -0.824, "count": 12, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9898198246955872, "sentiment": 0, "count": 2, "label": "East Lansing", "uri": "https://diffbot.com/entity/ADxBNfNFQPQKjx11xR0xbkw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.7332093119621277, "sentiment": 0, "count": 1, "label": "Bankers Life Fieldhouse", "uri": "https://diffbot.com/entity/LDrMPbGNLPUWDsANDLr2ujA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/ArchitecturalStructure", "http://dbpedia.org/ontology/Building"]}, {"score": 0.7325694561004639, "sentiment": 0, "count": 2, "label": "National Collegiate Athletic Association", "uri": "https://diffbot.com/entity/CLkI8aiSsO0uAbQoF7kEXeQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.7151010036468506, "sentiment": 0, "count": 1, "label": "Noblesville Schools", "uri": "https://diffbot.com/entity/AuPxfH67NMzqxcLgjbisQUg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.6906511783599854, "sentiment": 0, "count": 5, "label": "Indiana", "uri": "https://diffbot.com/entity/A9fEJJg2jMDSo3kJvOXjpBA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.6597290635108948, "sentiment": -0.681, "count": 1, "label": "National Basketball Association", "uri": "https://diffbot.com/entity/CVWa1qsjNN_2MgqJyDwZqSA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Event", "http://dbpedia.org/ontology/Activity", "http://dbpedia.org/ontology/Sport"]}, {"score": 0.6574981808662415, "sentiment": 0, "count": 1, "label": "Boston", "uri": "https://diffbot.com/entity/A7vnJ0j-OP4qXP4s9wNDbEQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.6179433465003967, "sentiment": 0, "count": 1, "label": "Marion County", "uri": "https://diffbot.com/entity/AJLUnoVxjNOGhuJ0TOvJMSA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}], "humanLanguage": "en", "pageUrl": "https://www.wishtv.com/news/national/michigan-state-university-students-asked-to-self-quarantine-after-covid-19-outbreak/", "html": "<figure><img alt=\"\" src=\"https://www.wishtv.com/wp-content/uploads/2020/09/CROP-Michigan-State-student-union-GettyImages-1084634810-scaled.jpg\"></img><figcaption>Michigan State University student union building. (Photo by Education Images/Universal Images Group via Getty Images)</figcaption></figure>\n<p>(CNN) &mdash; Health officials on Saturday asked Michigan State University students to self-quarantine immediately after parties contributed to 342 new coronavirus cases.</p>\n<p>&ldquo;At least a third of new cases recently attended parties or social gatherings, and at least one third of those gatherings are associated with a fraternity or sorority,&rdquo; the<a href=\"http://hd.ingham.org/About/ArticlesPublications/tabid/3378/ctl/ArticleView/mid/4286/a\"> Ingham County Health Department </a>said in a statement.</p>\n<p>The hundreds of new COVID-19 cases involving people affiliated to the university date to Aug. 24, the health department said. Only 23 people had tested positive before that date.</p>\n<p>&ldquo;This is an urgent situation,&rdquo; said Ingham County Health Officer Linda S. Vail. &ldquo;The exponential growth of COVID-19 cases must stop.&rdquo;</p>\n<p>The outbreak started as students returned to the East Lansing area for the fall semester, the department said. Most MSU classes are online but &ldquo;many students had binding off-campus leases or simply desired to physically return to the university community.&rdquo;</p>\n<p>&ldquo;MSU is committed to doing everything we can to prevent the spread of COVID-19,&rdquo; Michigan State University Physician David Weismantel said in the statement. &ldquo;The safety of our entire community is a priority and we all have a role to play in preventing the spread of the virus. This recommendation from the health department is another tool to help us do just that.&rdquo;</p>\n<p>The quarantine recommendation isn&rsquo;t an &ldquo;emergency order,&rdquo; but the health department warned that &ldquo;more stringent and mandatory restrictions will be imposed if students do not comply and break the transmission cycle.&rdquo;</p>\n<p>The health department said it will look at houses licensed for more than 10 unrelated people &ldquo;to see if additional measures are warranted.&rdquo;</p>\n<p>&ldquo;I am concerned about the health and safety of the MSU community and importantly, I am seriously concerned that unchecked transmission locally will affect the health and safety of all Ingham County residents,&rdquo; Vail said.</p>\n<p>East Lansing Mayor Aaron Stephens, in a statement, urged students to consider their role in halting the &ldquo;community spread and, ultimately, saving lives.&rdquo;</p>\n<p>He added: &ldquo;We are still seeing far too many social gatherings in the off-campus community, where individuals are in close contact without face coverings.&rdquo;</p>\n<p>Students are asked to self-quarantine for 14 days, until 11:59 p.m. Sept. 26. They are permitted to attend &ldquo;in-person instruction, labs, and intercollegiate athletic training,&rdquo; the health department said.</p>\n<p>&ldquo;They may also leave their homes to work or to obtain food, medicine, medical care, or supplies that are needed to sustain or protect life when such cannot be obtained via delivery,&rdquo; the health department added.</p>\n<p>The <a href=\"https://edition.cnn.com/world/live-news/coronavirus-pandemic-07-24-20-intl/h_93d14b94808f6049a4d03c37e5329c26\">entire MSU football team was placed under 14-day quarantine</a> on July 23 after a second staff member and student-athlete tested positive for COVID-19.</p>\n<h4>Coronavirus links</h4>\n<ul><li><strong><a href=\"https://www.coronavirus.in.gov/\">Indiana State Department of Health coronavirus information </a></strong><a href=\"https://www.coronavirus.in.gov/\">(includes phone number to state hotline)</a></li><li><strong><a href=\"https://www.wishtv.com/coronavirus/\">WISH-TV coronavirus coverage</a></strong></li><li><strong><a href=\"https://www.wishtv.com/gr8comeback/#/\">WISH-TV&rsquo;s &ldquo;Gr8 Comeback&rdquo;</a></strong> </li><li><strong><a href=\"https://www.wishtv.com/wp-content/uploads/2020/05/BackOnTrack-IN_Overview-V7-1.pdf\">Original Indiana Back on Track plan</a></strong></li><li><strong><a href=\"https://www.food-finders.org/\">Food Finders distribution sites in west and north central Indiana</a></strong> </li><li><strong><a href=\"https://www.cdc.gov/coronavirus/2019-nCoV/index.html\">CDC&rsquo;s coronavirus page</a></strong></li><li><strong><a href=\"https://www.sba.gov/funding-programs/disaster-assistance\">U.S. Small Business Administration&rsquo;s Economic Injury Disaster Loan program</a></strong></li></ul>\n<h4>Indiana coronavirus timeline</h4>\n<p><em>With updated information from the Indiana Department of Health through Sept. 27, this timeline reflects updated tallies of deaths and positive tests prior to that date.</em></p>\n<ul><li><strong>March 6:</strong> Indiana State Department of Health (ISDH) confirms the first case in Indiana. Officials say the Marion County resident had recently traveled to Boston to attend a BioGen conference as a contractor.</li><li><strong>March 8:</strong> ISDH confirms a second case. An adult in Hendricks County who had also traveled to the BioGen conference was placed in isolation. Noblesville Schools say a parent and that parent&rsquo;s children will be self-quarantining after attending an out-of-state event where someone else tested positive.</li><li><strong>March 9:</strong> Avon Community School Corp. says a student on March 8 tested positive.</li><li><strong>March 10:</strong> ISDH launches an online tracker. Ball State University basketball fans learn the Mid-American Conference tourney will have no fans in the stands. Three businesses operating nursing homes in Indiana announce they will no longer allow visitors.</li><li><strong>March 11</strong>: The Indianapolis-based NCAA announces the Final Four basketball tournaments will be conducted with essential staff and limited family attendance. The Big Ten announces all sports events, including the men&rsquo;s basketball tournament at Bankers Life Fieldhouse, will have no fans starting March 12. Ball State University suspends in-person classes the rest of the spring semester. NBA suspends all games, including the Indiana Pacers, until further notice. Butler University and the University of Indianapolis extend spring break, after which they will have virtual classes.</li><li><strong>March 12</strong>: Gov. Eric Holcomb announces new protections that led to extended public school closings and the cancellation of large events across the state. The NCAA cancels its basketball tournaments. The Big Ten suspends all sporting events through the winter and spring seasons. The league including the Indy Fuel hockey team suspends its season. Indy Eleven says it will reschedule four matches. Indianapolis&rsquo; annual St. Patrick&rsquo;s Day Parade is canceled. </li><li><strong>March 13:</strong> The Indiana High School Athletic Association postpones the boys basketball tournament. Wayzata Home Products, a Connersville cabinet maker, shuts down and lays off its entire workforce due to market uncertainty. Gov. Holcomb announces actions including the elimination of Medicaid co-pays for COVID-19 testing and the lifting of limits on the number of work hours per day for drivers of commercial vehicles. Franklin College says it will begin online classes March 18 and empty residence halls of students in two days. The Children&rsquo;s Museum of Indianapolis closes indefinitely. The Indianapolis Public Library joins other libraries across Indiana and closes all facilities indefinitely.</li><li><strong>March 14: </strong>The Indiana Gaming Commission says all licensed gaming and racing operations will close in two days for an indefinite period.</li><li><strong>March 15:</strong> Indiana had its first death. St. Vincent Hospital in Indianapolis announces it will suspend all elective, non-urgent surgeries.</li><li><strong>March 16</strong>: Indiana had its second death. Gov. Holcomb announced the first Hoosier death. He closes bars, restaurants and nightclubs to in-person patrons, but maintains carryout and delivery services.</li><li><strong>March 17:</strong> Indiana had its third and fourth deaths. ISDH announces Indiana&rsquo;s second death. Indiana&rsquo;s Catholic bishops cancel masses indefinitely. Gov. Holcomb activates the National Guard. Purdue, Butler and Indiana State universities cancel May commencement ceremonies.</li><li><strong>March 18: </strong>Indiana had its fifth death. Eli Lilly and Co. says it will use its labs to speed up testing in Indiana. The 500 Festival suspends all events. Simon Property Group closes all malls and retail properties.</li><li><strong>March 19:</strong> Gov. Holcomb extends Indiana&rsquo;s state of emergency into May. Holcomb says he&rsquo;ll close all K-12 public and nonpublic schools. Standardized testing was canceled. The state&rsquo;s income-tax and corporate-tax payment deadline was extended to July 15. Holcomb says the state will waive job search requirements for people applying for Temporary Assistance to Needy Families. The IHSAA Boys Basketball State Tournament was canceled. The Marion County Emergency Operations Center upgrades to Level 1 status.</li><li><strong>March 20:</strong> Indiana&rsquo;s death toll rose to 9. ISDH announces Indiana&rsquo;s third death. Gov. Holcomb moves the state&rsquo;s primary election to June 2. Indiana University says it is postponing May commencement ceremonies on all campuses.</li><li><strong>March 21:</strong> Indiana&rsquo;s death toll rises to 14. ISDH announces Indiana&rsquo;s fourth death. Indiana National Guard says it and the Department of Transportation are distributing medical supplies to hospitals.</li><li><strong>March 22</strong>: Indiana&rsquo;s death toll rises to 19. ISDH announces seven deaths.</li><li><strong>March 23:</strong> Indiana&rsquo;s death toll rises to 24. Holcomb orders Hoosiers deemed nonessential to &ldquo;stay at home&rdquo; from March 24-April 7. Eli Lilly &amp; Co. begins drive-thru testing for the coronavirus for health care workers with a doctor&rsquo;s order. Ball State University cancels the May commencement.</li><li><strong>March 24:</strong> Indiana&rsquo;s death toll rises to 29. Fred Payne of Indiana Workforce Development says any Hoosiers out of work, including temporary layoffs, are eligible to apply for unemployment benefits.</li><li><strong>March 25:</strong> Indiana&rsquo;s death toll rises to 35. Indianapolis Motor Speedway announces the Indianapolis 500 is moved to Aug. 23. </li><li><strong>March 26:</strong> Indiana&rsquo;s death toll rises to 44. </li><li><strong>March 27:</strong> Indiana&rsquo;s death toll rises to 47.</li><li><strong>March 28</strong>: Indiana&rsquo;s death toll rises to 58.</li><li><strong>March 29</strong>: Indiana&rsquo;s death toll rises to 76.</li><li><strong>March 30:</strong> Indiana&rsquo;s death toll rises to 91.</li><li><strong>March 31: </strong>Indiana&rsquo;s death toll rises above 100, to 113. Gov. Holcomb extends the limits of bars and restaurants to offer only &ldquo;to go&rdquo; and &ldquo;carryout&rdquo; through April 6. Indiana health commissioner Dr. Kristina Box, asked about when Indiana will be in a surge of COVID-19 cases, says she thinks the surge is starting.</li><li><strong>April 1:</strong> Officials extend Marion County&rsquo;s &ldquo;stay at home&rdquo; order through May 1. <a href=\"http://wishtv.com/news/local-news/city-county-agencies-announce-drive-thru-covid-19-testing-for-frontline-essential-employees/\">Marion County health officials</a> say they will start COVID-19 testing services for front-line employees.</li><li><strong>April 2:</strong> The state announces K-12 schools will be closed for the rest of the school year. The Indiana High School Athletic Association cancels spring sports seasons.</li><li><strong>April 3:</strong> Gov. Holcomb extends the &ldquo;stay at home&rdquo; order through April 20. The state receives a federal Major Disaster Declaration for all 92 counties. The Indiana National Guard says it, the Army Corps of Engineers and state health officials will begin to assess sites for alternate health care facilities.</li><li><strong>April 4: </strong>Indiana&rsquo;s death toll rises above 200.</li><li><strong>April 6:</strong> The state reports a Madison County nursing home has had 11 deaths. Gov. Holcomb extends the &ldquo;stay at home&rdquo; order through April 20. He also limits additional businesses to carry-out only.</li><li><strong>April 7:</strong> Indiana&rsquo;s death toll rises above 300. Indiana health commissioner Box says four long-term care facilities have 22 deaths that appear to be related to COVID-19.</li><li><strong>April 10</strong>: ISDH said 24 residents of a long-term care facility in Madison County have died from COVID-related illness.</li><li><strong>April 11:</strong> Indiana&rsquo;s death toll rises above 400.</li><li><strong>April 14:</strong> Indiana&rsquo;s death toll rises above 500.</li><li><strong>April 16:</strong> Indiana records more than 10,000 positive coronavirus tests. The governor says he expects Indiana to experience a reopening in early May.</li><li><strong>April 17:</strong> Indiana&rsquo;s death toll rises above 600. The governor says that he will extend the &ldquo;stay at home&rdquo; order through May 1.</li><li><strong>April 20:</strong> Indiana&rsquo;s death toll rises above 700. Gov. Holcomb extends the &ldquo;stay at home&rdquo; order to May 1. The governor also says, if the medical supply chain is in good shape, other elective medical procedures can resume April 27.</li><li><strong>April 22:</strong> Indiana&rsquo;s death toll rises above 800. The Tyson facility in Logansport voluntarily closes so 2,200 employees can be tested for COVID-19.</li><li><strong>April 24:</strong> Indiana&rsquo;s death toll rises above 900. The Indianapolis City-County Council approves $25 million to help small businesses. Fishers City Council creates a city health department with a plan to test every resident.</li><li><strong>April 25:</strong> ISDH says it will launch an antibody testing study for Hoosiers; thousands of residents were randomly selected to participate in the study.</li><li><strong>April 27:</strong> Indiana&rsquo;s death toll rises above 1,000.</li><li><strong>April 28:</strong> Indiana officials say they will open COVID-19 testing to more Hoosiers, with expanded criteria and new testing services at 20 sites around the state.</li><li><strong>April 29:</strong> The state says it will spent $43 million on contact tracing.</li><li><strong>April 30:</strong> Indianapolis extends its stay-at-home order through May 15.</li><li><strong>May 1:</strong> Gov. Holcomb <a href=\"https://www.wishtv.com/news/local-news/gov-holcomb-announces-phased-reopening-plan-for-indiana/\">announces a phased reopening plan</a> for the state of Indiana. He also extends the stay-at-home order to May 4.</li><li><strong>May 3:</strong> Indiana records more than 20,000 positive coronavirus tests.</li><li><strong>May 4:</strong> Indiana enters Stage 2 of its <a href=\"https://www.wishtv.com/wp-content/uploads/2020/05/BackOnTrack-IN_Overview-V7-1.pdf\">Back on Track plan</a>, which excludes Cass County until May 18, and Lake and Marion counties until May 11.</li><li><strong>May 6:</strong>The state begins testing for all Hoosiers at 20 sites, with plans to expand the number of sites to 50 in a week. Ivy Tech Community College says it will continue virtual classes when summer courses begin in June. </li><li><strong>May 8:</strong> Cris Johnston, director of the Office of Budget and Management, says the state missed out on nearly $1 billion in anticipated April revenues; all state agencies will be given budget-cutting goals. Purdue University OKs plans to reopen for the fall semester with social distancing and other safety measures.</li><li><strong>May 10: </strong>Indiana&rsquo;s death toll rises above 1,500.</li><li><strong>May 13:</strong> Indiana&rsquo;s death toll rises above 1,600.The first phase of a state-sponsored study of the coronavirus estimated about 186,000 Hoosiers had COVID-19 or the antibodies for the novel virus by May 1. Indianapolis Mayor Joe Hogsett <a href=\"https://drive.google.com/file/d/1JtY4vw0B98tW3k2sFzlTt6GBn1xDMPMn/view\">announced plans</a> for limited reopenings of worship services, retail establishments, libraries and restaurants.</li><li><strong>May 15:</strong> Simon Property Group reopens Castleton Square Mall, Circle Centre Mall, and Fashion Mall at Keystone </li><li><strong>May 16:</strong> Indiana&rsquo;s death toll rises above 1,700.</li><li><strong>May 17:</strong> Marion County&rsquo;s death toll rises above 500.</li><li><strong>May 18:</strong> Indiana reports its first case of multisystem inflammatory syndrome in a child. The Farbest Foods turkey-processing plant in Huntingburg is closed for three days; 91 people had tested positive there. </li><li><strong>May 19:</strong> Indiana&rsquo;s death toll rises above 1,800.</li><li><strong>May 21:</strong> Indiana records more than 30,000 positive coronavirus tests.</li><li><strong>May 22:</strong> Indiana advances to Stage 3 of the Back on Track reopening plan. Indianapolis closes portions of five streets to allow restaurants to reopen with outdoor dining only.</li><li><strong>May 23:</strong> Indiana&rsquo;s death toll rises above 1,900. </li><li><strong>May 27:</strong> The U.S. death toll rises above 100,000. Indiana University says the fall semester will have in-person and online courses, plus an adjusted calendar through May 2021. Ball State University says the fall semester will be 13 straight weeks of in-person classes with no day off on Labor Day and no fall break.</li><li><strong>May 28:</strong> Indiana&rsquo;s death toll rises above 2,000.</li><li><strong>May 29:</strong> Places of worship in Marion County can begin holding indoor services at 50% capacity with proper social distancing. Jim Schellinger, Indiana secretary of commerce, said the federal Paycheck Protection Program has made 73,430 loans in Indiana totaling $9,379,164,461, the federal Economic Injury Disaster Loan program has made 5,070 loans in Indiana totaling $445,428,500, and the federal Economic Injury Disaster Loans Advance program has made 38,365 grants in Indiana totaling $136,554,000.</li><li><strong>June 1:</strong> Marion County restaurants begins serving customers indoors and outdoors with 50% capacity. Marion County salons, tattoo parlors reopen by appointment only. Marion County gyms, fitness centers and pools reopen with 50% capacity and no contact sports. However, a Marion County curfew that began the night of May 31 and continued into the morning of June 3 after rioting impacted the reopening of some businesses. </li><li><strong>June 2:</strong> Indiana&rsquo;s death toll rises above 2,100.</li><li><strong>June 3:</strong> Phase 2 of statewide testing of random Hoosiers by the Indiana University Richard M. Fairbanks School of Public Health at IUPUI and the Indiana State Department of Health begins.</li><li><strong>June 5:</strong> Indiana reports May tax revenues were 20% short of projections made before the coronavirus closings started.</li><li><strong>June 8:</strong> Indiana&rsquo;s death toll rises above 2,200. Indianapolis leaders agree to spend <a href=\"https://www.wishtv.com/news/local-news/mayor-to-discuss-appropriation-request-of-cares-act-funds-to-be-presented-to-city-county-council/\">$79 million in coronavirus relief funding</a> on contact tracing, rent relief, personal protective equipment and support for small businesses.</li><li><strong>June 12:</strong> Indiana, excluding Marion County, advances to Stage 4 of reopening plan.</li><li><strong>June 14:</strong> Indiana&rsquo;s death toll rises above 2,300.</li><li><strong>June 15:</strong> Casinos and parimutuel racing reopen in the state. Marion County&rsquo;s public libraries begin a phased reopening.</li><li><strong>June 19:</strong> Marion County advances to Stage 4 of state&rsquo;s reopening plan.</li><li><strong>June 20:</strong> Indiana&rsquo;s death toll rises to 2,400.</li><li><strong>June 24:</strong> The governor says the state&rsquo;s moratorium on the eviction on renters will be extended through July. Indiana announces it will create a rental assistance program July 13. Indiana Pacers guard Malcolm Brogdon says he has tested positive for COVID-19.</li><li><strong>June 27:</strong> Indiana hospitalizations for COVID-19 begin to increase, with about 33 new patients a day through July 1.</li><li><strong>July 1:</strong> Indiana&rsquo;s death toll rises above 2,500. The governor pauses Stage 5 final reopening plan, announces <a href=\"https://www.wishtv.com/wp-content/uploads/2020/07/Stage-4.5-executive-order.pdf\">Stage 4.5</a> from July 4-17.</li><li><strong>July 4:</strong> Indiana&rsquo;s Stage 4.5 reopening plan begins.</li><li><strong>July 9:</strong> Indiana records more than 50,000 positive coronavirus tests. Marion County mandates mask-wearing.</li><li><strong>July 10:</strong> Indianapolis Public Schools announces its reopening plans.</li><li><strong>July 11:</strong> Indy Eleven resumes 2020 season with victory at Lucas Oil Stadium. The Children&rsquo;s Museum of Indianapolis reopens.</li><li><strong>July 12:</strong> Indiana&rsquo;s death toll rises above 2,600.</li><li><strong>July 13:</strong> Indiana begins rental assistance program for all counties but Marion County. Marion County begins its own rental assistance program.</li><li><strong>July 15:</strong> Indiana announces the Stage 4.5 reopening plan will continue another two weeks. The WNBA season will begin.</li><li><strong>July 16:</strong> Indianapolis suspends applications for its rental assistance program due to overwhelming demand.</li><li><strong>July 22:</strong> Indiana&rsquo;s death toll rises above 2,700. </li><li><strong>July 23:</strong> Indiana records more than 60,000 positive coronavirus tests. MLB begins delayed season.</li><li><strong>July 24:</strong> Bars, taverns and nightclubs in Indianapolis are shut down again. <a href=\"https://www.wishtv.com/news/local-news/indy-mayor-closes-bars-lists-more-restrictions-to-curb-coronavirus/\">City officials also return to other previous restrictions</a>.</li><li><strong>July 25:</strong> Indiana Fever begins WNBA season after delays.</li><li><strong>July 27:</strong> Indiana governor&rsquo;s order to wear face coverings begins. Great Lakes Valley Conference, which including University of Indianapolis, postpones most fall sports, including football, men&rsquo;s and women&rsquo;s soccer, and volleyball, until spring.</li><li><strong>July 30:</strong> NBA season resumes.</li><li><strong>Aug. 2:</strong> Indiana&rsquo;s death toll rises above 2,800.</li><li><strong>Aug. 4:</strong> Indianapolis Motor Speedway announces the Aug. 23 Indianapolis 500 will be run without fans.</li><li><strong>Aug. 5:</strong> With more than 1,000 positive tests reported in a single day, Indiana jumps to a total of 70,993 positive coronavirus tests.</li><li><strong>Aug. 10:</strong> Indiana records more than 75,000 positive coronavirus tests. </li><li><strong>Aug. 11:</strong> The Big Ten announces it won&rsquo;t play football this fall.</li><li><strong>Aug. 12:</strong> Indiana&rsquo;s death toll rises above 2,900. With more than 1,000 positive tests reported in a single day, Indiana records more than 77,000 positive coronavirus tests. Delta Middle School and Delta High School were closed through Aug. 24 after 228 students went into quarantine; students were moved to e-learning.</li><li><strong>Aug. 13:</strong> With more than 1,000 positive tests reported in a single day, Indiana records more than 78,000 positive coronavirus tests.</li><li><strong>Aug. 14:</strong> With more than 1,000 positive tests reported in a single day, Indiana records more than 79,000 positive coronavirus tests.</li><li><strong>Aug. 17: </strong>Indianapolis Public Schools restarts with online-only classes. News 8 learns the 2021 NBA All-Star Game will not happen on Presidents Day weekend in 2021.</li><li><strong>Aug. 20:</strong> Indiana&rsquo;s death toll rises above 3,000. Purdue University suspends 36 students after a party at a co-op.</li><li><strong>Aug. 21:</strong> Indiana high school football season begins with some teams not playing due to COVID-19 concerns.</li><li><strong>Aug. 23:</strong> Butler University tells undergraduates that instruction will occur remotely for the first two weeks of the semester, starting Aug. 24, instead of in classrooms. </li><li><strong>Aug. 24:</strong> Purdue, Indiana, IUPUI and Ball State universities resume in-person classes.</li><li><strong>Aug. 25:</strong> Reports say a fraternity, a sorority and a cooperative house at Purdue University are under quarantines.</li><li><strong>Aug. 26:</strong> Indiana records more than 90,000 positive coronavirus tests. Gov. Holcomb extends the mask mandate through Sept. 25. Indiana&rsquo;s rental assistance program will take applications for one last day.</li><li><strong>Aug. 27:</strong> Indiana University says eight Greek houses are under 14-day quarantines. </li><li><strong>Aug. 30:</strong> Indiana&rsquo;s death toll rises above 3,100. </li><li><strong>Sept. 1:</strong> Indiana records more than 95,000 positive coronavirus tests. </li><li><strong>Sept. 2:</strong> With more than 1,100 new cases, Indiana records more than 96,000 positive coronavirus tests. Indiana University tells 30 Greek houses in Bloomington to quarantine. </li><li><strong>Sept. 3:</strong> With more than 1,000 new cases, Indiana records more than 97,000 positive coronavirus tests.</li><li><strong>Sept. 4:</strong> With more than 1,000 new cases, Indiana records more than 98,000 positive coronavirus tests. </li><li><strong>Sept. 6:</strong> Indiana records more than 100,000 positive coronavirus tests.</li><li><strong>Sept. 8:</strong> Marion County allows bars and nightclubs to reopen with 25% capacity indoors and 50% capacity outdoors.</li><li><strong>Sept. 9:</strong> Indiana&rsquo;s death toll rises above 3,200. </li><li><strong>Sept. 10:</strong> With more than 1,200 new cases, Indiana records more than 103,000 positive coronavirus tests.</li><li><strong>Sept. 11:</strong> With more than 1,000 new cases, Indiana records more than 104,000 positive coronavirus tests. </li><li><strong>Sept. 12:</strong> With more than 1,200 new cases, Indiana records more than 105,000 positive coronavirus tests. The Indianapolis Colts open their season with a loss in a Jacksonville stadium with a limited number of fans. </li><li><strong>Sept. 17:</strong> With more than 1,400 new cases, Indiana records more than 109,000 positive coronavirus tests.</li><li><strong>Sept. 18: </strong>With more than 1,000 new cases, Indiana records more than 110,000 positive coronavirus tests.</li><li><strong>Sept. 19:</strong> Indiana&rsquo;s death toll rises to 3,300.</li><li><strong>Sept. 21:</strong> The Indianapolis Colts home opener is limited to 2,500 fans.</li><li><strong>Sept. 23:</strong> Gov. Eric Holcomb extends the mask mandate through Oct. 17.</li><li><strong>Sept. 24:</strong> With more than 1,100 new cases, Indiana records more than 115,000 positive coronavirus tests. The state&rsquo;s mask mandate is extended through Oct. 17.</li><li><strong>Sept. 25:</strong> With more than 1,100 new cases, Indiana records more than 116,000 positive coronavirus tests. The Mid-American Conference announces it will start a six-game football season Nov. 4, with the championship game Dec. 18 or 19.</li><li><strong>Sept. 26:</strong> Indiana records more than 117,000 positive coronavirus tests. Indiana advances to a revised Stage 5 of Indiana Back on Track plan with relaxed limits on gatherings, restaurants, bars, nightclubs and more. Marion, Monroe and Tippecanoe counties decided to have more restrictive limits, however.</li><li><strong>Sept. 27:</strong> Indiana records more than 118,000 positive coronavirus tests. The Indianapolis Colts second home game is limited to 7,500 fans.</li><li><strong>Sept. 28:</strong> Indiana records more than 119,000 positive coronavirus tests. Purdue University says it&rsquo;s suspended 14 students, including 13 student-athletes, for violations of a pledge designed to curb the coronavirus pandemic on campus. </li><li><strong>Sept. 29:</strong> Indiana&rsquo;s death toll rises above 3,400. Indiana records more than 120,000 positive coronavirus tests.</li><li><strong>Sept. 30:</strong> The <a href=\"https://www.coronavirus.in.gov/\">Indiana State Department of Health&rsquo;s online coronavirus dashboard</a> began showing data on positive coronavirus cases in Indiana schools.</li><li><strong>Oct. 17:</strong> Indiana mask mandate set to expire.</li><li><strong>Oct. 23:</strong> The Big Ten will begin football season.</li><li><strong>Nov. 25:</strong> The NCAA men&rsquo;s and women&rsquo;s basketball seasons will begin the day before Thanksgiving with no fans in the stands.</li></ul>", "text": "(CNN) — Health officials on Saturday asked Michigan State University students to self-quarantine immediately after parties contributed to 342 new coronavirus cases.\n“At least a third of new cases recently attended parties or social gatherings, and at least one third of those gatherings are associated with a fraternity or sorority,” the Ingham County Health Department said in a statement.\nThe hundreds of new COVID-19 cases involving people affiliated to the university date to Aug. 24, the health department said. Only 23 people had tested positive before that date.\n“This is an urgent situation,” said Ingham County Health Officer Linda S. Vail. “The exponential growth of COVID-19 cases must stop.”\nThe outbreak started as students returned to the East Lansing area for the fall semester, the department said. Most MSU classes are online but “many students had binding off-campus leases or simply desired to physically return to the university community.”\n“MSU is committed to doing everything we can to prevent the spread of COVID-19,” Michigan State University Physician David Weismantel said in the statement. “The safety of our entire community is a priority and we all have a role to play in preventing the spread of the virus. This recommendation from the health department is another tool to help us do just that.”\nThe quarantine recommendation isn’t an “emergency order,” but the health department warned that “more stringent and mandatory restrictions will be imposed if students do not comply and break the transmission cycle.”\nThe health department said it will look at houses licensed for more than 10 unrelated people “to see if additional measures are warranted.”\n“I am concerned about the health and safety of the MSU community and importantly, I am seriously concerned that unchecked transmission locally will affect the health and safety of all Ingham County residents,” Vail said.\nEast Lansing Mayor Aaron Stephens, in a statement, urged students to consider their role in halting the “community spread and, ultimately, saving lives.”\nHe added: “We are still seeing far too many social gatherings in the off-campus community, where individuals are in close contact without face coverings.”\nStudents are asked to self-quarantine for 14 days, until 11:59 p.m. Sept. 26. They are permitted to attend “in-person instruction, labs, and intercollegiate athletic training,” the health department said.\n“They may also leave their homes to work or to obtain food, medicine, medical care, or supplies that are needed to sustain or protect life when such cannot be obtained via delivery,” the health department added.\nThe entire MSU football team was placed under 14-day quarantine on July 23 after a second staff member and student-athlete tested positive for COVID-19.\nCoronavirus links\nIndiana State Department of Health coronavirus information (includes phone number to state hotline)\nWISH-TV coronavirus coverage\nWISH-TV’s “Gr8 Comeback”\nOriginal Indiana Back on Track plan\nFood Finders distribution sites in west and north central Indiana\nCDC’s coronavirus page\nU.S. Small Business Administration’s Economic Injury Disaster Loan program\nIndiana coronavirus timeline\nWith updated information from the Indiana Department of Health through Sept. 27, this timeline reflects updated tallies of deaths and positive tests prior to that date.\nMarch 6: Indiana State Department of Health (ISDH) confirms the first case in Indiana. Officials say the Marion County resident had recently traveled to Boston to attend a BioGen conference as a contractor.\nMarch 8: ISDH confirms a second case. An adult in Hendricks County who had also traveled to the BioGen conference was placed in isolation. Noblesville Schools say a parent and that parent’s children will be self-quarantining after attending an out-of-state event where someone else tested positive.\nMarch 9: Avon Community School Corp. says a student on March 8 tested positive.\nMarch 10: ISDH launches an online tracker. Ball State University basketball fans learn the Mid-American Conference tourney will have no fans in the stands. Three businesses operating nursing homes in Indiana announce they will no longer allow visitors.\nMarch 11: The Indianapolis-based NCAA announces the Final Four basketball tournaments will be conducted with essential staff and limited family attendance. The Big Ten announces all sports events, including the men’s basketball tournament at Bankers Life Fieldhouse, will have no fans starting March 12. Ball State University suspends in-person classes the rest of the spring semester. NBA suspends all games, including the Indiana Pacers, until further notice. Butler University and the University of Indianapolis extend spring break, after which they will have virtual classes.\nMarch 12: Gov. Eric Holcomb announces new protections that led to extended public school closings and the cancellation of large events across the state. The NCAA cancels its basketball tournaments. The Big Ten suspends all sporting events through the winter and spring seasons. The league including the Indy Fuel hockey team suspends its season. Indy Eleven says it will reschedule four matches. Indianapolis’ annual St. Patrick’s Day Parade is canceled.\nMarch 13: The Indiana High School Athletic Association postpones the boys basketball tournament. Wayzata Home Products, a Connersville cabinet maker, shuts down and lays off its entire workforce due to market uncertainty. Gov. Holcomb announces actions including the elimination of Medicaid co-pays for COVID-19 testing and the lifting of limits on the number of work hours per day for drivers of commercial vehicles. Franklin College says it will begin online classes March 18 and empty residence halls of students in two days. The Children’s Museum of Indianapolis closes indefinitely. The Indianapolis Public Library joins other libraries across Indiana and closes all facilities indefinitely.\nMarch 14: The Indiana Gaming Commission says all licensed gaming and racing operations will close in two days for an indefinite period.\nMarch 15: Indiana had its first death. St. Vincent Hospital in Indianapolis announces it will suspend all elective, non-urgent surgeries.\nMarch 16: Indiana had its second death. Gov. Holcomb announced the first Hoosier death. He closes bars, restaurants and nightclubs to in-person patrons, but maintains carryout and delivery services.\nMarch 17: Indiana had its third and fourth deaths. ISDH announces Indiana’s second death. Indiana’s Catholic bishops cancel masses indefinitely. Gov. Holcomb activates the National Guard. Purdue, Butler and Indiana State universities cancel May commencement ceremonies.\nMarch 18: Indiana had its fifth death. Eli Lilly and Co. says it will use its labs to speed up testing in Indiana. The 500 Festival suspends all events. Simon Property Group closes all malls and retail properties.\nMarch 19: Gov. Holcomb extends Indiana’s state of emergency into May. Holcomb says he’ll close all K-12 public and nonpublic schools. Standardized testing was canceled. The state’s income-tax and corporate-tax payment deadline was extended to July 15. Holcomb says the state will waive job search requirements for people applying for Temporary Assistance to Needy Families. The IHSAA Boys Basketball State Tournament was canceled. The Marion County Emergency Operations Center upgrades to Level 1 status.\nMarch 20: Indiana’s death toll rose to 9. ISDH announces Indiana’s third death. Gov. Holcomb moves the state’s primary election to June 2. Indiana University says it is postponing May commencement ceremonies on all campuses.\nMarch 21: Indiana’s death toll rises to 14. ISDH announces Indiana’s fourth death. Indiana National Guard says it and the Department of Transportation are distributing medical supplies to hospitals.\nMarch 22: Indiana’s death toll rises to 19. ISDH announces seven deaths.\nMarch 23: Indiana’s death toll rises to 24. Holcomb orders Hoosiers deemed nonessential to “stay at home” from March 24-April 7. Eli Lilly & Co. begins drive-thru testing for the coronavirus for health care workers with a doctor’s order. Ball State University cancels the May commencement.\nMarch 24: Indiana’s death toll rises to 29. Fred Payne of Indiana Workforce Development says any Hoosiers out of work, including temporary layoffs, are eligible to apply for unemployment benefits.\nMarch 25: Indiana’s death toll rises to 35. Indianapolis Motor Speedway announces the Indianapolis 500 is moved to Aug. 23.\nMarch 26: Indiana’s death toll rises to 44.\nMarch 27: Indiana’s death toll rises to 47.\nMarch 28: Indiana’s death toll rises to 58.\nMarch 29: Indiana’s death toll rises to 76.\nMarch 30: Indiana’s death toll rises to 91.\nMarch 31: Indiana’s death toll rises above 100, to 113. Gov. Holcomb extends the limits of bars and restaurants to offer only “to go” and “carryout” through April 6. Indiana health commissioner Dr. Kristina Box, asked about when Indiana will be in a surge of COVID-19 cases, says she thinks the surge is starting.\nApril 1: Officials extend Marion County’s “stay at home” order through May 1. Marion County health officials say they will start COVID-19 testing services for front-line employees.\nApril 2: The state announces K-12 schools will be closed for the rest of the school year. The Indiana High School Athletic Association cancels spring sports seasons.\nApril 3: Gov. Holcomb extends the “stay at home” order through April 20. The state receives a federal Major Disaster Declaration for all 92 counties. The Indiana National Guard says it, the Army Corps of Engineers and state health officials will begin to assess sites for alternate health care facilities.\nApril 4: Indiana’s death toll rises above 200.\nApril 6: The state reports a Madison County nursing home has had 11 deaths. Gov. Holcomb extends the “stay at home” order through April 20. He also limits additional businesses to carry-out only.\nApril 7: Indiana’s death toll rises above 300. Indiana health commissioner Box says four long-term care facilities have 22 deaths that appear to be related to COVID-19.\nApril 10: ISDH said 24 residents of a long-term care facility in Madison County have died from COVID-related illness.\nApril 11: Indiana’s death toll rises above 400.\nApril 14: Indiana’s death toll rises above 500.\nApril 16: Indiana records more than 10,000 positive coronavirus tests. The governor says he expects Indiana to experience a reopening in early May.\nApril 17: Indiana’s death toll rises above 600. The governor says that he will extend the “stay at home” order through May 1.\nApril 20: Indiana’s death toll rises above 700. Gov. Holcomb extends the “stay at home” order to May 1. The governor also says, if the medical supply chain is in good shape, other elective medical procedures can resume April 27.\nApril 22: Indiana’s death toll rises above 800. The Tyson facility in Logansport voluntarily closes so 2,200 employees can be tested for COVID-19.\nApril 24: Indiana’s death toll rises above 900. The Indianapolis City-County Council approves $25 million to help small businesses. Fishers City Council creates a city health department with a plan to test every resident.\nApril 25: ISDH says it will launch an antibody testing study for Hoosiers; thousands of residents were randomly selected to participate in the study.\nApril 27: Indiana’s death toll rises above 1,000.\nApril 28: Indiana officials say they will open COVID-19 testing to more Hoosiers, with expanded criteria and new testing services at 20 sites around the state.\nApril 29: The state says it will spent $43 million on contact tracing.\nApril 30: Indianapolis extends its stay-at-home order through May 15.\nMay 1: Gov. Holcomb announces a phased reopening plan for the state of Indiana. He also extends the stay-at-home order to May 4.\nMay 3: Indiana records more than 20,000 positive coronavirus tests.\nMay 4: Indiana enters Stage 2 of its Back on Track plan, which excludes Cass County until May 18, and Lake and Marion counties until May 11.\nMay 6:The state begins testing for all Hoosiers at 20 sites, with plans to expand the number of sites to 50 in a week. Ivy Tech Community College says it will continue virtual classes when summer courses begin in June.\nMay 8: Cris Johnston, director of the Office of Budget and Management, says the state missed out on nearly $1 billion in anticipated April revenues; all state agencies will be given budget-cutting goals. Purdue University OKs plans to reopen for the fall semester with social distancing and other safety measures.\nMay 10: Indiana’s death toll rises above 1,500.\nMay 13: Indiana’s death toll rises above 1,600.The first phase of a state-sponsored study of the coronavirus estimated about 186,000 Hoosiers had COVID-19 or the antibodies for the novel virus by May 1. Indianapolis Mayor Joe Hogsett announced plans for limited reopenings of worship services, retail establishments, libraries and restaurants.\nMay 15: Simon Property Group reopens Castleton Square Mall, Circle Centre Mall, and Fashion Mall at Keystone\nMay 16: Indiana’s death toll rises above 1,700.\nMay 17: Marion County’s death toll rises above 500.\nMay 18: Indiana reports its first case of multisystem inflammatory syndrome in a child. The Farbest Foods turkey-processing plant in Huntingburg is closed for three days; 91 people had tested positive there.\nMay 19: Indiana’s death toll rises above 1,800.\nMay 21: Indiana records more than 30,000 positive coronavirus tests.\nMay 22: Indiana advances to Stage 3 of the Back on Track reopening plan. Indianapolis closes portions of five streets to allow restaurants to reopen with outdoor dining only.\nMay 23: Indiana’s death toll rises above 1,900.\nMay 27: The U.S. death toll rises above 100,000. Indiana University says the fall semester will have in-person and online courses, plus an adjusted calendar through May 2021. Ball State University says the fall semester will be 13 straight weeks of in-person classes with no day off on Labor Day and no fall break.\nMay 28: Indiana’s death toll rises above 2,000.\nMay 29: Places of worship in Marion County can begin holding indoor services at 50% capacity with proper social distancing. Jim Schellinger, Indiana secretary of commerce, said the federal Paycheck Protection Program has made 73,430 loans in Indiana totaling $9,379,164,461, the federal Economic Injury Disaster Loan program has made 5,070 loans in Indiana totaling $445,428,500, and the federal Economic Injury Disaster Loans Advance program has made 38,365 grants in Indiana totaling $136,554,000.\nJune 1: Marion County restaurants begins serving customers indoors and outdoors with 50% capacity. Marion County salons, tattoo parlors reopen by appointment only. Marion County gyms, fitness centers and pools reopen with 50% capacity and no contact sports. However, a Marion County curfew that began the night of May 31 and continued into the morning of June 3 after rioting impacted the reopening of some businesses.\nJune 2: Indiana’s death toll rises above 2,100.\nJune 3: Phase 2 of statewide testing of random Hoosiers by the Indiana University Richard M. Fairbanks School of Public Health at IUPUI and the Indiana State Department of Health begins.\nJune 5: Indiana reports May tax revenues were 20% short of projections made before the coronavirus closings started.\nJune 8: Indiana’s death toll rises above 2,200. Indianapolis leaders agree to spend $79 million in coronavirus relief funding on contact tracing, rent relief, personal protective equipment and support for small businesses.\nJune 12: Indiana, excluding Marion County, advances to Stage 4 of reopening plan.\nJune 14: Indiana’s death toll rises above 2,300.\nJune 15: Casinos and parimutuel racing reopen in the state. Marion County’s public libraries begin a phased reopening.\nJune 19: Marion County advances to Stage 4 of state’s reopening plan.\nJune 20: Indiana’s death toll rises to 2,400.\nJune 24: The governor says the state’s moratorium on the eviction on renters will be extended through July. Indiana announces it will create a rental assistance program July 13. Indiana Pacers guard Malcolm Brogdon says he has tested positive for COVID-19.\nJune 27: Indiana hospitalizations for COVID-19 begin to increase, with about 33 new patients a day through July 1.\nJuly 1: Indiana’s death toll rises above 2,500. The governor pauses Stage 5 final reopening plan, announces Stage 4.5 from July 4-17.\nJuly 4: Indiana’s Stage 4.5 reopening plan begins.\nJuly 9: Indiana records more than 50,000 positive coronavirus tests. Marion County mandates mask-wearing.\nJuly 10: Indianapolis Public Schools announces its reopening plans.\nJuly 11: Indy Eleven resumes 2020 season with victory at Lucas Oil Stadium. The Children’s Museum of Indianapolis reopens.\nJuly 12: Indiana’s death toll rises above 2,600.\nJuly 13: Indiana begins rental assistance program for all counties but Marion County. Marion County begins its own rental assistance program.\nJuly 15: Indiana announces the Stage 4.5 reopening plan will continue another two weeks. The WNBA season will begin.\nJuly 16: Indianapolis suspends applications for its rental assistance program due to overwhelming demand.\nJuly 22: Indiana’s death toll rises above 2,700.\nJuly 23: Indiana records more than 60,000 positive coronavirus tests. MLB begins delayed season.\nJuly 24: Bars, taverns and nightclubs in Indianapolis are shut down again. City officials also return to other previous restrictions.\nJuly 25: Indiana Fever begins WNBA season after delays.\nJuly 27: Indiana governor’s order to wear face coverings begins. Great Lakes Valley Conference, which including University of Indianapolis, postpones most fall sports, including football, men’s and women’s soccer, and volleyball, until spring.\nJuly 30: NBA season resumes.\nAug. 2: Indiana’s death toll rises above 2,800.\nAug. 4: Indianapolis Motor Speedway announces the Aug. 23 Indianapolis 500 will be run without fans.\nAug. 5: With more than 1,000 positive tests reported in a single day, Indiana jumps to a total of 70,993 positive coronavirus tests.\nAug. 10: Indiana records more than 75,000 positive coronavirus tests.\nAug. 11: The Big Ten announces it won’t play football this fall.\nAug. 12: Indiana’s death toll rises above 2,900. With more than 1,000 positive tests reported in a single day, Indiana records more than 77,000 positive coronavirus tests. Delta Middle School and Delta High School were closed through Aug. 24 after 228 students went into quarantine; students were moved to e-learning.\nAug. 13: With more than 1,000 positive tests reported in a single day, Indiana records more than 78,000 positive coronavirus tests.\nAug. 14: With more than 1,000 positive tests reported in a single day, Indiana records more than 79,000 positive coronavirus tests.\nAug. 17: Indianapolis Public Schools restarts with online-only classes. News 8 learns the 2021 NBA All-Star Game will not happen on Presidents Day weekend in 2021.\nAug. 20: Indiana’s death toll rises above 3,000. Purdue University suspends 36 students after a party at a co-op.\nAug. 21: Indiana high school football season begins with some teams not playing due to COVID-19 concerns.\nAug. 23: Butler University tells undergraduates that instruction will occur remotely for the first two weeks of the semester, starting Aug. 24, instead of in classrooms.\nAug. 24: Purdue, Indiana, IUPUI and Ball State universities resume in-person classes.\nAug. 25: Reports say a fraternity, a sorority and a cooperative house at Purdue University are under quarantines.\nAug. 26: Indiana records more than 90,000 positive coronavirus tests. Gov. Holcomb extends the mask mandate through Sept. 25. Indiana’s rental assistance program will take applications for one last day.\nAug. 27: Indiana University says eight Greek houses are under 14-day quarantines.\nAug. 30: Indiana’s death toll rises above 3,100.\nSept. 1: Indiana records more than 95,000 positive coronavirus tests.\nSept. 2: With more than 1,100 new cases, Indiana records more than 96,000 positive coronavirus tests. Indiana University tells 30 Greek houses in Bloomington to quarantine.\nSept. 3: With more than 1,000 new cases, Indiana records more than 97,000 positive coronavirus tests.\nSept. 4: With more than 1,000 new cases, Indiana records more than 98,000 positive coronavirus tests.\nSept. 6: Indiana records more than 100,000 positive coronavirus tests.\nSept. 8: Marion County allows bars and nightclubs to reopen with 25% capacity indoors and 50% capacity outdoors.\nSept. 9: Indiana’s death toll rises above 3,200.\nSept. 10: With more than 1,200 new cases, Indiana records more than 103,000 positive coronavirus tests.\nSept. 11: With more than 1,000 new cases, Indiana records more than 104,000 positive coronavirus tests.\nSept. 12: With more than 1,200 new cases, Indiana records more than 105,000 positive coronavirus tests. The Indianapolis Colts open their season with a loss in a Jacksonville stadium with a limited number of fans.\nSept. 17: With more than 1,400 new cases, Indiana records more than 109,000 positive coronavirus tests.\nSept. 18: With more than 1,000 new cases, Indiana records more than 110,000 positive coronavirus tests.\nSept. 19: Indiana’s death toll rises to 3,300.\nSept. 21: The Indianapolis Colts home opener is limited to 2,500 fans.\nSept. 23: Gov. Eric Holcomb extends the mask mandate through Oct. 17.\nSept. 24: With more than 1,100 new cases, Indiana records more than 115,000 positive coronavirus tests. The state’s mask mandate is extended through Oct. 17.\nSept. 25: With more than 1,100 new cases, Indiana records more than 116,000 positive coronavirus tests. The Mid-American Conference announces it will start a six-game football season Nov. 4, with the championship game Dec. 18 or 19.\nSept. 26: Indiana records more than 117,000 positive coronavirus tests. Indiana advances to a revised Stage 5 of Indiana Back on Track plan with relaxed limits on gatherings, restaurants, bars, nightclubs and more. Marion, Monroe and Tippecanoe counties decided to have more restrictive limits, however.\nSept. 27: Indiana records more than 118,000 positive coronavirus tests. The Indianapolis Colts second home game is limited to 7,500 fans.\nSept. 28: Indiana records more than 119,000 positive coronavirus tests. Purdue University says it’s suspended 14 students, including 13 student-athletes, for violations of a pledge designed to curb the coronavirus pandemic on campus.\nSept. 29: Indiana’s death toll rises above 3,400. Indiana records more than 120,000 positive coronavirus tests.\nSept. 30: The Indiana State Department of Health’s online coronavirus dashboard began showing data on positive coronavirus cases in Indiana schools.\nOct. 17: Indiana mask mandate set to expire.\nOct. 23: The Big Ten will begin football season.\nNov. 25: The NCAA men’s and women’s basketball seasons will begin the day before Thanksgiving with no fans in the stands."}]}