{"request": {"pageUrl": "https://slate.com/human-interest/2020/08/how-colleges-are-blaming-their-students.html", "api": "article", "version": 3}, "objects": [{"date": "Mon, 31 Aug 2020 16:43:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 520, "width": 0, "diffbotUri": "image|3|-147499961", "url": "https://compote.slate.com/images/3fa02951-aac0-44d2-bf3c-588c15b84ec0.jpeg?width=780&height=520&rect=6555x4370&offset=805x0", "naturalWidth": 780, "primary": true, "height": 0}], "author": "Shannon Palus", "estimatedDate": "Mon, 31 Aug 2020 16:43:00 GMT", "publisherRegion": "North America", "icon": "https://slate.com/media/sites/slate-com/icon.180x180.png", "diffbotUri": "article|3|-109616763", "siteName": "Slate Magazine", "type": "article", "title": "How Colleges Are Blaming Their Students for Coronavirus Outbreaks", "tags": [{"score": 0.9818035364151001, "sentiment": -0.971, "count": 7, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9070313572883606, "sentiment": 0, "count": 2, "label": "Kevin Guskiewicz", "uri": "https://diffbot.com/entity/PdiHvPAL7MwWoQZQxAdJ5Xg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7642759680747986, "sentiment": 0, "count": 1, "label": "Andrew Cuomo", "uri": "https://diffbot.com/entity/P8c9jJK4gNbuv5OltReNe5A", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7241957187652588, "sentiment": 0, "count": 1, "label": "United States of America", "uri": "https://diffbot.com/entity/A01d4EK33MmCosgI2KXa4-A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.7144342660903931, "sentiment": 0, "count": 1, "label": "Jim Malatras", "uri": "https://diffbot.com/entity/PpATsFmwrObifM8G0zSTIOw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6959061026573181, "sentiment": 0, "count": 2, "label": "University of Notre Dame", "uri": "https://diffbot.com/entity/OZF0Yb45pN4uh5XToGEz6nA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6251748204231262, "sentiment": 0, "count": 1, "label": "New York", "uri": "https://diffbot.com/entity/A1NxI_KXaMbiP5g2aM9MRdw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.5550763607025146, "sentiment": 0, "count": 1, "label": "Miami", "uri": "https://diffbot.com/entity/AoY4ksC1wPEmKXJD4wfEeKg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://slate.com/author/shannon-palus", "pageUrl": "https://slate.com/human-interest/2020/08/how-colleges-are-blaming-their-students.html", "html": "<figure data-editable=\"imageInfo\" data-uri=\"slate.com/_components/image/instances/ckeizbco8000v89mc77edeyb5@published\"><figcaption> An open-air seating area on the campus of the University of North Carolina at Chapel Hill on Aug. 18. Melissa Sue Gerrits/Getty Images </figcaption></figure>\n<p>Colleges across America have logged more than 26,000 confirmed cases of COVID-19 since March, according <a href=\"https://www.nytimes.com/interactive/2020/us/covid-college-cases-tracker.html\">to the New York Times</a>, which is pulling together university-specific data in the absence of a more formal database. The Times notes that this number is likely on the low side&mdash;&ldquo;with no national tracking system, colleges are making their own rules for how to tally cases&rdquo;&mdash;and that most of these cases have been reported since late July.</p>\n<p>With no national strategy to fight the coronavirus, colleges have been left to make their own rules on if and how to reopen and what steps to take once an outbreak occurs. And the outbreaks&mdash;they are certainly occurring. Which means colleges are also needing to figure something else out: where to place the blame. The answer is often, <a href=\"https://www.theatlantic.com/ideas/archive/2020/07/colleges-are-getting-ready-blame-their-students/614410/\">as experts predicted</a>, on the students. Here&rsquo;s why there have been outbreaks on college campuses, according to school administrators:</p>\n<p><strong>Students going to bars.</strong> The campus with the most coronavirus cases as of Monday according to the New York Times is the University of Alabama at Birmingham (972 cases). [<em>Update, Sept. 2, 2020, at 12:42 p.m.</em>: UAB <a href=\"https://www.uab.edu/news/campus/item/11515-new-york-times-reports-misleading-data-of-high-covid-19-cases-at-uab-in-story-about-colleges-universities\">disputes the way the Times is counting cases</a>; during the whole pandemic, there have been 239 cases among faculty and staff by the school&rsquo;s count.] &ldquo;We remain satisfied that the precautions implemented prior to the resumption of classes&mdash;including masking, distancing, and a blend of in-person and remote instruction&mdash;are appropriate and effective,&rdquo; Ricky Friend, the dean of the College of Community Health Sciences at UA, said <a href=\"https://uasystem.edu/assets/2020/08/Press-release-2020Aug28-2.pdf\">in a statement</a> published Friday concerning the three-school system of UAB, University of Alabama (in Tuscaloosa), and the University of Alabama in Huntsville. In-person classes are still in session, but school officials at UA specifically, which has logged 568 cases, did ask the mayor of Tuscaloosa to close bars, which he did for a two-week period, starting Aug. 24.</p>\n<p><strong>Students holding parties.</strong> After <a href=\"https://cnycentral.com/news/local/suny-oneonta-closing-for-two-weeks-after-covid-19-outbreak\">an outbreak</a> of more than 100 positive cases at SUNY Oneonta in upstate New York, five students &ldquo;have been suspended for holding parties against the college policy,&rdquo; said SUNY Chancellor Jim Malatras <a href=\"https://www.governor.ny.gov/news/governor-cuomo-deploys-swat-team-suny-oneonta-contain-covid-19-cluster\">in a statement</a> sent out by Gov. Andrew Cuomo&rsquo;s press office. &ldquo;Three organizations, campus organizations, have been suspended and we&rsquo;re going to be tough not because we want to ruin their fun, but this is a different time and this goes to what other campuses have been doing.&rdquo; The campus is going virtual for two weeks, the statement also notes, and Cuomo is deploying a &ldquo;SWAT team&rdquo; which includes 71 contact tracers.</p>\n<p><strong>Students &ldquo;gathering&rdquo; off campus: </strong>Leadership at the University of Notre Dame, where there have now been nearly 600 cases, explained <a href=\"https://here.nd.edu/news/vp-of-student-affairs-hoffmann-harding-vp-of-campus-safety-seamon-update-on-initial-covid-cases/\">in a statement</a> that &ldquo;the vast majority of the positive cases&rdquo; discovered the week of Aug. 9 &ldquo;can be traced to a SINGLE off-campus gathering&rdquo; where &ldquo;individuals &hellip; were both outside and inside, together for some time, not wearing masks, in a crowded space, and drinking.&rdquo; Notre Dame later <a href=\"https://www.cbsnews.com/news/notre-dame-covid-cases-off-campus-party-classes-suspended/\">suspended in-person classes</a> for a two-week period and <a href=\"https://www.southbendtribune.com/news/education/notre-dame-launches-covid-19-surveillance-testing-for-students-faculty-staff/article_192c94a8-e3bc-11ea-bf87-e386720714db.html\">announced</a> that it would begin regularly testing students. At Georgia College, where 7 percent of the student body is infected, in-person classes are ongoing, <a href=\"https://www.insidehighered.com/news/2020/08/28/7-percent-georgia-college-students-campus-have-been-infected\">reports Inside Higher Ed</a>, but officials said in a statement to the news outlet that &ldquo;we continue to remind our students that COVID-19 can spread rapidly at off-campus social gatherings where social distancing and other mitigation measures are not maintained.&rdquo;</p>\n<p><strong>Students &ldquo;gathering&rdquo; ON campus: </strong>&ldquo;Last night, a large group of first-year students selfishly jeopardized the very thing that so many of you claim to want from Syracuse University&mdash;that is, a chance at a residential college experience,&rdquo; said J. Michael Haynie, Syracuse University&rsquo;s vice chancellor for strategic initiatives and innovation <a href=\"https://news.syr.edu/blog/2020/08/20/last-nights-selfish-and-reckless-behavior/\">in an Aug. 20 statement</a> titled &ldquo;Last Night&rsquo;s Selfish and Reckless Behavior.&rdquo; Pictures and video of the gathering <a href=\"https://cnycentral.com/news/local/video-large-student-gathering-on-syracuse-university-campus-no-social-distancing\">spread on social media</a>. The university <a href=\"https://www.syracuse.com/coronavirus/2020/08/a-reason-for-cautious-optimism-syracuse-other-cny-colleges-off-to-good-starts.html\">has not experienced</a> a major outbreak (yet).</p>\n<p><strong>Students not wearing masks and breaking social distancing rules: </strong>The University of Miami is doling out warnings, fines, and suspensions for students who break safety rules, reports the Miami Herald. Ryan Holmes, associate vice president for student affairs and dean of students, told the Herald that depending on how extreme the case was, students could be suspended for breaking coronavirus rules. He didn&rsquo;t specify how much the fines were, but in Miami, you can be <a href=\"https://www.miamiherald.com/news/local/community/miami-dade/article243793037.html\">fined $50</a> by the city for a first offense of going maskless. The school has found <a href=\"https://coronavirus.miami.edu/dashboard/index.html\">183 positive cases</a> since Aug. 17.</p>\n<p><strong>Too many people on campus.</strong> Following outbreaks, <a href=\"https://www.unc.edu/posts/2020/08/17/shift-to-remote-cm/\">an announcement</a> from Kevin M. Guskiewicz, University of North Carolina at Chapel Hill chancellor, and Robert A. Blouin, executive vice chancellor, explained that the school was making &ldquo;important changes to de-densify our campus.&rdquo; (Namely, undergrad classes would go online for the entire semester, and students would be allowed to cancel their dorm room leases without penalty.) The reasoning Guskiewicz and Blouin use here is notable because it acknowledges the reality that students, many of them teenagers away from home for the first time, with limited support to combat loneliness <a href=\"https://slate.com/human-interest/2020/08/college-campus-diary-covid-19.html?via=section_recirc_recent\">and due to COVID boredom</a>, will end up prioritizing the wrong thing. And it helps underscore the reality that the virus thrives when lots of people live in close quarters. Which brings me to the last, best thing to blame &hellip;</p>\n<p><strong>We are simply in a pandemic. </strong>After logging 263 positive tests in one week, East Carolina University switched to an online semester. Before the uptick, interim chancellor Ron Mitchelson had <a href=\"https://news.ecu.edu/2020/08/18/mitchelson-covid-19-update-for-faculty-and-staff/\">scolded</a> some students for being &ldquo;unmasked&ldquo; and &ldquo;irresponsible.&rdquo; But in an Aug. 23 statement, his messaging shifted to acknowledge the larger reality this semester exists within. He <a href=\"https://news.ecu.edu/2020/08/23/ecu-adjusting-fall-semester-because-of-covid-19/\">said in a video statement</a> to the community: &ldquo;The decision to pivot in large part was the disease. It&rsquo;s a horrible pandemic that we face. We couldn&rsquo;t stand by any longer.&rdquo;</p>\n<p>And there it is: an actual change in infrastructure that takes into account the fact that <em>we are living in a pandemic. </em>It&rsquo;s probably the only chance colleges have to get out of this mess.</p>\n<p><strong><em>For more of Slate&rsquo;s news coverage, subscribe to What Next on </em></strong><a href=\"https://podcasts.apple.com/us/podcast/what-next-daily-news-and-analysis/id1438906889\"><strong><em>Apple Podcasts</em></strong></a><strong><em> or listen below.</em></strong></p>\n<figure><iframe frameborder=\"no\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=SLT5589533277&light=true\" width=\"100%\"></iframe></figure>\n<figure><iframe frameborder=\"no\" height=\"200\" src=\"https://playlist.megaphone.fm/?e=SLT5589533277&light=true\" width=\"100%\"></iframe></figure>\n<p><a href=\"https://slate.com/transcripts/cTdlNnB6bzRLb1VSN0xmdHJQSk5LaTI0RVNlYUZaempWa3VjWGJ0aHZmVT0=\">View Transcript</a></p>", "text": "Colleges across America have logged more than 26,000 confirmed cases of COVID-19 since March, according to the New York Times, which is pulling together university-specific data in the absence of a more formal database. The Times notes that this number is likely on the low side—“with no national tracking system, colleges are making their own rules for how to tally cases”—and that most of these cases have been reported since late July.\nWith no national strategy to fight the coronavirus, colleges have been left to make their own rules on if and how to reopen and what steps to take once an outbreak occurs. And the outbreaks—they are certainly occurring. Which means colleges are also needing to figure something else out: where to place the blame. The answer is often, as experts predicted, on the students. Here’s why there have been outbreaks on college campuses, according to school administrators:\nStudents going to bars. The campus with the most coronavirus cases as of Monday according to the New York Times is the University of Alabama at Birmingham (972 cases). [Update, Sept. 2, 2020, at 12:42 p.m.: UAB disputes the way the Times is counting cases; during the whole pandemic, there have been 239 cases among faculty and staff by the school’s count.] “We remain satisfied that the precautions implemented prior to the resumption of classes—including masking, distancing, and a blend of in-person and remote instruction—are appropriate and effective,” Ricky Friend, the dean of the College of Community Health Sciences at UA, said in a statement published Friday concerning the three-school system of UAB, University of Alabama (in Tuscaloosa), and the University of Alabama in Huntsville. In-person classes are still in session, but school officials at UA specifically, which has logged 568 cases, did ask the mayor of Tuscaloosa to close bars, which he did for a two-week period, starting Aug. 24.\nStudents holding parties. After an outbreak of more than 100 positive cases at SUNY Oneonta in upstate New York, five students “have been suspended for holding parties against the college policy,” said SUNY Chancellor Jim Malatras in a statement sent out by Gov. Andrew Cuomo’s press office. “Three organizations, campus organizations, have been suspended and we’re going to be tough not because we want to ruin their fun, but this is a different time and this goes to what other campuses have been doing.” The campus is going virtual for two weeks, the statement also notes, and Cuomo is deploying a “SWAT team” which includes 71 contact tracers.\nStudents “gathering” off campus: Leadership at the University of Notre Dame, where there have now been nearly 600 cases, explained in a statement that “the vast majority of the positive cases” discovered the week of Aug. 9 “can be traced to a SINGLE off-campus gathering” where “individuals … were both outside and inside, together for some time, not wearing masks, in a crowded space, and drinking.” Notre Dame later suspended in-person classes for a two-week period and announced that it would begin regularly testing students. At Georgia College, where 7 percent of the student body is infected, in-person classes are ongoing, reports Inside Higher Ed, but officials said in a statement to the news outlet that “we continue to remind our students that COVID-19 can spread rapidly at off-campus social gatherings where social distancing and other mitigation measures are not maintained.”\nStudents “gathering” ON campus: “Last night, a large group of first-year students selfishly jeopardized the very thing that so many of you claim to want from Syracuse University—that is, a chance at a residential college experience,” said J. Michael Haynie, Syracuse University’s vice chancellor for strategic initiatives and innovation in an Aug. 20 statement titled “Last Night’s Selfish and Reckless Behavior.” Pictures and video of the gathering spread on social media. The university has not experienced a major outbreak (yet).\nStudents not wearing masks and breaking social distancing rules: The University of Miami is doling out warnings, fines, and suspensions for students who break safety rules, reports the Miami Herald. Ryan Holmes, associate vice president for student affairs and dean of students, told the Herald that depending on how extreme the case was, students could be suspended for breaking coronavirus rules. He didn’t specify how much the fines were, but in Miami, you can be fined $50 by the city for a first offense of going maskless. The school has found 183 positive cases since Aug. 17.\nToo many people on campus. Following outbreaks, an announcement from Kevin M. Guskiewicz, University of North Carolina at Chapel Hill chancellor, and Robert A. Blouin, executive vice chancellor, explained that the school was making “important changes to de-densify our campus.” (Namely, undergrad classes would go online for the entire semester, and students would be allowed to cancel their dorm room leases without penalty.) The reasoning Guskiewicz and Blouin use here is notable because it acknowledges the reality that students, many of them teenagers away from home for the first time, with limited support to combat loneliness and due to COVID boredom, will end up prioritizing the wrong thing. And it helps underscore the reality that the virus thrives when lots of people live in close quarters. Which brings me to the last, best thing to blame …\nWe are simply in a pandemic. After logging 263 positive tests in one week, East Carolina University switched to an online semester. Before the uptick, interim chancellor Ron Mitchelson had scolded some students for being “unmasked“ and “irresponsible.” But in an Aug. 23 statement, his messaging shifted to acknowledge the larger reality this semester exists within. He said in a video statement to the community: “The decision to pivot in large part was the disease. It’s a horrible pandemic that we face. We couldn’t stand by any longer.”\nAnd there it is: an actual change in infrastructure that takes into account the fact that we are living in a pandemic. It’s probably the only chance colleges have to get out of this mess.\nFor more of Slate’s news coverage, subscribe to What Next on Apple Podcasts or listen below.\nView Transcript"}]}