{"request": {"pageUrl": "https://www.wctrib.com/news/education/6644430-How-are-regional-colleges-preparing-for-COVID-19-outbreaks", "api": "article", "version": 3}, "objects": [{"date": "Fri, 04 Sep 2020 00:00:00 GMT", "sentiment": -0.289, "images": [{"naturalHeight": 712, "width": 688, "diffbotUri": "image|3|1906805207", "title": "Abbie Newman and Jordan Hines study on Monday in the A. C. Clark Library on the first day of class at Bemidji State University for the fall semester. (Hannah Olson / Bemidji Pioneer)", "url": "https://www.fccnn.com/incoming/6647997-g111xg-082620.N.BP.BSUSTART-1.jpg/alternates/BASE_LANDSCAPE/082620.N.BP.BSUSTART%201.jpg", "naturalWidth": 1140, "primary": true, "height": 429}], "author": "Paul John Scott", "estimatedDate": "Fri, 04 Sep 2020 00:00:00 GMT", "icon": "https://static.forumcomm.com/images/favicons/wctrib-favicon.png", "diffbotUri": "article|3|1859371234", "siteName": "West Central Tribune", "type": "article", "title": "How are regional colleges preparing for COVID-19 outbreaks?", "tags": [{"score": 0.996880292892456, "sentiment": -0.914, "count": 10, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9871050119400024, "sentiment": 0, "count": 2, "label": "Macalester College", "uri": "https://diffbot.com/entity/O265iUzkeNnCo9yEoFv8SYQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9839580059051514, "sentiment": 0, "count": 2, "label": "college", "uri": "https://diffbot.com/entity/XygW05YWxMKCisk_YrXtvAw"}, {"score": 0.9412985444068909, "sentiment": 0, "count": 1, "label": "St. Olaf College", "uri": "https://diffbot.com/entity/ObOXDgVF2MVCA2Tv9POFDIQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.920791745185852, "sentiment": 0, "count": 5, "label": "Minnesota", "uri": "https://diffbot.com/entity/A7zO5OahyNMCE-NMuOWWytA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.8375079035758972, "sentiment": 0, "count": 1, "label": "Tim Walz", "uri": "https://diffbot.com/entity/PSlz9BC0DOJqRG4nY-AAIwA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8086712956428528, "sentiment": 0, "count": 1, "label": "Grand Forks", "uri": "https://diffbot.com/entity/Adh0omt1JO_aW-n3L46pjWA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.7756250500679016, "sentiment": 0, "count": 2, "label": "Saint Paul", "uri": "https://diffbot.com/entity/A8FSXOEOCOnegExLykrhPrw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.7611334919929504, "sentiment": 0, "count": 1, "label": "Joan Gabel", "uri": "https://diffbot.com/entity/PuwEPh-ixPje7vuVFmPFFeA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7589393854141235, "sentiment": 0, "count": 1, "label": "Abbie Newman", "uri": "https://diffbot.com/entity/PLGSy6_iPM56-SBLgz1pb-Q", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "humanLanguage": "en", "pageUrl": "https://www.wctrib.com/news/education/6644430-How-are-regional-colleges-preparing-for-COVID-19-outbreaks", "html": "<figure><img alt=\"Abbie Newman and Jordan Hines study on Monday in the A. C. Clark Library on the first day of class at Bemidji State University for the fall semester. (Hannah Olson / Bemidji Pioneer)\" data-src=\"https://www.fccnn.com/incoming/6647997-g111xg-082620.N.BP.BSUSTART-1.jpg/alternates/BASE_LANDSCAPE/082620.N.BP.BSUSTART%201.jpg\" data-srcset=\"\" src=\"https://www.fccnn.com/incoming/6647997-g111xg-082620.N.BP.BSUSTART-1.jpg/alternates/BASE_LANDSCAPE/082620.N.BP.BSUSTART%201.jpg\"></img><figcaption>Abbie Newman and Jordan Hines study on Monday in the A. C. Clark Library on the first day of class at Bemidji State University for the fall semester. (Hannah Olson / Bemidji Pioneer)</figcaption></figure>\n<p>ROCHESTER, Minn. &mdash; Health officials believe the impact of COVID-19 on college and universities in Minnesota is a story that's yet to be written. Similar thoughts are also on the minds of those in neighboring states.</p>\n<p>It has started out shakily, however, including pre-arrival outbreaks producing 254 cases associated with 51 schools. One late-August outbreak following an off-campus party <a href=\"https://bringmethenews.com/minnesota-news/17-students-suspended-at-st-olaf-college-50-in-quarantine-for-covid-19-after-party\">near St. Olaf College in Northfield</a> resulted in 17 suspensions and 50 quarantines during the week before students moved on campus. These drew the concern of state health officials, who had rolled out a &quot;Lay Low Before You Go&quot; message at the start of the month, telling students to avoid parties in the last weeks of summer.</p>\n<p>&quot;Preliminary data unfortunately demonstrates quite clearly the risk of students and staff bringing COVID-19 with them when they return to campus,&quot; said Minnesota director of infectious disease Kris Ehresmann during an Aug. 28 press call.</p>\n<p>&quot;Just because a college has an outbreak doesn't mean the institution did something wrong,&quot; Ehresmann added. &quot;Most of the cases associated with a college or university setting during the week of Aug. 17 likely occurred off-campus. &quot;</p>\n<p>&quot;We are concerned about the college towns,&quot; Gov. Tim Walz said during a press conference on Thursday, Sept. 3. &quot;We've seen that whether it's Mankato, Winona and of course here in Minneapolis and St. Paul and others. &quot;What I have believed from the beginning is the partners in this are the establishments themselves.&quot;</p>\n<p>Macalester College in St. Paul took an early, aggressive approach to COVID-19, including <a href=\"https://www.macalester.edu/covid-19/return-to-campus/#plan-summary-and-latest-updates\">an extensive mitigation pla</a>n that included a campus-wide &quot;quiet period&quot; from move-in until Sept. 16 in which &quot;every member of the community will minimize their in-person interactions both on and off campus.&quot; The COVID-19 plan for students at the University of St. Thomas <a href=\"https://www.stthomas.edu/_media-library/_documents/covid-preparedness/university-of-stthomas-preparedness-plan.pdf\">advises</a> students to &quot;stay out of crowded places and avoid mass gatherings, including parties or other social events off campus that violate social distancing guidelines.&quot;</p>\n<p>Thursday night, however, an image circulated on social media of a line outside of Plums, a popular bar serving St. Paul college students from Macalester College, University of St. Thomas, and elsewhere.</p>\n<figure><iframe data-tweet-id=\"1301726782043959300\" frameborder=\"0\" src=\"https://platform.twitter.com/embed/index.html?dnt=false&embedId=twitter-widget-0&frame=false&hideCard=false&hideThread=false&id=1301726782043959300&lang=en&origin=https%3A%2F%2Fwww.wctrib.com%2Fnews%2Feducation%2F6644430-How-are-regional-colleges-preparing-for-COVID-19-outbreaks&siteScreenName=West%20Central%20Tribune&theme=light&widgetsVersion=219d021%3A1598982042171&width=550px\"></iframe></figure>\n<p>Minnesota has almost 200 colleges and universities, all of which are required to have developed a preparedness plan.</p>\n<p>Minnesota's private colleges have <a href=\"https://www.mnprivatecolleges.org/COVID19\">posted their preparedness plans</a>, and these fall under the <a href=\"https://www.health.state.mn.us/diseases/coronavirus/schools/guideihe.pdf\">16 pages of guidance</a> for colleges and universities set out by the Minnesota Department of Health.</p>\n<p>The largest of these institutions, the University of Minnesota system, has since rolled back its starting dates to Sept. 9 for its Duluth campus, Sept. 15 for the Twin Cities campuses, and Sept. 18 for its Rochester campus, citing the need for &quot;a brief pause to learn from the challenges our peers around the country are experiencing,&quot; according to a statement released by University of Minnesota president Joan Gabel.</p>\n<p>On Wednesday, Sept. 2, the university unveiled its <a href=\"https://safe-campus.umn.edu/return-campus/university-planning-response\">Maroon and Gold Sunrise Plan</a>, which sets out four stages of COVID-19 restrictions. Progressively tiered from most-restrictive to least-restrictive, the dialback indicators offer the school flexibility to open up student life or alternately close it down in stages should an outbreak worsen.</p>\n<p>Step One, the stage that will greet U of M students when they arrive in the coming days and weeks, requires that &quot;students will live and learn almost exclusively within residence halls.&quot; It states that &quot;students should not visit other residence halls, nor businesses or residences off campus,&quot; effectively quarantining students to their dorms and meal halls.</p>\n<p>Meals halls are just one of the dozens of practical problems laid out in the MDH guidance. It limits class sizes, requires seating monitors, masking indoors, 6-foot distances for teachers and students -- although less for lab partners -- assigned seating in labs, quarantine space and that &quot;social gatherings not associated with a class or structured event or meeting must not exceed 10 indoors, or 25 outdoors,&quot; -- a de facto ban on campus parties.</p>\n<p>Minnesota health officials do not recommend start-up testing for arriving college students, unless they have symptoms or are exposed to COVID-19.</p>\n<p>&quot;We want to be sure testing is done for those who need it,&quot; said state epidemiologist Dr. Ruth Lynfield at a recent press call. &quot;We are not going to be able to test our way out of this.&quot;</p>\n<p>&quot;Having a negative test doesn't mean you have a green light to go socialize and not keep the distance.&quot;</p>\n<p>&quot;There has been a lot of great work and planning done at the universities and colleges,&quot; said Lynfield, &quot;including consultation with the health department. We don't want to lose the opportunity for people to have good educational experiences (as a result of) some people partying. What the college will be able to offer depends on how people do. We'll have to see how that plays out.&quot;</p>\n<h2>UND already challenged</h2>\n<p>The University of North Dakota in Grand Forks has been dealing with hundreds of coronavirus cases since classes started Aug. 24.</p>\n<p>As of 9 a.m. Thursday, the university&rsquo;s COVID-19 dashboard, which updates in real time, showed 194 self-reported, active cases of coronavirus. Of that number 182 were students, 10 were staff and two were faculty. But those numbers are down slightly compared in comparison to last week when total active cases crossed 300. In total, the university listed 645 individuals in quarantine or isolation as of Thursday morning.</p>\n<p>The university&rsquo;s positivity rate has been around 10% for the last week.</p>\n<p>UND makes up a large chunk of Grand Forks County cases. As of Thursday, there were 491 active cases in the county, of those cases 303 were between the ages of 20 to 29.</p>\n<p>UND has contracted with local hotels to purchase rooms for students who have tested positive for the virus or who may be a close contact of a positive case but may not have a place to isolate or quarantine alone.</p>\n<p>UND has around 322 hotels set aside for COVID isolations and quarantines, according to Jed Shivers, UND&rsquo;s vice president of finance. The university may have the ability to get more rooms if needed. As of Thursday a little less than half of the hotel rooms were in use.</p>\n<p>Face coverings and maintaining a 6-foot distance are required when on campus. Face masks are not required off campus.</p>\n<p>About 30-40% of the student population has been tested for the virus thus far, though UND President Andrew Armacost has said that number is flexible because it&rsquo;s not clear how many students have been tested more than once. That percentage is the highest among North Dakota University System institutions, however.</p>\n<p>University officials, including Armacost, say they believe that the university&rsquo;s testing structure helps them quickly identify positive cases and get them into isolation and close contacts into quarantine.</p>\n<p>&ldquo;When you bring 10,000 people to town and test as aggressively as we have been, I don't think it's any surprise that we will find positive cases,&rdquo; he said. &ldquo;When you increase the population by 10,000 in the county that group can certainly impact the overall county numbers as well, which is what we're seeing.&rdquo;</p>\n<p>As of Tuesday, Armacost said the university does not have plans to move to online only classes yet. But the university did ask students to stay in Grand Forks over the Labor Day weekend to avoid potential spread in other towns, per the advice of Dr. Deborah Birx, the coronavirus response coordinator for the White House.</p>\n<p>A week ago, North Dakota State in Fargo independently reported 39 students and two employees who have tested positive for the virus in the last two weeks. In mid-August, drive-up testing at the Fargodome was aimed at NDSU students, faculty and K-12 teachers.</p>\n<h2>S.D. campuses affected</h2>\n<p>In South Dakota, the state&rsquo;s public university system geared up for the arrival of students by installing Abbott ID Now rapid-test devices in student health centers and implementing masking requirements and other social distancing strategies.</p>\n<p>Students moved into dorms and started classes in mid-August and on-campus COVID-19 cases quickly surged from dozens to hundreds, mostly at the state&rsquo;s two biggest universities, South Dakota State University in Brookings and University of South Dakota in Vermillion.</p>\n<p>As of Sept. 3, South Dakota&rsquo;s public universities were reporting 422 active cases of COVID-19 among students and employees, with 1,260 in isolation in quarantine.</p>\n<p>SDSU and USD were home to the largest clusters of COVID-19 among students and staff. USD alone has about half of all active cases and individuals in quarantine, with 234 active cases with 666 in quarantine. SDSU, with 11,500 students, had 87 active cases with 310 in quarantine.</p>\n<p>&ldquo;We feel our &hellip; universities are taking it very seriously and being proactive in trying to address (COVID-19) on their campuses,&rdquo; said Kim Malsam-Rysdon, secretary of the state Department of Health, on Thursday.</p>\n<p>There was some initial confusion over who would report COVID-19 cases to the public. While the state Department of Health provides a weekly report of total cases from the state&rsquo;s public university, it has refused to say how many cases are at each university, citing privacy concerns, and said it would only be more specific if an outbreak occurs.</p>\n<p>Instead, the state Board of Regents, which governs the universities, created a real-time data dashboard for each university, which breaks down the number of cases by students and employees, and indicates how many people are in quarantine or isolation, and whether they&rsquo;re at home or on-campus.</p>\n<p>The rise in on-campus cases mirrored a statewide COVID-19 case surge, as daily active cases in the state tripled from about 1,000 in mid-August to 3,000 in early September. But both surges are causing concern in cities that are home to the state&rsquo;s public universities, now grappling with an influx of thousands of highly social students.</p>\n<p>The city council of Brookings, home to SDSU, faced a raucous crowd this week as it weighed whether to extend business restrictions and implement a mask mandate due to the pandemic.</p>\n<p>But Barry Dunn, the university's president, spoke in support of keeping and expanding pandemic-related restrictions on local businesses, drawing both applause and boos from the crowd.</p>\n<p>&ldquo;I remain very concerned the virus is increasing exponentially, as we&rsquo;ve heard,&rdquo; he said in a video captured by The Collegian, the university&rsquo;s student newspaper.</p>", "text": "ROCHESTER, Minn. — Health officials believe the impact of COVID-19 on college and universities in Minnesota is a story that's yet to be written. Similar thoughts are also on the minds of those in neighboring states.\nIt has started out shakily, however, including pre-arrival outbreaks producing 254 cases associated with 51 schools. One late-August outbreak following an off-campus party near St. Olaf College in Northfield resulted in 17 suspensions and 50 quarantines during the week before students moved on campus. These drew the concern of state health officials, who had rolled out a \"Lay Low Before You Go\" message at the start of the month, telling students to avoid parties in the last weeks of summer.\n\"Preliminary data unfortunately demonstrates quite clearly the risk of students and staff bringing COVID-19 with them when they return to campus,\" said Minnesota director of infectious disease Kris Ehresmann during an Aug. 28 press call.\n\"Just because a college has an outbreak doesn't mean the institution did something wrong,\" Ehresmann added. \"Most of the cases associated with a college or university setting during the week of Aug. 17 likely occurred off-campus. \"\n\"We are concerned about the college towns,\" Gov. Tim Walz said during a press conference on Thursday, Sept. 3. \"We've seen that whether it's Mankato, Winona and of course here in Minneapolis and St. Paul and others. \"What I have believed from the beginning is the partners in this are the establishments themselves.\"\nMacalester College in St. Paul took an early, aggressive approach to COVID-19, including an extensive mitigation plan that included a campus-wide \"quiet period\" from move-in until Sept. 16 in which \"every member of the community will minimize their in-person interactions both on and off campus.\" The COVID-19 plan for students at the University of St. Thomas advises students to \"stay out of crowded places and avoid mass gatherings, including parties or other social events off campus that violate social distancing guidelines.\"\nThursday night, however, an image circulated on social media of a line outside of Plums, a popular bar serving St. Paul college students from Macalester College, University of St. Thomas, and elsewhere.\nMinnesota has almost 200 colleges and universities, all of which are required to have developed a preparedness plan.\nMinnesota's private colleges have posted their preparedness plans, and these fall under the 16 pages of guidance for colleges and universities set out by the Minnesota Department of Health.\nThe largest of these institutions, the University of Minnesota system, has since rolled back its starting dates to Sept. 9 for its Duluth campus, Sept. 15 for the Twin Cities campuses, and Sept. 18 for its Rochester campus, citing the need for \"a brief pause to learn from the challenges our peers around the country are experiencing,\" according to a statement released by University of Minnesota president Joan Gabel.\nOn Wednesday, Sept. 2, the university unveiled its Maroon and Gold Sunrise Plan, which sets out four stages of COVID-19 restrictions. Progressively tiered from most-restrictive to least-restrictive, the dialback indicators offer the school flexibility to open up student life or alternately close it down in stages should an outbreak worsen.\nStep One, the stage that will greet U of M students when they arrive in the coming days and weeks, requires that \"students will live and learn almost exclusively within residence halls.\" It states that \"students should not visit other residence halls, nor businesses or residences off campus,\" effectively quarantining students to their dorms and meal halls.\nMeals halls are just one of the dozens of practical problems laid out in the MDH guidance. It limits class sizes, requires seating monitors, masking indoors, 6-foot distances for teachers and students -- although less for lab partners -- assigned seating in labs, quarantine space and that \"social gatherings not associated with a class or structured event or meeting must not exceed 10 indoors, or 25 outdoors,\" -- a de facto ban on campus parties.\nMinnesota health officials do not recommend start-up testing for arriving college students, unless they have symptoms or are exposed to COVID-19.\n\"We want to be sure testing is done for those who need it,\" said state epidemiologist Dr. Ruth Lynfield at a recent press call. \"We are not going to be able to test our way out of this.\"\n\"Having a negative test doesn't mean you have a green light to go socialize and not keep the distance.\"\n\"There has been a lot of great work and planning done at the universities and colleges,\" said Lynfield, \"including consultation with the health department. We don't want to lose the opportunity for people to have good educational experiences (as a result of) some people partying. What the college will be able to offer depends on how people do. We'll have to see how that plays out.\"\nUND already challenged\nThe University of North Dakota in Grand Forks has been dealing with hundreds of coronavirus cases since classes started Aug. 24.\nAs of 9 a.m. Thursday, the university’s COVID-19 dashboard, which updates in real time, showed 194 self-reported, active cases of coronavirus. Of that number 182 were students, 10 were staff and two were faculty. But those numbers are down slightly compared in comparison to last week when total active cases crossed 300. In total, the university listed 645 individuals in quarantine or isolation as of Thursday morning.\nThe university’s positivity rate has been around 10% for the last week.\nUND makes up a large chunk of Grand Forks County cases. As of Thursday, there were 491 active cases in the county, of those cases 303 were between the ages of 20 to 29.\nUND has contracted with local hotels to purchase rooms for students who have tested positive for the virus or who may be a close contact of a positive case but may not have a place to isolate or quarantine alone.\nUND has around 322 hotels set aside for COVID isolations and quarantines, according to Jed Shivers, UND’s vice president of finance. The university may have the ability to get more rooms if needed. As of Thursday a little less than half of the hotel rooms were in use.\nFace coverings and maintaining a 6-foot distance are required when on campus. Face masks are not required off campus.\nAbout 30-40% of the student population has been tested for the virus thus far, though UND President Andrew Armacost has said that number is flexible because it’s not clear how many students have been tested more than once. That percentage is the highest among North Dakota University System institutions, however.\nUniversity officials, including Armacost, say they believe that the university’s testing structure helps them quickly identify positive cases and get them into isolation and close contacts into quarantine.\n“When you bring 10,000 people to town and test as aggressively as we have been, I don't think it's any surprise that we will find positive cases,” he said. “When you increase the population by 10,000 in the county that group can certainly impact the overall county numbers as well, which is what we're seeing.”\nAs of Tuesday, Armacost said the university does not have plans to move to online only classes yet. But the university did ask students to stay in Grand Forks over the Labor Day weekend to avoid potential spread in other towns, per the advice of Dr. Deborah Birx, the coronavirus response coordinator for the White House.\nA week ago, North Dakota State in Fargo independently reported 39 students and two employees who have tested positive for the virus in the last two weeks. In mid-August, drive-up testing at the Fargodome was aimed at NDSU students, faculty and K-12 teachers.\nS.D. campuses affected\nIn South Dakota, the state’s public university system geared up for the arrival of students by installing Abbott ID Now rapid-test devices in student health centers and implementing masking requirements and other social distancing strategies.\nStudents moved into dorms and started classes in mid-August and on-campus COVID-19 cases quickly surged from dozens to hundreds, mostly at the state’s two biggest universities, South Dakota State University in Brookings and University of South Dakota in Vermillion.\nAs of Sept. 3, South Dakota’s public universities were reporting 422 active cases of COVID-19 among students and employees, with 1,260 in isolation in quarantine.\nSDSU and USD were home to the largest clusters of COVID-19 among students and staff. USD alone has about half of all active cases and individuals in quarantine, with 234 active cases with 666 in quarantine. SDSU, with 11,500 students, had 87 active cases with 310 in quarantine.\n“We feel our … universities are taking it very seriously and being proactive in trying to address (COVID-19) on their campuses,” said Kim Malsam-Rysdon, secretary of the state Department of Health, on Thursday.\nThere was some initial confusion over who would report COVID-19 cases to the public. While the state Department of Health provides a weekly report of total cases from the state’s public university, it has refused to say how many cases are at each university, citing privacy concerns, and said it would only be more specific if an outbreak occurs.\nInstead, the state Board of Regents, which governs the universities, created a real-time data dashboard for each university, which breaks down the number of cases by students and employees, and indicates how many people are in quarantine or isolation, and whether they’re at home or on-campus.\nThe rise in on-campus cases mirrored a statewide COVID-19 case surge, as daily active cases in the state tripled from about 1,000 in mid-August to 3,000 in early September. But both surges are causing concern in cities that are home to the state’s public universities, now grappling with an influx of thousands of highly social students.\nThe city council of Brookings, home to SDSU, faced a raucous crowd this week as it weighed whether to extend business restrictions and implement a mask mandate due to the pandemic.\nBut Barry Dunn, the university's president, spoke in support of keeping and expanding pandemic-related restrictions on local businesses, drawing both applause and boos from the crowd.\n“I remain very concerned the virus is increasing exponentially, as we’ve heard,” he said in a video captured by The Collegian, the university’s student newspaper."}]}