{"request": {"pageUrl": "https://www.denverpost.com/2020/08/29/covid-testing-adams-state-university-colorado-college-csu-pueblo-fort-lewis-college-cu-boulder/", "api": "article", "version": 3}, "objects": [{"date": "Sat, 29 Aug 2020 06:00:00 GMT", "sentiment": -0.212, "images": [{"naturalHeight": 524, "width": 930, "diffbotUri": "image|3|-1962611330", "title": "Chet Strange, Special to The Denver Post", "url": "https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=1569", "naturalWidth": 787, "primary": true, "height": 620}], "author": "Elizabeth Hernandez", "estimatedDate": "Sat, 29 Aug 2020 06:00:00 GMT", "publisherRegion": "North America", "icon": "https://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=180", "diffbotUri": "article|3|642784486", "siteName": "The Denver Post", "type": "article", "title": "Lack of COVID-19 testing at Colorado’s rural universities epitomizes higher education inequities", "tags": [{"score": 0.9969049096107483, "sentiment": -0.822, "count": 15, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9718808531761169, "sentiment": 0, "count": 1, "label": "Colorado", "uri": "https://diffbot.com/entity/A3mzQon9oO3yJ-NJ2JFoMBA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9645816683769226, "sentiment": 0, "count": 1, "label": "higher education", "uri": "https://diffbot.com/entity/X6drbn7mLM6uJ7wpoYXMPmg"}, {"score": 0.9512439966201782, "sentiment": 0, "count": 2, "label": "Adams State University", "uri": "https://diffbot.com/entity/O5MA-hfQNMk-qPQz_LDKLJQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8476375937461853, "sentiment": 0, "count": 2, "label": "Cheryl Lovell", "uri": "https://diffbot.com/entity/PBd8FC5E3N8ih1QkLRSzPNA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7529246211051941, "sentiment": 0, "count": 2, "label": "university", "uri": "https://diffbot.com/entity/XuH4EHGwQOgCBmpyQfJat7g"}, {"score": 0.6353872418403625, "sentiment": 0, "count": 1, "label": "Angie Paccione", "uri": "https://diffbot.com/entity/PQHhBOazUMS6OYv6kbhjx3w", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.denverpost.com/author/elizabeth-hernandez/", "pageUrl": "https://www.denverpost.com/2020/08/29/covid-testing-adams-state-university-colorado-college-csu-pueblo-fort-lewis-college-cu-boulder/", "html": "<figure><img alt=\"\" data-sizes=\"auto\" data-src=\"https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=525\" data-srcset=\"https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=525 620w,https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=660 780w,https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=863 1020w,https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=1080 1280w,https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=1569 1860w\" sizes=\"931px\" src=\"https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=1569\" srcset=\"https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=525 620w,https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=660 780w,https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=863 1020w,https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=1080 1280w,https://www.denverpost.com/wp-content/uploads/2020/08/cu_2020_movein_03.jpg?w=1569 1860w\"></img><figcaption>Chet Strange, Special to The Denver Post</figcaption></figure>\n<p><a href=\"javascript:void(0)\">28</a></p>\n<p>Adams State University President Cheryl Lovell is imploring the state &mdash; or anyone who will listen &mdash; to help connect the rural school with the COVID-19 testing it&rsquo;s currently unable to afford or access, even as roughly 850 students move onto campus in the midst of a pandemic.</p>\n<p>The Alamosa campus, known for serving a sizable population of Hispanic students and other traditionally underrepresented groups, isn&rsquo;t able to test students, staff or faculty for the new coronavirus, she said.</p>\n<p>&ldquo;Not everyone lives in a metropolitan area of the state where you can find a drive-by testing site almost anywhere,&rdquo; Lovell said Friday. &ldquo;Help us reach a population that has been most damaged. Students of color, people of color and low income neighborhoods have been most impacted by COVID, and here&rsquo;s a chance for someone to make a difference in a meaningful way for a rural community that needs it.&rdquo;</p>\n<p>Since March, when colleges across Colorado made a <a href=\"https://www.denverpost.com/2020/03/11/university-colorado-boulder-coronavirus-online-classes/\">nearly overnight transition to remote learning</a> in a bid to stop the spread of the novel coronavirus, only seven Adams State community members have been given COVID-19 tests, with one person testing positive, said Chris Lopez, the university&rsquo;s spokesman.</p>\n<p>While larger institutions like the University of Colorado Boulder have the finances and scientists necessary to administer and rapidly return thousands of COVID-19 tests, some smaller institutions in rural areas with fewer resources are either barely able to test students or fated to wait so many days for results they&rsquo;re practically moot.</p>\n<p>The disparity in testing is another reminder of the imbalance wrought by Colorado&rsquo;s limited higher-education funding, a system that, <a href=\"https://co.chalkbeat.org/2020/6/1/21277566/colorado-outcomes-based-higher-education-funding-formula-puts-focus-on-students\">although awaiting a makeover</a>, awards money based largely on how many students an institution enrolls, disadvantaging the schools that most need help.</p>\n<p>The <a href=\"https://www.denverpost.com/2017/02/21/adams-state-university-deficit-budget/\">financially fraught Adams State</a>, which lacks a student health center, is left to rely on students to monitor their symptoms, report them to the school and then be referred to the San Luis Valley Health Respirator Clinic for next steps.</p>\n<p>Angie Paccione, executive director of Colorado Department of Higher Education, said she&rsquo;s working with the state health department to help Adams State institute a robust COVID-19 testing regimen for its campus community, recognizing the university lacks the resources of larger institutions.</p>\n<h3>Lacking resources to properly test</h3>\n<p>Ramping up at for Adams State is a priority for state officials, but other smaller Colorado universities also struggle to do enough screening &mdash; or do it in a timely manner.</p>\n<p>Donna Souder Hodge, Colorado State University Pueblo&rsquo;s COVID-19 coordinator, said the southern Colorado campus was not doing any large-scale or surveillance testing for the new coronavirus.</p>\n<p>&ldquo;It is a resource issue,&rdquo; Souder Hodge said. &ldquo;Even if we wanted to do additional testing, our ability to get it or get it quickly is pretty limited. This is what we are able to do on our campus &mdash; on a smaller campus &mdash; serving an under-severed population.&rdquo;</p>\n<p>In addition to following federal, state and local public health guidelines such as providing quarantine rooms on campus, daily health screenings, temperature checks and cleaning protocols, CSU Pueblo is offering free testing for interested students, staff and faculty. Since around 400 students moved back to campus last week, the university has tested 20 people for COVID-19. None of those tests came back positive, but Souder Hodge said on Thursday that one student had tested positive for the virus through a test conducted off campus.</p>\n<p>Tests conducted on campus get results back within 10 to 15 minutes, but Souder Hodge said the quicker tests can result in a higher percentage of false negatives.</p>\n<p>&ldquo;We always follow up by telling any individual to go get an additional test through the county,&rdquo; Souder Hodge said. &ldquo;The average time for those results is something between seven and 11 days&hellip; so that&rsquo;s obviously concerning.&rdquo;</p>\n<p>Jeff Dupont, associate vice president for student affairs at Durango&rsquo;s Fort Lewis College, said the approximately 1,400 students who moved onto campus were all tested for COVID-19, plus an additional 400 students not living on campus. However, it took two to three days before getting those test results back, meaning students moved into the dorms before knowing whether they were infected. Dupont said students were told to stay in their rooms until they had results back and were provided grab-and-go meals.</p>\n<p>Since Aug. 17, Fort Lewis administered 1,845 tests with 17 coming back positive as of Thursday. Three are considered recovered cases.</p>\n<p>&ldquo;We just didn&rsquo;t have access to anything faster to give faster results,&rdquo; Dupont said. &ldquo;Most other tests in our community are taking between five and six days to get results, so we&rsquo;re actually pretty pleased with two to three days.&rdquo;</p>\n<h3>Wider testing on big campuses</h3>\n<p>At resource-rich CU Boulder, all students moving into dormitories were either rapid-tested for COVID-19 upon arrival or within a five-day window of moving to Boulder, allowing campus officials to proactively quarantine infected students.</p>\n<p>Even so, <a href=\"https://www.colorado.edu/covid-19-ready-dashboard\">CU&rsquo;s testing dashboard,</a> intended to inform the community about how many COVID-19 cases the university is uncovering, has been met with criticism over the way it presents data, not offering a total number of cumulative cases, only the numbers of new infections within certain date ranges. The university announced Thursday the tool will be updated to better serve the community.</p>\n<p>CU officials have not said how many total cases of COVID-19 they&rsquo;ve detected on campus after staff and students began returning this summer. The university&rsquo;s dashboard reports 16 positive tests between Aug. 17 and 22, and nine new case between Aug. 23 and 27. CU spokeswoman Melanie Parra said she could not confirm whether a <a href=\"https://www.nytimes.com/interactive/2020/us/covid-college-cases-tracker.html\">New York Times report of 53 positive cases at CU Boulder</a> was accurate.</p>\n<p>At Colorado State University, spokesman Mike Hooker said <a href=\"https://covidrecovery.colostate.edu/\">7,500 students, faculty and staff were screened during the move-in process</a> and 88 had tested positive for COVID-19 as of Thursday. The state&rsquo;s outbreak database also <a href=\"https://www.denverpost.com/2020/08/26/colorado-covid-outbreaks-school/\">includes two related to CSU</a>: one linked to the campus&rsquo;s athletic program, another to the Kappa Sigma fraternity.</p>\n<p>And 155 students in a Colorado College dorm were quarantined after <a href=\"https://www.denverpost.com/2020/08/24/university-colorado-covid-reopening/\">one of them tested positive</a> for COVID-19.</p>\n<p>Lovell said it&rsquo;s too early to tell whether a lack of COVID-19 has impacted Adams State, although she said it&rsquo;s inevitable despite the precautions the university has taken such as hand sanitizer machines, mask mandates, social distancing signage and other guidance from state and federal public health agencies.</p>\n<p>&ldquo;What&rsquo;s tough is we&rsquo;ve got a pretty significant population of color so it just hits us even harder because that&rsquo;s a group who has been <a href=\"https://www.denverpost.com/2020/08/20/colorado-coronavirus-hospitalizations-black-hispanic-patients/\">impacted more intensely than the Caucasian population</a>,&rdquo; Lovell said. &ldquo;This is the <a href=\"https://www.denverpost.com/2019/08/01/adams-state-univeristy-college-assistance-migrant-program/\">heartland of agricultural labor</a> of the state. We&rsquo;ve got an important role to play in agriculture, and our <a href=\"https://www.denverpost.com/2019/08/18/alamosa-san-luis-valley-listening-tour/\">university has a role to play in that region</a> and with the uncertainty of a global pandemic, it&rsquo;s important to remember not everyone experiences this state the same way.&rdquo;</p>\n<p><em><a href=\"https://extras.denverpost.com/newsletters/\"><strong>Subscribe to bi-weekly newsletter to get health news sent straight to your inbox.</strong></a></em></p>", "text": "28\nAdams State University President Cheryl Lovell is imploring the state — or anyone who will listen — to help connect the rural school with the COVID-19 testing it’s currently unable to afford or access, even as roughly 850 students move onto campus in the midst of a pandemic.\nThe Alamosa campus, known for serving a sizable population of Hispanic students and other traditionally underrepresented groups, isn’t able to test students, staff or faculty for the new coronavirus, she said.\n“Not everyone lives in a metropolitan area of the state where you can find a drive-by testing site almost anywhere,” Lovell said Friday. “Help us reach a population that has been most damaged. Students of color, people of color and low income neighborhoods have been most impacted by COVID, and here’s a chance for someone to make a difference in a meaningful way for a rural community that needs it.”\nSince March, when colleges across Colorado made a nearly overnight transition to remote learning in a bid to stop the spread of the novel coronavirus, only seven Adams State community members have been given COVID-19 tests, with one person testing positive, said Chris Lopez, the university’s spokesman.\nWhile larger institutions like the University of Colorado Boulder have the finances and scientists necessary to administer and rapidly return thousands of COVID-19 tests, some smaller institutions in rural areas with fewer resources are either barely able to test students or fated to wait so many days for results they’re practically moot.\nThe disparity in testing is another reminder of the imbalance wrought by Colorado’s limited higher-education funding, a system that, although awaiting a makeover, awards money based largely on how many students an institution enrolls, disadvantaging the schools that most need help.\nThe financially fraught Adams State, which lacks a student health center, is left to rely on students to monitor their symptoms, report them to the school and then be referred to the San Luis Valley Health Respirator Clinic for next steps.\nAngie Paccione, executive director of Colorado Department of Higher Education, said she’s working with the state health department to help Adams State institute a robust COVID-19 testing regimen for its campus community, recognizing the university lacks the resources of larger institutions.\nLacking resources to properly test\nRamping up at for Adams State is a priority for state officials, but other smaller Colorado universities also struggle to do enough screening — or do it in a timely manner.\nDonna Souder Hodge, Colorado State University Pueblo’s COVID-19 coordinator, said the southern Colorado campus was not doing any large-scale or surveillance testing for the new coronavirus.\n“It is a resource issue,” Souder Hodge said. “Even if we wanted to do additional testing, our ability to get it or get it quickly is pretty limited. This is what we are able to do on our campus — on a smaller campus — serving an under-severed population.”\nIn addition to following federal, state and local public health guidelines such as providing quarantine rooms on campus, daily health screenings, temperature checks and cleaning protocols, CSU Pueblo is offering free testing for interested students, staff and faculty. Since around 400 students moved back to campus last week, the university has tested 20 people for COVID-19. None of those tests came back positive, but Souder Hodge said on Thursday that one student had tested positive for the virus through a test conducted off campus.\nTests conducted on campus get results back within 10 to 15 minutes, but Souder Hodge said the quicker tests can result in a higher percentage of false negatives.\n“We always follow up by telling any individual to go get an additional test through the county,” Souder Hodge said. “The average time for those results is something between seven and 11 days… so that’s obviously concerning.”\nJeff Dupont, associate vice president for student affairs at Durango’s Fort Lewis College, said the approximately 1,400 students who moved onto campus were all tested for COVID-19, plus an additional 400 students not living on campus. However, it took two to three days before getting those test results back, meaning students moved into the dorms before knowing whether they were infected. Dupont said students were told to stay in their rooms until they had results back and were provided grab-and-go meals.\nSince Aug. 17, Fort Lewis administered 1,845 tests with 17 coming back positive as of Thursday. Three are considered recovered cases.\n“We just didn’t have access to anything faster to give faster results,” Dupont said. “Most other tests in our community are taking between five and six days to get results, so we’re actually pretty pleased with two to three days.”\nWider testing on big campuses\nAt resource-rich CU Boulder, all students moving into dormitories were either rapid-tested for COVID-19 upon arrival or within a five-day window of moving to Boulder, allowing campus officials to proactively quarantine infected students.\nEven so, CU’s testing dashboard, intended to inform the community about how many COVID-19 cases the university is uncovering, has been met with criticism over the way it presents data, not offering a total number of cumulative cases, only the numbers of new infections within certain date ranges. The university announced Thursday the tool will be updated to better serve the community.\nCU officials have not said how many total cases of COVID-19 they’ve detected on campus after staff and students began returning this summer. The university’s dashboard reports 16 positive tests between Aug. 17 and 22, and nine new case between Aug. 23 and 27. CU spokeswoman Melanie Parra said she could not confirm whether a New York Times report of 53 positive cases at CU Boulder was accurate.\nAt Colorado State University, spokesman Mike Hooker said 7,500 students, faculty and staff were screened during the move-in process and 88 had tested positive for COVID-19 as of Thursday. The state’s outbreak database also includes two related to CSU: one linked to the campus’s athletic program, another to the Kappa Sigma fraternity.\nAnd 155 students in a Colorado College dorm were quarantined after one of them tested positive for COVID-19.\nLovell said it’s too early to tell whether a lack of COVID-19 has impacted Adams State, although she said it’s inevitable despite the precautions the university has taken such as hand sanitizer machines, mask mandates, social distancing signage and other guidance from state and federal public health agencies.\n“What’s tough is we’ve got a pretty significant population of color so it just hits us even harder because that’s a group who has been impacted more intensely than the Caucasian population,” Lovell said. “This is the heartland of agricultural labor of the state. We’ve got an important role to play in agriculture, and our university has a role to play in that region and with the uncertainty of a global pandemic, it’s important to remember not everyone experiences this state the same way.”\nSubscribe to bi-weekly newsletter to get health news sent straight to your inbox.", "authors": [{"name": "Elizabeth Hernandez", "link": "denverpost.com/author/elizabeth-hernandez"}]}]}