{"request": {"pageUrl": "https://www.cincinnati.com/story/news/2020/08/31/covid-19-what-we-know-students-staff-infected-ohio-schools/3445865001/", "api": "article", "version": 3}, "objects": [{"date": "Tue, 01 Sep 2020 02:05:00 GMT", "sentiment": -0.255, "images": [{"naturalHeight": 1081, "width": 0, "diffbotUri": "image|3|1330843891", "url": "https://www.gannett-cdn.com/presto/2020/07/12/PCIN/e0c4796d-ee7f-48fd-a9a4-0036742d70d2-ROC1Brd_06-22-2020_DandC_1_A010__2020_06_21_IMG_Contact_Tracing_Monr_1_1_KUQQ7BQI_L1505447321_IMG_Contact_Tracing_Monr_1_1_KUQQ7BQI.jpg?crop=1921,1081,x0,y738&width=1921&height=1081&format=pjpg&auto=webp", "naturalWidth": 1921, "primary": true, "height": 0}], "author": "Amanda Garrett", "estimatedDate": "Tue, 01 Sep 2020 02:05:00 GMT", "diffbotUri": "article|3|-1840165712", "siteName": "The Enquirer", "type": "article", "title": "What will we know about students, staff infected with COVID-19 as Ohio schools reopen?", "tags": [{"score": 0.9997813105583191, "sentiment": -0.803, "count": 6, "label": "Ohio", "uri": "https://diffbot.com/entity/ALRFDwK0EPuWAvRk34RlNIw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9996238946914673, "sentiment": -0.939, "count": 12, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9874619841575623, "sentiment": 0, "count": 4, "label": "Mike DeWine", "uri": "https://diffbot.com/entity/Peh0deFW8MoeWfmUPg2VjwA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9277698993682861, "sentiment": -0.473, "count": 4, "label": "school", "uri": "https://diffbot.com/entity/XhviB7TzaOxK2vax3A6JCTQ"}, {"score": 0.7653088569641113, "sentiment": 0, "count": 1, "label": "Ohio Department of Health", "uri": "https://diffbot.com/entity/CgydeosK-PVOB5i_6OZVWpw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.6699515581130981, "sentiment": 0, "count": 1, "label": "Hamilton County", "uri": "https://diffbot.com/entity/Acbs_VYKUNVm1PZZxtkr2ZQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}], "humanLanguage": "en", "pageUrl": "https://www.cincinnati.com/story/news/2020/08/31/covid-19-what-we-know-students-staff-infected-ohio-schools/3445865001/", "html": "<p>Akron Beacon Journal</p>\n<p>Social media posts are churning across the state as Ohio schools reopen amid the pandemic:</p>\n<ul><li>A football coach is hospitalized with COVID-19 and his team is quarantined.</li><li>A student with no symptoms infected his classmates.</li><li>A handful of teachers tested positive before in-person school even began.</li></ul>\n<p>Many Ohio schools have refused to either knockdown or substantiate the rumors, citing privacy concerns. And that&rsquo;s caused frustration and fear among many parents and teachers already uneasy about sending children back to class.</p>\n<p>Last Thursday, Gov. Mike DeWine seemed to offer a potential solution: He said the state will soon require that each Ohio school publicly report COVID-19 cases among students and staff within 48 hours of learning of a case.</p>\n<p>But just how much information will be released and how helpful it will be for parents making tough choices about their family&rsquo;s safety is not yet clear.</p>\n<p>Neither the Ohio Department of Health nor the Ohio Department of Education answered questions submitted by a reporter last Thursday. Representatives for both departments referred the reporter to the order, which will not be available until this week.</p>\n<h3>What can schools release?</h3>\n<p>Balancing privacy against the public&rsquo;s right to know can be complicated.</p>\n<p>A federal law prohibits the disclosure of personal medical records by health providers, but the Health Insurance Portability and Accountability Act (HIPAA) doesn&rsquo;t extend to schools. Another federal law governs educational privacy; yet the Family Educational Rights and Privacy Act (FERPA) allows the release of case information, as long as people, including students, are not named.</p>\n<p>But some public officials say that it isn't names alone hat identify individuals.</p>\n<p>The Warren County Health Department emphasized the issue of inadvertently publicly identifying schoolchildren or employees even without releasing their names: &quot;When there are small numbers of cases, a small number of total students (and) employees within a small population &ndash; schools &ndash; reporting specific numbers could disclose the identity of the cases which is against HIPAA law,&quot; a statement released by Health Commissioner Duane Stansbury says.</p>\n<p>Giving out too many details can identify a child even if a district doesn&rsquo;t release a name, said Jarrod Tudor, director of regional campuses and education at the University of Akron.</p>\n<p>&ldquo;We have a 9 year-old son ... one kid in a district,&rdquo; Tudor said. &ldquo;But if we say one boy in Mrs. Turner&rsquo;s class, you&rsquo;ve narrowed it down to nobody else but him if my son doesn&rsquo;t show up for school.&rdquo;</p>\n<p>So Ohio school districts tend to be cautious to protect students&rsquo; identities, whether they&rsquo;re reporting numbers of children infected with meningitis or the flu.</p>\n<p>Often, they stick to numbers and make them as generic as possible, Tudor said. They typically report district-wide cases without ever identifying which schools were involved, let alone which classrooms, clubs or teams.</p>\n<h3>COVID-19 could be different</h3>\n<p>Earlier this year, as the pandemic spread, the U.S. Department of Education released additional guidance to schools about releasing information about COVID-19 infections.</p>\n<p>Recognizing its risk and scale of spread, the agency noted that extraordinary circumstances might mean schools would need to share details that could identify a person with the coronavirus so others can &ldquo;take appropriate precautions.&rdquo;</p>\n<p>Does that open the door for schools to provide more detailed reporting if an outbreak happens among a particular school marching band, kindergarten class or school bus route?</p>\n<p>Maybe.</p>\n<p>During a press briefing last Thursday, DeWine sketched out the general terms of an order all Ohio schools will follow during the pandemic. Among other things:</p>\n<ul><li>Every district must have a mechanism, possibly existing attendance reporting systems, for parents and guardians of students and school staff to report positive COVID-19 tests of students. DeWine said other COVID-19 information could be shared on the school hotline, too. He didn&rsquo;t elaborate, but that could involve a student or staff member with symptoms, or someone who learned she was exposed to COVID-19.</li><li>Within 48 hours of receiving information on a positive test, the school district must report it to the local health department and make that information publicly available, possibly through a press release or a post to the school website or Facebook page. Districts must also provide parents and guardians with a copy of &ldquo;as much information as possible without disclosing protected health information,&rdquo; possibly through text or email.</li><li>Local health departments will collect the school data and share it with the state health department weekly. The state will compile the information and release it once a week.</li></ul>\n<p>DeWine left lots of wiggle room about what parents, school staff and the public will learn about COVID-19 outbreaks &ndash; and what they won&rsquo;t.</p>\n<p>&ldquo;If the community has widespread (COVID-19), it will be reflected in the school,&rdquo; he said. &ldquo;It does not mean at all that the school has done anything wrong.&rdquo;</p>\n<p>At the same time, schools will be working closely with local health departments. In Hamilton County, for example, the health department has assigned a team member to each school so that the department will have a quick response when questions arise. Spokesman Mike Samet said the health department will follow the direction of the state on reporting COVID-19 cases in schools.</p>\n<p>The local health departments are also set to be involved in contact tracing.</p>\n<p>&quot;If we have a positive case at a school, we would contact that individual and work with the school to get a list of contacts, and the case will be reported as positive case in our county&rsquo;s totals,&quot; said Keith Robinson, Clermont County Health Department spokesman. But, he added, the county department does not plan to &quot;identify a school in which the student or staff member attends.&rdquo;</p>\n<p>Contact tracers across the state will notify those who they believe may have been put at risk by being exposed to someone infected with COVID-19.</p>\n<p>But that&rsquo;s likely far fewer people than might want to know if they&rsquo;ve had a brush with someone who tested positive, said Scott DiMauro, president of Ohio Education Association, which represents more than 100,000 teachers and staff working in Ohio&rsquo;s schools.</p>\n<p>Contact tracing, he said, only works in schools if you can guarantee that everyone in a school maintained 6 feet of physical distancing, wore a mask and washed their hands as thoroughly and as often as they&rsquo;re supposed to 100% of the time.</p>\n<p>&ldquo;Our position is there needs to be transparency,&rdquo; DiMauro said. &ldquo;Don't disclose a name, but if there is a case in a particular building in a particular classroom on a particular day, tell us.&rdquo;</p>\n<p>DiMauro said the majority of OEA&rsquo;s members feel pretty good about the plans schools have laid to reopen.</p>\n<p>But no one will know for another month to six weeks how successful schools are at preventing spread, so sharing information about COVID-19 outbreaks is important, he said.</p>\n<p>&ldquo;It&rsquo;s common sense to assume every child and every adult in that confined space with limited air flow were all exposed,&rdquo; he said. &ldquo;If I&rsquo;m a parent of one of those children, I absolutely want to know. If I&rsquo;m a teacher in that room, then I absolutely have a right to know.&rdquo;</p>\n<h3>Just a snapshot in time</h3>\n<p>Dr. Joseph Zarconi, a professor and chair of internal medicine at the Northeast Ohio Medical University in Rootstown, said it&rsquo;s unlikely parents or teachers will get all of the information they may crave because of legally mandated privacy restrictions.</p>\n<p>But that may not matter, he said.</p>\n<p>&ldquo;I think parents need to behave as though there is a kid infected in (their child&rsquo;s) class all of the time,&rdquo; Zarconi said. &ldquo;I&rsquo;m not sure how reporting changes that.&rdquo;</p>\n<p>Data, he cautioned, is always incomplete and only provides a snapshot in time.</p>\n<p>&ldquo;In every type of pandemic...we always say you should be more concerned with what you don&rsquo;t know than what you do know,&rdquo; Zarconi said.</p>\n<p>If a third-grader tests positive, for instance, he&rsquo;s no longer in school by the time the case is reported to the school and parents, teachers and the public are notified.</p>\n<p>But what won&rsquo;t be clear for days or weeks is how many other people may have been infected before that child was kept home from school and tested, Zarconi said.</p>\n<p>He also worries that COVID-19 infection information released by schools could inadvertently drive infection rates higher if the numbers are initially low and people have a false sense of safety.</p>\n<p>&ldquo;As data start to come out, and numbers don&rsquo;t look bad, does that cause some of the families who said I&rsquo;m not going to send my kids back to change their minds and say, &lsquo;Maybe it&rsquo;s OK&rsquo;?&rdquo; Zarconi asked.</p>\n<p>More children in schools mean a greater risk for infection, he said.</p>\n<p>Initially, low infection rates in schools also could cause people to drop their guard and become lax about enforcing social distancing and other measures to prevent the spread, he said.</p>\n<p>Regardless of information schools release about infections, Zarconi said he wouldn&rsquo;t risk children playing any fall sports.</p>\n<p>&ldquo;The evidence is clear across the nation: Whenever we&rsquo;ve gone to more strict physical distancing, masks, hand hygiene, the number of infections drop,&rdquo; Zarconi said. &ldquo;None of those things can be assured in athletics ... fall athletics should be shut down completely.&rdquo;</p>\n<p>Extra-curricular activities from chess club to marching band should be reassessed, too, he said.</p>\n<p>If an activity, like the yearbook staff, can carry on remotely, he said, all activity should move online.</p>\n<p>For others, like a chess club, safety might be more challenging, he said. While students could still mask and physically distance for chess matches, there is still built-in risk because players touch the same game pieces and then often touch their mask or faces.</p>\n<p>Marching band, Zarconi said, is a good example of being cautious about what we don&rsquo;t know during a pandemic.</p>\n<p>COVID-19 often spreads through the air on invisible plumes of saliva when people exhale, cough or even sing. It&rsquo;s not clear if someone infected with COVID-19 might potentially spread the disease by blowing into a flute, trombone or clarinet.</p>\n<p>&ldquo;But if you don&rsquo;t know whether 30 kids with wind instruments are blowing viruses all over the field,&rdquo; Zarconi said, &ldquo;act as if they are.&rdquo;</p>\n<p><em>Enquirer reporter Terry DeMio and USA TODAY contributed to this report. </em></p>", "text": "Akron Beacon Journal\nSocial media posts are churning across the state as Ohio schools reopen amid the pandemic:\nA football coach is hospitalized with COVID-19 and his team is quarantined.\nA student with no symptoms infected his classmates.\nA handful of teachers tested positive before in-person school even began.\nMany Ohio schools have refused to either knockdown or substantiate the rumors, citing privacy concerns. And that’s caused frustration and fear among many parents and teachers already uneasy about sending children back to class.\nLast Thursday, Gov. Mike DeWine seemed to offer a potential solution: He said the state will soon require that each Ohio school publicly report COVID-19 cases among students and staff within 48 hours of learning of a case.\nBut just how much information will be released and how helpful it will be for parents making tough choices about their family’s safety is not yet clear.\nNeither the Ohio Department of Health nor the Ohio Department of Education answered questions submitted by a reporter last Thursday. Representatives for both departments referred the reporter to the order, which will not be available until this week.\nWhat can schools release?\nBalancing privacy against the public’s right to know can be complicated.\nA federal law prohibits the disclosure of personal medical records by health providers, but the Health Insurance Portability and Accountability Act (HIPAA) doesn’t extend to schools. Another federal law governs educational privacy; yet the Family Educational Rights and Privacy Act (FERPA) allows the release of case information, as long as people, including students, are not named.\nBut some public officials say that it isn't names alone hat identify individuals.\nThe Warren County Health Department emphasized the issue of inadvertently publicly identifying schoolchildren or employees even without releasing their names: \"When there are small numbers of cases, a small number of total students (and) employees within a small population – schools – reporting specific numbers could disclose the identity of the cases which is against HIPAA law,\" a statement released by Health Commissioner Duane Stansbury says.\nGiving out too many details can identify a child even if a district doesn’t release a name, said Jarrod Tudor, director of regional campuses and education at the University of Akron.\n“We have a 9 year-old son ... one kid in a district,” Tudor said. “But if we say one boy in Mrs. Turner’s class, you’ve narrowed it down to nobody else but him if my son doesn’t show up for school.”\nSo Ohio school districts tend to be cautious to protect students’ identities, whether they’re reporting numbers of children infected with meningitis or the flu.\nOften, they stick to numbers and make them as generic as possible, Tudor said. They typically report district-wide cases without ever identifying which schools were involved, let alone which classrooms, clubs or teams.\nCOVID-19 could be different\nEarlier this year, as the pandemic spread, the U.S. Department of Education released additional guidance to schools about releasing information about COVID-19 infections.\nRecognizing its risk and scale of spread, the agency noted that extraordinary circumstances might mean schools would need to share details that could identify a person with the coronavirus so others can “take appropriate precautions.”\nDoes that open the door for schools to provide more detailed reporting if an outbreak happens among a particular school marching band, kindergarten class or school bus route?\nMaybe.\nDuring a press briefing last Thursday, DeWine sketched out the general terms of an order all Ohio schools will follow during the pandemic. Among other things:\nEvery district must have a mechanism, possibly existing attendance reporting systems, for parents and guardians of students and school staff to report positive COVID-19 tests of students. DeWine said other COVID-19 information could be shared on the school hotline, too. He didn’t elaborate, but that could involve a student or staff member with symptoms, or someone who learned she was exposed to COVID-19.\nWithin 48 hours of receiving information on a positive test, the school district must report it to the local health department and make that information publicly available, possibly through a press release or a post to the school website or Facebook page. Districts must also provide parents and guardians with a copy of “as much information as possible without disclosing protected health information,” possibly through text or email.\nLocal health departments will collect the school data and share it with the state health department weekly. The state will compile the information and release it once a week.\nDeWine left lots of wiggle room about what parents, school staff and the public will learn about COVID-19 outbreaks – and what they won’t.\n“If the community has widespread (COVID-19), it will be reflected in the school,” he said. “It does not mean at all that the school has done anything wrong.”\nAt the same time, schools will be working closely with local health departments. In Hamilton County, for example, the health department has assigned a team member to each school so that the department will have a quick response when questions arise. Spokesman Mike Samet said the health department will follow the direction of the state on reporting COVID-19 cases in schools.\nThe local health departments are also set to be involved in contact tracing.\n\"If we have a positive case at a school, we would contact that individual and work with the school to get a list of contacts, and the case will be reported as positive case in our county’s totals,\" said Keith Robinson, Clermont County Health Department spokesman. But, he added, the county department does not plan to \"identify a school in which the student or staff member attends.”\nContact tracers across the state will notify those who they believe may have been put at risk by being exposed to someone infected with COVID-19.\nBut that’s likely far fewer people than might want to know if they’ve had a brush with someone who tested positive, said Scott DiMauro, president of Ohio Education Association, which represents more than 100,000 teachers and staff working in Ohio’s schools.\nContact tracing, he said, only works in schools if you can guarantee that everyone in a school maintained 6 feet of physical distancing, wore a mask and washed their hands as thoroughly and as often as they’re supposed to 100% of the time.\n“Our position is there needs to be transparency,” DiMauro said. “Don't disclose a name, but if there is a case in a particular building in a particular classroom on a particular day, tell us.”\nDiMauro said the majority of OEA’s members feel pretty good about the plans schools have laid to reopen.\nBut no one will know for another month to six weeks how successful schools are at preventing spread, so sharing information about COVID-19 outbreaks is important, he said.\n“It’s common sense to assume every child and every adult in that confined space with limited air flow were all exposed,” he said. “If I’m a parent of one of those children, I absolutely want to know. If I’m a teacher in that room, then I absolutely have a right to know.”\nJust a snapshot in time\nDr. Joseph Zarconi, a professor and chair of internal medicine at the Northeast Ohio Medical University in Rootstown, said it’s unlikely parents or teachers will get all of the information they may crave because of legally mandated privacy restrictions.\nBut that may not matter, he said.\n“I think parents need to behave as though there is a kid infected in (their child’s) class all of the time,” Zarconi said. “I’m not sure how reporting changes that.”\nData, he cautioned, is always incomplete and only provides a snapshot in time.\n“In every type of pandemic...we always say you should be more concerned with what you don’t know than what you do know,” Zarconi said.\nIf a third-grader tests positive, for instance, he’s no longer in school by the time the case is reported to the school and parents, teachers and the public are notified.\nBut what won’t be clear for days or weeks is how many other people may have been infected before that child was kept home from school and tested, Zarconi said.\nHe also worries that COVID-19 infection information released by schools could inadvertently drive infection rates higher if the numbers are initially low and people have a false sense of safety.\n“As data start to come out, and numbers don’t look bad, does that cause some of the families who said I’m not going to send my kids back to change their minds and say, ‘Maybe it’s OK’?” Zarconi asked.\nMore children in schools mean a greater risk for infection, he said.\nInitially, low infection rates in schools also could cause people to drop their guard and become lax about enforcing social distancing and other measures to prevent the spread, he said.\nRegardless of information schools release about infections, Zarconi said he wouldn’t risk children playing any fall sports.\n“The evidence is clear across the nation: Whenever we’ve gone to more strict physical distancing, masks, hand hygiene, the number of infections drop,” Zarconi said. “None of those things can be assured in athletics ... fall athletics should be shut down completely.”\nExtra-curricular activities from chess club to marching band should be reassessed, too, he said.\nIf an activity, like the yearbook staff, can carry on remotely, he said, all activity should move online.\nFor others, like a chess club, safety might be more challenging, he said. While students could still mask and physically distance for chess matches, there is still built-in risk because players touch the same game pieces and then often touch their mask or faces.\nMarching band, Zarconi said, is a good example of being cautious about what we don’t know during a pandemic.\nCOVID-19 often spreads through the air on invisible plumes of saliva when people exhale, cough or even sing. It’s not clear if someone infected with COVID-19 might potentially spread the disease by blowing into a flute, trombone or clarinet.\n“But if you don’t know whether 30 kids with wind instruments are blowing viruses all over the field,” Zarconi said, “act as if they are.”\nEnquirer reporter Terry DeMio and USA TODAY contributed to this report."}]}