{"request": {"pageUrl": "https://www.msn.com/en-us/money/markets/global-covid-19-cases-top-30-million-vaccine-push-virus-update/ar-BB199OSt", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 449, "width": 799, "diffbotUri": "image|3|-1520089281", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB199Kh6.img?h=450&w=799&m=6&q=60&o=f&l=f", "naturalWidth": 799, "primary": true, "height": 450}], "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/b1/f9e423.ico", "diffbotUri": "article|3|-1784790016", "siteName": "MSN", "type": "article", "title": "U.S. New Cases Quicken; French Minister Infected: Virus Update", "tags": [{"score": 0.9984564781188965, "sentiment": 0, "count": 4, "label": "France", "uri": "https://diffbot.com/entity/AF-T5rsSIMVOAK-HK7eoXBw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.9886360168457031, "sentiment": 0.415, "count": 4, "label": "United States of America", "uri": "https://diffbot.com/entity/A01d4EK33MmCosgI2KXa4-A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.9417949318885803, "sentiment": 0, "count": 1, "label": "Bill de Blasio", "uri": "https://diffbot.com/entity/Pn9xbz5cWOgaJWsFtgmJJ7Q", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9115498065948486, "sentiment": 0, "count": 3, "label": "Bruno Le Maire", "uri": "https://diffbot.com/entity/PvFuXcRVJNRyaHi3Np4bFHA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8893511295318604, "sentiment": 0, "count": 1, "label": "Micheál Martin", "uri": "https://diffbot.com/entity/P1BTYj5adMlSLcm6IENt-wA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8687096834182739, "sentiment": -0.941, "count": 3, "label": "California", "uri": "https://diffbot.com/entity/Al0_8ehooNxOPT36Y4RdV9w", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.7995257377624512, "sentiment": 0, "count": 2, "label": "Bloomberg News", "uri": "https://diffbot.com/entity/CKFPzJDuiPqKOIM7FmBh3Cg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.7932367324829102, "sentiment": 0, "count": 1, "label": "Anthony Fauci", "uri": "https://diffbot.com/entity/P188P1froPXqEIJUt4tt2dg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7749872207641602, "sentiment": -0.898, "count": 12, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.6295548677444458, "sentiment": 0, "count": 2, "label": "Arizona", "uri": "https://diffbot.com/entity/AkKWs_QfaM9i8ZUIhyb7xJQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-us/money/markets/global-covid-19-cases-top-30-million-vaccine-push-virus-update/ar-BB199OSt", "html": "<p>(Bloomberg) -- U.S. new cases of Covid-19 accelerated slightly compared to the one-week average. The U.S. Centers for Disease Control and Prevention reversed itself and recommended people get tested if they come in contact with an infected person even if they don&rsquo;t have symptoms.</p>\n<figure><iframe data-id=\"71\" data-m=\"{\" data-url=\"https://products.gobankingrates.com/r/d9360ea31bf06ea8b9d0ef49288e28fb\" src=\"https://products.gobankingrates.com/r/d9360ea31bf06ea8b9d0ef49288e28fb\"></iframe></figure>\n<p>New York Mayor Bill de Blasio voiced confidence that students can <a data-id=\"72\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-09-18/de-blasio-says-nyc-won-t-take-the-easy-way-of-going-remote\">return to schools</a> at the end of September after two delays. Deaths in California fell below the 14-day average.</p>\n<p>Finance Minister Bruno Le Maire became the most senior French politician and one of the most prominent in Europe to test positive for the virus. Lockdowns loomed larger as French daily cases jumped by 13,000, the most since May, and Prime Minister Boris Johnson weighed whether the U.K. needs to &ldquo;go further&rdquo; with national restrictions.</p>\n<h3>Key Developments:</h3>\n<p><a data-id=\"73\" data-m=\"{\" href=\"https://coronavirus.jhu.edu/map.html\">Global Tracker</a>: Cases pass 30 million; deaths approach 950,000U.S. <a data-id=\"74\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-09-18/u-s-stands-on-verge-of-dark-new-milestone-200-000-virus-deaths\">stands on verge</a> of dark new milestone: 200,000 virus deathsA rash of infections on <a data-id=\"75\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-09-18/wall-street-s-return-to-office-push-finds-virus-won-t-cooperate\">trading floors</a> threatens Wall Street&rsquo;s return to work<a data-id=\"76\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-09-18/latin-america-s-cities-bustle-like-covid-is-gone-but-it-s-not\">Latin America</a> cties bustle like Covid is gone, but it&rsquo;s notTrump&rsquo;s vaccine-in-weeks pledge risks <a data-id=\"77\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-09-18/trump-s-promise-of-october-vaccine-risks-letdown-or-rejection\">letdown</a> or public mistrust</p>\n<p>Subscribe to a daily update on the virus from Bloomberg&rsquo;s Prognosis team <a data-id=\"78\" data-m=\"{\" href=\"https://www.bloomberg.com/newsletters/coronavirus-daily/latest\">here</a>. Click CVID on the terminal for global data on coronavirus cases and deaths.</p>\n<figure><img alt=\"a screenshot of a cell phone: Global coronavirus cases top 30 million as death toll closes in on 1 million\" data-src=\"{\" src=\"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB199Kh6.img?h=450&w=799&m=6&q=60&o=f&l=f\"></img></figure>\n<h3>U.S. Cases Rise 0.7% (4 p.m. NY)</h3>\n<p>Coronavirus cases in the U.S. increased 0.7% as compared with the same time Thursday to 6.7 million, according to data collected by Johns Hopkins University and Bloomberg News. The increase compares with an average daily increase of 0.6% over the past week. Deaths reached 198,114.</p>\n<p>Florida reported 677,660 cases on, up 0.5% from a day earlier, compared to an average 0.4% increase in the previous seven days. Deaths reached 13,225, an increase of 1.1%, or 139.Arizona reported 1,281 new virus cases, below Thursday&rsquo;s spike of 1,753, but the 0.6% increase was still double the rate of the prior seven-day period. The state now has 212,942 cases. Arizone recorded 42 new Covid-19 deaths, bringing the toll to 5,451.Alaska experienced a 3.3% increase in the number of cases from the same time yesterday, bringing the total to 6,644, according to the data.</p>\n<h3>Trump Sees U.S. Fully Vaccinated by April (3:13 p.m. NY)</h3>\n<p>President Donald Trump said his administration expects to be able to vaccinate every American against the novel coronavirus by April.</p>\n<p>&ldquo;We&rsquo;ll have manufactured at least 100 million vaccine doses&rdquo; by the end of the year, Trump said at a news conference on Friday. &ldquo;We expect to have enough vaccines for every American by April.&rdquo;</p>\n<p>Trump&rsquo;s timetable is more ambitious than those of drug industry executives and health officials including Anthony Fauci and Centers for Disease Control and Prevention Director Robert Redfield, who have said most Americans shouldn&rsquo;t expect a shot before mid-2021.</p>\n<h3>French Finance Chief Says He Tested Positive (3:13 p.m. NY)</h3>\n<p>French Finance Minister Bruno Le Maire tested positive for Covid-19 on Friday, he said on Twitter.</p>\n<p>Le Maire said he has no symptoms, and will continue to exercise his ministerial duties while <a data-id=\"79\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-09-18/french-finance-minister-le-maire-tests-positive-for-covid-19\">quarantining</a> for seven days.</p>\n<h3>CDC Backtracks on Virus Testing (2:25 p.m. NY)</h3>\n<p>Anyone who has spent 15 minutes or more within six feet of a person infected with Covid-19 should be tested, the CDC said in <a data-id=\"80\" data-m=\"{\" href=\"https://www.cdc.gov/coronavirus/2019-ncov/hcp/testing-overview.html\">new guidelines</a>. And even if the test is negative, an exposed person should still self-quarantine for 14 days.</p>\n<p>Those who are in an area of high virus transmission and go to a large gathering with spotty public-health precautions may be advised to get a test by their doctor or a public-health official.</p>\n<p>People who don&rsquo;t have symptoms and aren&rsquo;t in close contact of an infected person still don&rsquo;t require a screening, unless it&rsquo;s recommended by a medical provider or public-health official.</p>\n<h3>U.K.&rsquo;s Johnson Warns of Further Curbs (2 p.m. NY)</h3>\n<p>Prime Minister Boris Johnson said he is considering whether to <a data-id=\"81\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-09-18/hancock-refuses-to-rule-out-new-lockdown-as-covid-surges-in-u-k\">&ldquo;go further&rdquo;</a> with national restrictions after a surge in coronavirus infections in the U.K. raised the specter of another economy-sapping lockdown. London Mayor Sadiq Khan warned restrictions could be imposed if infections aren&rsquo;t slowed.</p>\n<p>With official daily cases running at levels last seen in May, the U.K.&rsquo;s test-and-trace system is under strain and millions of people across the country have been placed under local restrictions to limit the spread of the disease.</p>\n<h3>California Deaths Edge Up (2 p.m. NY)</h3>\n<p>California reported 3,630 new virus cases, above the 14-day average of 3,396, according to the health department&rsquo;s <a data-id=\"82\" data-m=\"{\" href=\"https://update.covid19.ca.gov/#top\">website</a>. There have been a total of 769,831 cases in the state. The number of deaths increased by 91, below the 14-day average of 91, to 14,812.</p>\n<h3>France Cases Jump to Highest Since May (1:35 p.m. NY)</h3>\n<p>France&rsquo;s daily coronavirus cases topped 13,000, the highest since the end of lockdown in May. Health officials blame the increase on social gatherings, especially among younger people, and on travelers bringing the virus back from vacation.</p>\n<h3>Arizona&rsquo;s 7-Day Rate Jumps (1:23 p.m. NY)</h3>\n<p>Arizona on Friday reported 1,281 new virus cases, below Thursday&rsquo;s spike of 1,753, but the 0.6% increase was still double the rate of the prior seven-day period. The state now has 212,942 cases. The state Department of Health Services recorded 42 new Covid-19 deaths, bringing the toll to 5,451.</p>\n<h3>Dublin Bans Indoor Dining (1:20 p.m. NY)</h3>\n<p>The Irish government on Friday slapped extra curbs on Dublin, as cases in the city spiked. Indoor dining in bars and restaurants will be banned, travel in and out the region will be restricted and Dubliners have been told to avoid international travel. Irish Prime Minister Micheal Martin said without these restrictions, Dublin risked returning to the worst of the pandemic. The restrictions will be reviewed in three weeks.</p>\n<h3>Lebanon Cases Spike, Spain Numbers Tick Up (12:50 p.m. NY)</h3>\n<p>Lebanon reported a record 750 new coronavirus cases on Friday. There has been a surge in cases since the massive blast in the capital last month leveled its port, killed more than 180 people and injured thousands.</p>\n<p>Meanwhile, Spain recorded 4,697 coronavirus infections in the last 24 hours, up 156 from the previous day. There were 432 fatalities in the past week, an increase from 419 in the previous seven days.</p>\n<h3>Guatemala President Tests Positive for Covid (12:35 p.m. NY)</h3>\n<p>Guatemala President Alejandro Giammattei tested positive for Covid-19 on Thursday night, he told local radio station Sonora on Friday morning. The Central American nation has reported 83,664 total cases of the novel coronavirus and 3,036 deaths, according to Johns Hopkins University.</p>\n<h3>Russia Clears Drug for Pharmacy Sales (11:35 a.m. NY)</h3>\n<p>Russia has approved its first drug to treat Covid-19 for sale in pharmacies, its maker R-Pharm said in a statement.</p>\n<p>Coronavir underwent successful Phase 3 trials on 168 patients with Covid-19 and can treat people with mild to moderate cases, the company said. It could arrive in pharmacies as soon as next week.</p>\n<p>Coronavir and Avifavir, another Russian drug that has been in use in hospitals since June, are based on favipiravir, an antiviral medicine that has had inconclusive results fighting Covid-19 in international studies.</p>\n<p>Russia was the first country in the world to approve a Covid-19 vaccine for widespread use, registering it in August before Phase 3 trials had established its safety or effectiveness. Inoculations of medical workers could begin in October even as studies continue.</p>\n<h3>Greece Restricts Offices, Social Events in Athens Area (11:30 a.m. NY)</h3>\n<p>Greece tightened anti-pandemic measures for the second time in four days in the greater Athens area, where cases doubled in the past two weeks.</p>\n<p>&ldquo;It&rsquo;s clear that there is an issue with the coronavirus in Attica that needs to be addressed,&rdquo; Prime Minister Kyriakos Mitsotakis said Friday.</p>\n<p>Public and private gatherings in the region were limited to nine people, concerts were suspended and indoor cinemas closed. Weddings and similar events will be limited to 20 people from Monday until Oct. 4. Businesses must have 40% of employees work from home during the period.</p>\n<h3>Italy&rsquo;s Cases Rise the Most Since May 1 (10:50 a.m. NY)</h3>\n<p>Italy reported 1,907 new cases on Friday, the highest daily increase since May 1, compared with 1,585 the previous day. New deaths declined to 10 from 13 on the day.</p>\n<p>The number of Covid-19 patients in intensive care at hospitals declined by four to 208. That compares with a peak of more than 4,000 ICU patients in early April.</p>\n<h3>Florida&rsquo;s Positive-Test Streak at Lowest Since June (11:15 a.m. NY)</h3>\n<p>Florida reported 677,660 Covid-19 cases on Friday, up 0.5% from a day earlier, compared to an average 0.4% increase in the previous seven days. That&rsquo;s a daily change of 3,204 cases, according to the health department report, which includes data through Thursday.</p>\n<p>The new daily rate of people testing positive for the first time fell to 4.2% for Thursday, from 4.4% on Wednesday. The rate has been under 5% for seven consecutive days, a streak last matched in the period ending June 8.</p>\n<p>Deaths among Florida residents reached 13,225, an increase of 1.1%, or 139.</p>\n<h3>Vienna Curtails Its Waltz-Celebrating Ball Season (10:50 a.m. NY)</h3>\n<p>Some of the best-known events of the Viennese ball season were canceled on Friday amid Austria&rsquo;s surge in infections. There&rsquo;s no decision yet about the world-famous Vienna Opera.</p>\n<p>Physical distancing rules &ldquo;are the opposite of a ball&rsquo;s basic idea,&rdquo; a spokeswoman for the Committee of the Viennese Traditional and Noble Balls was quoted as telling the APA newswire.</p>\n<h3>Portuguese Leader Pleads With Public (10:40 a.m. NY)</h3>\n<p>Portuguese Prime Minister Antonio Costa pleaded for people to use face coverings and follow distancing rules as new cases increase. &ldquo;It&rsquo;s not inevitable,&rdquo; he said Friday. &ldquo;We can stop this growth.&rdquo;</p>\n<p>The country is reporting the biggest rises in daily cases since April. There were 780 new cases in the latest 24 hour period, 10 more than on Thursday, taking the total to 67,176. Covid-19 patients in hospitals and intensive care fell.</p>\n<p>Costa has said he wants avoid the &ldquo;enormous cost&rdquo; of lockdown measures adopted in March and April.</p>\n<h3>French Sports Teams Become Hotbeds (9:17 a.m. NY)</h3>\n<p>France&rsquo;s soccer and rugby clubs have become <a data-id=\"83\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-09-18/french-soccer-rugby-clubs-become-virus-hotbeds-as-sports-resume\">hot spots</a> for spread of the coronavirus after training and competition resumed following a summer break.</p>\n<p>Since the end of July, health authorities have reported 88 Covid-19 clusters linked to sports clubs, most of them in the first two weeks of September, France&rsquo;s public health agency said late Thursday.</p>\n<h3>U.K. Spread Accelerating With Lockdown Not Ruled Out (9:07 a.m. NY)</h3>\n<p>Boris Johnson&rsquo;s government <a data-id=\"84\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-09-18/hancock-refuses-to-rule-out-new-lockdown-as-covid-surges-in-u-k\">extended coronavirus restrictions</a> across northern England and the Midlands, as ministers refused to rule out a short national lockdown to tackle a surge in infections.</p>\n<p>Residents in parts of northwest England, the Midlands and West Yorkshire face measures including a ban on socializing with other people outside their own households, the Department of Health said on Friday.</p>\n<p>For the U.K., the so-called R rate, or how many people each new Covid-19 case infects, is as high as 1.4, the government said, indicating the spread is accelerating.</p>\n<h3>De Blasio Vows to Avoid &lsquo;Easy Way&rsquo; of Remote Classes (9:04 a.m. NY)</h3>\n<p>New York City Mayor Bill de Blasio said he has confidence in his latest timeline for in-class learning and <a data-id=\"85\" data-m=\"{\" href=\"https://www.bloomberg.com/news/articles/2020-09-18/de-blasio-says-nyc-won-t-take-the-easy-way-of-going-remote\">won&rsquo;t &ldquo;take the easy way&rdquo;</a> by instituting all-remote learning for the nation&rsquo;s largest school district.</p>\n<p>&ldquo;Remote education is easier, it&rsquo;s less helpful for our kids and our families, it sets them back and we&rsquo;re not going to let that happen,&rdquo; de Blasio said Friday in an interview on MSNBC&rsquo;s &ldquo;Morning Joe&rdquo; program.</p>\n<p>On Thursday, four days before all New York City schools were to reopen for in-person instruction, the mayor delayed classes for elementary schoolers until Sept. 29 and for middle- and high-school students until Oct. 1. The move, which followed an earlier delay that pushed the reopening to Sept. 21 from Sept. 10, frustrated parents and raised questions over whether the city would follow districts like Chicago and Los Angeles to start the year online.</p>\n<h3>Denmark Broadens Restrictions (8:35 a.m. NY)</h3>\n<p>Denmark is introducing a nationwide limit of 50 people on public gatherings and early closing times for bars and restaurants amid a record rise in Covid-19 cases.</p>\n<p>From Saturday and until Oct. 4, businesses will be encouraged to let their employees work from home wherever possible. Citizens will be asked to limit their social circles, wear face masks in bars and restaurants and avoid public transport during rush hour, Prime Minister Mette Frederiksen said at a press conference in Copenhagen.</p>\n<h3>Prague Closes Universities, Schools Still Open (7:17 a.m. NY)</h3>\n<p>The city of Prague ordered its universities to close for in-person learning after the Czech Republic reported a record jump in new coronavirus cases.</p>\n<p>Starting next week, higher-education classes will move online in the city of 1.3 million people, Prague Mayor Zdenek Hrib said on Twitter Friday. He said he had also wanted to close high-schools, but public-health officials rejected his proposal.</p>\n<h3>EU Seals Vaccine-Supply Deal With Sanofi/GSK (7:07 a.m. NY)</h3>\n<p>The European Commission announced a contract with drugmakers Sanofi and GlaxoSmithKline on the purchase of as many as 300 million doses of any successful Covid-19 vaccine.</p>\n<p>The commission, the European Union&rsquo;s executive arm in Brussels, said in late July it had concluded exploratory talks with Sanofi/GSK for the supply of that number of doses for EU countries. The deal is the second EU advance purchase agreement following one with AstraZeneca.</p>\n<h3>U.S. Approaches 200,000 Virus Deaths (7 a.m. NY)</h3>\n<p>The U.S. will top 200,000 deaths from the novel coronavirus in coming days, a devastating milestone that comes eight months after the pathogen was first confirmed on American soil. The U.S., with 4% of the world&rsquo;s population, accounts for about 21% of global coronavirus deaths.</p>\n<p>With a population of 330 million, the U.S. reached 100,000 Covid-19 deaths on May 27, four months after the first recorded case. It has taken another four months to reach 197,633 as of Thursday evening, according to Johns Hopkins University. That&rsquo;s a number roughly equal to the population of Yonkers, New York, or Huntsville, Alabama. Brazil ranks second in deaths, with almost 135,000 in a nation of 210 million.</p>\n<h3>London Faces Restrictions (5:49 p.m. HK)</h3>\n<p>London Mayor Sadiq Khan said he will be announcing restrictions over the &ldquo;next few days and weeks.&rdquo; While keen to avoid a version of lockdown used in other parts of the country, such steps were still a possibility, he said, according to LBC.</p>\n<p>Earlier on Friday, the Evening Standard reported a surge of Covid-19 cases in London. The capital has recorded about 25 cases per 100,000 over the last seven days, rising from 18.8, according to the report, which didn&rsquo;t say how it obtained the information.</p>\n<p>Scotland&rsquo;s First Minister Nicola Sturgeon also warned of &ldquo;hard and difficult decisions in the coming days.&rdquo;</p>\n<p>For more articles like this, please visit us at <a data-id=\"86\" data-m=\"{\" href=\"https://www.bloomberg.com\">bloomberg.com</a></p>\n<p>&copy;2020 Bloomberg L.P.</p>", "text": "(Bloomberg) -- U.S. new cases of Covid-19 accelerated slightly compared to the one-week average. The U.S. Centers for Disease Control and Prevention reversed itself and recommended people get tested if they come in contact with an infected person even if they don’t have symptoms.\nNew York Mayor Bill de Blasio voiced confidence that students can return to schools at the end of September after two delays. Deaths in California fell below the 14-day average.\nFinance Minister Bruno Le Maire became the most senior French politician and one of the most prominent in Europe to test positive for the virus. Lockdowns loomed larger as French daily cases jumped by 13,000, the most since May, and Prime Minister Boris Johnson weighed whether the U.K. needs to “go further” with national restrictions.\nKey Developments:\nGlobal Tracker: Cases pass 30 million; deaths approach 950,000U.S. stands on verge of dark new milestone: 200,000 virus deathsA rash of infections on trading floors threatens Wall Street’s return to workLatin America cties bustle like Covid is gone, but it’s notTrump’s vaccine-in-weeks pledge risks letdown or public mistrust\nSubscribe to a daily update on the virus from Bloomberg’s Prognosis team here. Click CVID on the terminal for global data on coronavirus cases and deaths.\nU.S. Cases Rise 0.7% (4 p.m. NY)\nCoronavirus cases in the U.S. increased 0.7% as compared with the same time Thursday to 6.7 million, according to data collected by Johns Hopkins University and Bloomberg News. The increase compares with an average daily increase of 0.6% over the past week. Deaths reached 198,114.\nFlorida reported 677,660 cases on, up 0.5% from a day earlier, compared to an average 0.4% increase in the previous seven days. Deaths reached 13,225, an increase of 1.1%, or 139.Arizona reported 1,281 new virus cases, below Thursday’s spike of 1,753, but the 0.6% increase was still double the rate of the prior seven-day period. The state now has 212,942 cases. Arizone recorded 42 new Covid-19 deaths, bringing the toll to 5,451.Alaska experienced a 3.3% increase in the number of cases from the same time yesterday, bringing the total to 6,644, according to the data.\nTrump Sees U.S. Fully Vaccinated by April (3:13 p.m. NY)\nPresident Donald Trump said his administration expects to be able to vaccinate every American against the novel coronavirus by April.\n“We’ll have manufactured at least 100 million vaccine doses” by the end of the year, Trump said at a news conference on Friday. “We expect to have enough vaccines for every American by April.”\nTrump’s timetable is more ambitious than those of drug industry executives and health officials including Anthony Fauci and Centers for Disease Control and Prevention Director Robert Redfield, who have said most Americans shouldn’t expect a shot before mid-2021.\nFrench Finance Chief Says He Tested Positive (3:13 p.m. NY)\nFrench Finance Minister Bruno Le Maire tested positive for Covid-19 on Friday, he said on Twitter.\nLe Maire said he has no symptoms, and will continue to exercise his ministerial duties while quarantining for seven days.\nCDC Backtracks on Virus Testing (2:25 p.m. NY)\nAnyone who has spent 15 minutes or more within six feet of a person infected with Covid-19 should be tested, the CDC said in new guidelines. And even if the test is negative, an exposed person should still self-quarantine for 14 days.\nThose who are in an area of high virus transmission and go to a large gathering with spotty public-health precautions may be advised to get a test by their doctor or a public-health official.\nPeople who don’t have symptoms and aren’t in close contact of an infected person still don’t require a screening, unless it’s recommended by a medical provider or public-health official.\nU.K.’s Johnson Warns of Further Curbs (2 p.m. NY)\nPrime Minister Boris Johnson said he is considering whether to “go further” with national restrictions after a surge in coronavirus infections in the U.K. raised the specter of another economy-sapping lockdown. London Mayor Sadiq Khan warned restrictions could be imposed if infections aren’t slowed.\nWith official daily cases running at levels last seen in May, the U.K.’s test-and-trace system is under strain and millions of people across the country have been placed under local restrictions to limit the spread of the disease.\nCalifornia Deaths Edge Up (2 p.m. NY)\nCalifornia reported 3,630 new virus cases, above the 14-day average of 3,396, according to the health department’s website. There have been a total of 769,831 cases in the state. The number of deaths increased by 91, below the 14-day average of 91, to 14,812.\nFrance Cases Jump to Highest Since May (1:35 p.m. NY)\nFrance’s daily coronavirus cases topped 13,000, the highest since the end of lockdown in May. Health officials blame the increase on social gatherings, especially among younger people, and on travelers bringing the virus back from vacation.\nArizona’s 7-Day Rate Jumps (1:23 p.m. NY)\nArizona on Friday reported 1,281 new virus cases, below Thursday’s spike of 1,753, but the 0.6% increase was still double the rate of the prior seven-day period. The state now has 212,942 cases. The state Department of Health Services recorded 42 new Covid-19 deaths, bringing the toll to 5,451.\nDublin Bans Indoor Dining (1:20 p.m. NY)\nThe Irish government on Friday slapped extra curbs on Dublin, as cases in the city spiked. Indoor dining in bars and restaurants will be banned, travel in and out the region will be restricted and Dubliners have been told to avoid international travel. Irish Prime Minister Micheal Martin said without these restrictions, Dublin risked returning to the worst of the pandemic. The restrictions will be reviewed in three weeks.\nLebanon Cases Spike, Spain Numbers Tick Up (12:50 p.m. NY)\nLebanon reported a record 750 new coronavirus cases on Friday. There has been a surge in cases since the massive blast in the capital last month leveled its port, killed more than 180 people and injured thousands.\nMeanwhile, Spain recorded 4,697 coronavirus infections in the last 24 hours, up 156 from the previous day. There were 432 fatalities in the past week, an increase from 419 in the previous seven days.\nGuatemala President Tests Positive for Covid (12:35 p.m. NY)\nGuatemala President Alejandro Giammattei tested positive for Covid-19 on Thursday night, he told local radio station Sonora on Friday morning. The Central American nation has reported 83,664 total cases of the novel coronavirus and 3,036 deaths, according to Johns Hopkins University.\nRussia Clears Drug for Pharmacy Sales (11:35 a.m. NY)\nRussia has approved its first drug to treat Covid-19 for sale in pharmacies, its maker R-Pharm said in a statement.\nCoronavir underwent successful Phase 3 trials on 168 patients with Covid-19 and can treat people with mild to moderate cases, the company said. It could arrive in pharmacies as soon as next week.\nCoronavir and Avifavir, another Russian drug that has been in use in hospitals since June, are based on favipiravir, an antiviral medicine that has had inconclusive results fighting Covid-19 in international studies.\nRussia was the first country in the world to approve a Covid-19 vaccine for widespread use, registering it in August before Phase 3 trials had established its safety or effectiveness. Inoculations of medical workers could begin in October even as studies continue.\nGreece Restricts Offices, Social Events in Athens Area (11:30 a.m. NY)\nGreece tightened anti-pandemic measures for the second time in four days in the greater Athens area, where cases doubled in the past two weeks.\n“It’s clear that there is an issue with the coronavirus in Attica that needs to be addressed,” Prime Minister Kyriakos Mitsotakis said Friday.\nPublic and private gatherings in the region were limited to nine people, concerts were suspended and indoor cinemas closed. Weddings and similar events will be limited to 20 people from Monday until Oct. 4. Businesses must have 40% of employees work from home during the period.\nItaly’s Cases Rise the Most Since May 1 (10:50 a.m. NY)\nItaly reported 1,907 new cases on Friday, the highest daily increase since May 1, compared with 1,585 the previous day. New deaths declined to 10 from 13 on the day.\nThe number of Covid-19 patients in intensive care at hospitals declined by four to 208. That compares with a peak of more than 4,000 ICU patients in early April.\nFlorida’s Positive-Test Streak at Lowest Since June (11:15 a.m. NY)\nFlorida reported 677,660 Covid-19 cases on Friday, up 0.5% from a day earlier, compared to an average 0.4% increase in the previous seven days. That’s a daily change of 3,204 cases, according to the health department report, which includes data through Thursday.\nThe new daily rate of people testing positive for the first time fell to 4.2% for Thursday, from 4.4% on Wednesday. The rate has been under 5% for seven consecutive days, a streak last matched in the period ending June 8.\nDeaths among Florida residents reached 13,225, an increase of 1.1%, or 139.\nVienna Curtails Its Waltz-Celebrating Ball Season (10:50 a.m. NY)\nSome of the best-known events of the Viennese ball season were canceled on Friday amid Austria’s surge in infections. There’s no decision yet about the world-famous Vienna Opera.\nPhysical distancing rules “are the opposite of a ball’s basic idea,” a spokeswoman for the Committee of the Viennese Traditional and Noble Balls was quoted as telling the APA newswire.\nPortuguese Leader Pleads With Public (10:40 a.m. NY)\nPortuguese Prime Minister Antonio Costa pleaded for people to use face coverings and follow distancing rules as new cases increase. “It’s not inevitable,” he said Friday. “We can stop this growth.”\nThe country is reporting the biggest rises in daily cases since April. There were 780 new cases in the latest 24 hour period, 10 more than on Thursday, taking the total to 67,176. Covid-19 patients in hospitals and intensive care fell.\nCosta has said he wants avoid the “enormous cost” of lockdown measures adopted in March and April.\nFrench Sports Teams Become Hotbeds (9:17 a.m. NY)\nFrance’s soccer and rugby clubs have become hot spots for spread of the coronavirus after training and competition resumed following a summer break.\nSince the end of July, health authorities have reported 88 Covid-19 clusters linked to sports clubs, most of them in the first two weeks of September, France’s public health agency said late Thursday.\nU.K. Spread Accelerating With Lockdown Not Ruled Out (9:07 a.m. NY)\nBoris Johnson’s government extended coronavirus restrictions across northern England and the Midlands, as ministers refused to rule out a short national lockdown to tackle a surge in infections.\nResidents in parts of northwest England, the Midlands and West Yorkshire face measures including a ban on socializing with other people outside their own households, the Department of Health said on Friday.\nFor the U.K., the so-called R rate, or how many people each new Covid-19 case infects, is as high as 1.4, the government said, indicating the spread is accelerating.\nDe Blasio Vows to Avoid ‘Easy Way’ of Remote Classes (9:04 a.m. NY)\nNew York City Mayor Bill de Blasio said he has confidence in his latest timeline for in-class learning and won’t “take the easy way” by instituting all-remote learning for the nation’s largest school district.\n“Remote education is easier, it’s less helpful for our kids and our families, it sets them back and we’re not going to let that happen,” de Blasio said Friday in an interview on MSNBC’s “Morning Joe” program.\nOn Thursday, four days before all New York City schools were to reopen for in-person instruction, the mayor delayed classes for elementary schoolers until Sept. 29 and for middle- and high-school students until Oct. 1. The move, which followed an earlier delay that pushed the reopening to Sept. 21 from Sept. 10, frustrated parents and raised questions over whether the city would follow districts like Chicago and Los Angeles to start the year online.\nDenmark Broadens Restrictions (8:35 a.m. NY)\nDenmark is introducing a nationwide limit of 50 people on public gatherings and early closing times for bars and restaurants amid a record rise in Covid-19 cases.\nFrom Saturday and until Oct. 4, businesses will be encouraged to let their employees work from home wherever possible. Citizens will be asked to limit their social circles, wear face masks in bars and restaurants and avoid public transport during rush hour, Prime Minister Mette Frederiksen said at a press conference in Copenhagen.\nPrague Closes Universities, Schools Still Open (7:17 a.m. NY)\nThe city of Prague ordered its universities to close for in-person learning after the Czech Republic reported a record jump in new coronavirus cases.\nStarting next week, higher-education classes will move online in the city of 1.3 million people, Prague Mayor Zdenek Hrib said on Twitter Friday. He said he had also wanted to close high-schools, but public-health officials rejected his proposal.\nEU Seals Vaccine-Supply Deal With Sanofi/GSK (7:07 a.m. NY)\nThe European Commission announced a contract with drugmakers Sanofi and GlaxoSmithKline on the purchase of as many as 300 million doses of any successful Covid-19 vaccine.\nThe commission, the European Union’s executive arm in Brussels, said in late July it had concluded exploratory talks with Sanofi/GSK for the supply of that number of doses for EU countries. The deal is the second EU advance purchase agreement following one with AstraZeneca.\nU.S. Approaches 200,000 Virus Deaths (7 a.m. NY)\nThe U.S. will top 200,000 deaths from the novel coronavirus in coming days, a devastating milestone that comes eight months after the pathogen was first confirmed on American soil. The U.S., with 4% of the world’s population, accounts for about 21% of global coronavirus deaths.\nWith a population of 330 million, the U.S. reached 100,000 Covid-19 deaths on May 27, four months after the first recorded case. It has taken another four months to reach 197,633 as of Thursday evening, according to Johns Hopkins University. That’s a number roughly equal to the population of Yonkers, New York, or Huntsville, Alabama. Brazil ranks second in deaths, with almost 135,000 in a nation of 210 million.\nLondon Faces Restrictions (5:49 p.m. HK)\nLondon Mayor Sadiq Khan said he will be announcing restrictions over the “next few days and weeks.” While keen to avoid a version of lockdown used in other parts of the country, such steps were still a possibility, he said, according to LBC.\nEarlier on Friday, the Evening Standard reported a surge of Covid-19 cases in London. The capital has recorded about 25 cases per 100,000 over the last seven days, rising from 18.8, according to the report, which didn’t say how it obtained the information.\nScotland’s First Minister Nicola Sturgeon also warned of “hard and difficult decisions in the coming days.”\nFor more articles like this, please visit us at bloomberg.com\n©2020 Bloomberg L.P."}]}