{"request": {"pageUrl": "https://www.wkyc.com/article/news/health/coronavirus/cdc-reverses-controversial-covid-19-testing-guidance-that-caused-backlash/507-3e84a345-35f2-431d-b84e-49e7d7741fed", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 18:21:00 GMT", "sentiment": -0.403, "images": [{"naturalHeight": 1080, "width": 750, "diffbotUri": "image|3|-28267635", "url": "https://media.wkyc.com/assets/KFMB/images/b8a4db65-4303-4f21-85b2-c6d85ca91844/b8a4db65-4303-4f21-85b2-c6d85ca91844_1920x1080.jpg", "naturalWidth": 1920, "primary": true, "height": 421}, {"naturalHeight": 1080, "width": 750, "diffbotUri": "image|3|831710775", "url": "https://media.wkyc.com/assets/CCT/images/aba68970-fe7b-42d3-b5bc-5e32d10686cf/aba68970-fe7b-42d3-b5bc-5e32d10686cf_1920x1080.jpg", "naturalWidth": 1920, "height": 421}], "estimatedDate": "Fri, 18 Sep 2020 18:21:00 GMT", "icon": "https://www.wkyc.com/assets/favicons/WKYC.png?ver=2.4.9.1", "diffbotUri": "article|3|-180993945", "siteName": "wkyc.com", "type": "article", "title": "CDC reverses controversial COVID-19 testing guidance that caused backlash", "tags": [{"score": 0.9905968904495239, "sentiment": 0, "count": 1, "label": "Centers for Disease Control and Prevention", "uri": "https://diffbot.com/entity/CR8s4dHrlNGCi2R4bx04rLw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.9855830669403076, "sentiment": -0.965, "count": 6, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}], "humanLanguage": "en", "pageUrl": "https://www.wkyc.com/article/news/health/coronavirus/cdc-reverses-controversial-covid-19-testing-guidance-that-caused-backlash/507-3e84a345-35f2-431d-b84e-49e7d7741fed", "html": "<p>The CDC now says anyone who has been within 6 feet of a person with documented infection for at least 15 minutes should get a coronavirus test.</p>\n<figure><img data-asset-fallback=\"default\" src=\"https://media.wkyc.com/assets/KFMB/images/b8a4db65-4303-4f21-85b2-c6d85ca91844/b8a4db65-4303-4f21-85b2-c6d85ca91844_1920x1080.jpg\"></img></figure>\n<p>WASHINGTON &mdash; U.S. health officials on Friday dropped a controversial piece of <a href=\"https://www.wkyc.com/coronavirus-covid-19\">coronavirus </a>guidance and said anyone who has been in close contact with an infected person should get tested.</p>\n<p>The <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/hcp/testing-overview.html\">Centers for Disease Control and Prevention essentially returned</a> to its previous testing guidance, getting rid of language <a href=\"https://apnews.com/d36e698786f971658301d2cf4f83ad61\">posted last month</a> that said people didn&rsquo;t need to get tested if they didn't feel sick. That change had set off a rash of criticism from health experts who couldn't fathom why the nation's top public health agency would say such a thing amid the pandemic.</p>\n<p>It was &quot;not consistent with the basic principles of controlling an epidemic,&rdquo;said Dr. Silvia Chiang, a pediatric infectious diseases expert at Brown University who applauded the change announced Friday.</p>\n<p>The CDC <a href=\"https://www.cdc.gov/coronavirus/2019-ncov/hcp/testing-overview.html\">now says</a> anyone who has been within 6 feet of an infected person for at least 15 minutes should get a test. In a statement, the agency called the changes a &ldquo;clarification&rdquo; that was needed &ldquo;due to the significance of asymptomatic and pre-symptomatic transmission.&rdquo;</p>\n<p>Agency officials declined additional comment.</p>\n<p>Health officials were evasive about why they had made the change in August, and some outside observers speculated it was forced on the CDC by political appointees within the Trump administration.</p>\n<p>At the time, administration officials said the language originated at the CDC but the decision came out of meetings of the White House coronavirus task force. Dr. Brett Giroir, an assistant secretary at the Department of Health and Human Services, said many federal leaders outside the agency were involved in &ldquo;lots of editing, lots of input.&rdquo; He said it was difficult to attribute the final language to any one source.</p>\n<p>The New York Times, citing internal federal documents and unnamed sources, on Thursday <a href=\"https://www.nytimes.com/2020/09/17/health/coronavirus-testing-cdc.html\">reported</a> that the guidance was placed on the CDC&rsquo;s website over the objections of agency scientists.</p>\n<p>Public health experts have noted that testing the contacts of infected people is a core element of efforts to keep outbreaks in check, and that a large percentage of those infected with the coronavirus exhibit no COVID-19 symptoms.</p>\n<p>The CDC&rsquo;s chief, Dr. Robert Redfield, issued a statement shortly after the controversy erupted that did little to clarify why the change was deemed necessary. The main intent seemed to be to assure state health officials that they could continue to recommend that all close contacts be tested if they felt that was wisest, despite the website language that said it was not necessary.</p>\n<p>During a U.S. Senate hearing on Wednesday, Redfield continued to defend the language that was dropped Friday. He said the August changes had been &ldquo;misinterpreted&rdquo; and were part of an effort to increase engagement by doctors and local health officials in the handling of potential illness clusters.</p>\n<p>The Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute&rsquo;s Department of Science Education. The AP is solely responsible for all content.</p>\n<figure><img data-asset-fallback=\"default\" src=\"https://media.wkyc.com/assets/CCT/images/aba68970-fe7b-42d3-b5bc-5e32d10686cf/aba68970-fe7b-42d3-b5bc-5e32d10686cf_1920x1080.jpg\"></img></figure>", "text": "The CDC now says anyone who has been within 6 feet of a person with documented infection for at least 15 minutes should get a coronavirus test.\nWASHINGTON — U.S. health officials on Friday dropped a controversial piece of coronavirus guidance and said anyone who has been in close contact with an infected person should get tested.\nThe Centers for Disease Control and Prevention essentially returned to its previous testing guidance, getting rid of language posted last month that said people didn’t need to get tested if they didn't feel sick. That change had set off a rash of criticism from health experts who couldn't fathom why the nation's top public health agency would say such a thing amid the pandemic.\nIt was \"not consistent with the basic principles of controlling an epidemic,”said Dr. Silvia Chiang, a pediatric infectious diseases expert at Brown University who applauded the change announced Friday.\nThe CDC now says anyone who has been within 6 feet of an infected person for at least 15 minutes should get a test. In a statement, the agency called the changes a “clarification” that was needed “due to the significance of asymptomatic and pre-symptomatic transmission.”\nAgency officials declined additional comment.\nHealth officials were evasive about why they had made the change in August, and some outside observers speculated it was forced on the CDC by political appointees within the Trump administration.\nAt the time, administration officials said the language originated at the CDC but the decision came out of meetings of the White House coronavirus task force. Dr. Brett Giroir, an assistant secretary at the Department of Health and Human Services, said many federal leaders outside the agency were involved in “lots of editing, lots of input.” He said it was difficult to attribute the final language to any one source.\nThe New York Times, citing internal federal documents and unnamed sources, on Thursday reported that the guidance was placed on the CDC’s website over the objections of agency scientists.\nPublic health experts have noted that testing the contacts of infected people is a core element of efforts to keep outbreaks in check, and that a large percentage of those infected with the coronavirus exhibit no COVID-19 symptoms.\nThe CDC’s chief, Dr. Robert Redfield, issued a statement shortly after the controversy erupted that did little to clarify why the change was deemed necessary. The main intent seemed to be to assure state health officials that they could continue to recommend that all close contacts be tested if they felt that was wisest, despite the website language that said it was not necessary.\nDuring a U.S. Senate hearing on Wednesday, Redfield continued to defend the language that was dropped Friday. He said the August changes had been “misinterpreted” and were part of an effort to increase engagement by doctors and local health officials in the handling of potential illness clusters.\nThe Associated Press Health and Science Department receives support from the Howard Hughes Medical Institute’s Department of Science Education. The AP is solely responsible for all content."}]}