{"request": {"pageUrl": "https://www.usatoday.com/story/news/50-states/2020/09/17/private-school-fight-genome-tracking-salvation-army-news-around-states/114042178/", "api": "article", "version": 3}, "objects": [{"sentiment": 0, "images": [{"naturalHeight": 1688, "width": 0, "diffbotUri": "image|3|-724208333", "url": "https://www.gannett-cdn.com/-mm-/2887f5d7d58a75a6437c45e987fd994202334aff/c=0-156-3000-1844/local/-/media/2020/09/17/USATODAY/usatsports/B9341469745Z.1_20200917005042_000_GOMRA8FR8.2-0.jpg?width=3000&height=1688&fit=crop&format=pjpg&auto=webp", "naturalWidth": 3000, "primary": true, "height": 0}], "author": "From USA TODAY Network and wire reports", "publisherRegion": "North America", "diffbotUri": "article|3|-963689425", "siteName": "USA TODAY", "type": "article", "title": "Private school fight, genome tracking, Salvation Army: News from around our 50 states", "tags": [{"score": 0.9583460688591003, "sentiment": 0, "count": 1, "label": "The Salvation Army", "uri": "https://diffbot.com/entity/Cj77V6cw7Paqrfwp3MIzzcw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.9400331974029541, "sentiment": 0, "count": 1, "label": "Alabama", "uri": "https://diffbot.com/entity/AB0V6uu7AMAmX8qSb0A3mpw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.8448677062988281, "sentiment": 0, "count": 2, "label": "Walter Maddox", "uri": "https://diffbot.com/entity/POaf4IkyPO4KtS_hv2mdNEQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.5081508159637451, "sentiment": 0, "count": 0, "label": "Phoenix", "uri": "https://diffbot.com/entity/AdV6PcTl3NQaW8WU2q9RQ8A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.usatoday.com/story/news/50-states/2020/09/17/private-school-fight-genome-tracking-salvation-army-news-around-states/114042178/", "html": "<h2>Alabama</h2>\n<p><strong>Tuscaloosa: </strong>Local coronavirus cases have not increased dramatically from an expected Labor Day spike, but Mayor Walt Maddox <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.tuscaloosanews.com/story/news/2020/09/15/tuscaloosa-bar-limits-and-mask-orders-working-slow-coronavirus/5803160002/\">said he foresees no early removal of an executive order limiting bar occupancy and restaurant operations</a>. University of Alabama police have been actively policing students, issuing a total of 203 student non-academic misconduct citations for mask or face covering violations since mid-August. And while a total of 63 face covering citations and 29 occupation violations have been issued by Tuscaloosa police during that same period, the mayor said that doesn&rsquo;t reflect the actions of most Tuscaloosa residents, business owners and students. &ldquo;What gets lost is the vast majority of citizens, students (and) business owners are all doing the right things to get us out of this sooner,&rdquo; Maddox said. &ldquo;It should make all of us proud that we continue to be a model across the nation.&rdquo;</p>\n<h2>Alaska</h2>\n<p><strong>Kasigluk: </strong>The only store in the village was lost to a fire fought by residents who could not get help from neighboring communities because of a coronavirus lockdown. The store in the Yukon-Kuskokwim Delta village of Kasigluk burned Sept. 10, leaving residents without a place in town to buy groceries, clothes or other supplies, KYUK-AM reports. The store&rsquo;s owners are investigating the cause of the fire, Kasigluk Police Chief Brian Noratak said. He said he would normally have called the nearby villages of Nunapitchuk and Atmautluak, but after closing to nonresidents to stem the spread of the coronavirus, he was forced to seek assistance over the radio from the people living in Kasigluk. Noratak asked Atmautluak for extra water hoses, which were delivered by boat, but Kasigluk residents fought the flames, including people who left quarantine to assist. Everything in the store burned, including groceries, electronics and clothes.</p>\n<h2>Arizona</h2>\n<p><strong>Phoenix: </strong>At least 11 people infected with COVID-19 traveled to the state and passed the disease to others, starting local transmission chains that seeded Arizona&rsquo;s earliest coronavirus outbreaks starting in mid-February, according to a newly published paper. Looking at genomes sequenced from virus samples collected in March and early April, researchers found that 80% of the studied genomes stemmed from those 11 people. They likely arrived through domestic travel, but the genomes can ultimately be traced back to virus lineages that circulated heavily in Europe before they came to the United States, the researchers found. Those are among the findings from the first paper published by the Arizona COVID-19 Genomics Union. The researchers found that a person who was isolated in January with COVID-19 after traveling to the epicenter of the outbreak, in China&rsquo;s Hubei province, did not infect anybody else. &ldquo;We were able to determine that public health interventions do work,&rdquo; said Brendan Larson, a Ph.D. student at University of Arizona who is working on the project.</p>\n<h2>Arkansas</h2>\n<p><strong>Little Rock: </strong>The state on Tuesday surpassed 1,000 total deaths from the illness caused by the coronavirus, including more than 100 newly counted fatalities from probable cases over the past several weeks. The state reported 17 new deaths among confirmed coronavirus cases. The Health Department said it was also adding another 139 deaths from people who tested positive through antigen testing or had COVID-19 listed as a cause of death but did not have lab results confirming it. The latest figures bring Arkansas&rsquo; total COVID-19 deaths since the pandemic began in March to 1,149. It&rsquo;s not clear how far back the probable deaths went, but health officials said they didn&rsquo;t represent a new increase in COVID-19 fatalities. &ldquo;We&rsquo;re concerned about every death, but I don&rsquo;t see that (virus deaths are) accelerating,&rdquo; Gov. Asa Hutchinson said. &ldquo;It&rsquo;s just simply that we are really accounting for deaths that have come in previously.&rdquo;</p>\n<h2>California</h2>\n<p><strong>San Francisco: </strong>A judge on Tuesday ordered classrooms closed at a private school in the Central Valley that has defied state and local health orders aimed at slowing the spread of the coronavirus. The ruling marked a legal victory for Fresno County health officials, who had unsuccessfully ordered Immanuel Schools last month to stop in-person instruction. The K-12 Christian school, with about 600 students, reopened its campus Aug. 13, saying parents should decide if their children attend school. They also claimed that students had achieved herd immunity, based on a sampling of tests done by a parent who is a pathologist. County health officials had argued that the school was threatening the health and safety of students, faculty and community, and they sued the school seeking a temporary restraining order and a preliminary injunction to bar it from holding in-person classes.</p>\n<h2>Colorado</h2>\n<p><strong>Boulder: </strong>All students at the University of Colorado&rsquo;s main campus are being told to self-quarantine starting Wednesday for the next two weeks to stem an alarming rise in coronavirus cases. The advisory by Jeffrey J. Zayach, executive director of Boulder County Public Health, came in a letter he sent Tuesday to Boulder campus students, faculty and staff. Zayach warned mandatory restrictions could follow if students do not comply. University officials have reported 13 positive tests the first week of school, 90 the second week and 205 the third week. Most cases involve students who live off campus. Students were asked to stay at home with a few exceptions that include attending class or going to work. Dr. Rachel Herlihy, the state epidemiologist, said Tuesday that there have been six COVID-19 outbreaks at Colorado colleges and universities.</p>\n<h2>Connecticut</h2>\n<p><strong>Hartford: </strong>The state&rsquo;s Department of Public Health has decided to close a Norwich nursing home where officials allege violations of COVID-19 protocols have led to several deaths. Acting Commissioner Dr. Deidre Gifford on Monday announced the appointment of a temporary manager to take over operations at the Three Rivers Nursing Home following the investigation of a late July outbreak of COVID-19 in the facility. At least least 21 residents and six staff became infected, and four of those patients have since died. The Health Department determined the facility failed to initially group residents who had tested positive to prevent the transmission of COVID-19 and failed to use personal protective equipment in accordance with federal standards. There were a number of other findings, including failure to maintain a 14-day quarantine for a resident exposed to COVID-19.</p>\n<h2>Delaware</h2>\n<p><strong>Wilmington: </strong>The state <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.delawareonline.com/story/news/health/2020/09/15/delaware-percent-positive-covid-19/5808069002/\">is experiencing its highest rate of people who have tested positive for COVID-19 since mid-July</a>, which officials attribute to an increase of cases among college students. Gov. John Carney announced Tuesday that the state is seeing a seven-day average of 7.1% for the percent of positive cases, when just weeks ago it was hovering around 4%. Health officials consider the positivity rate a key indicator when looking to further reopen the economy and schools. This is the highest the state&rsquo;s figure has been since July 12, when the average percent positive was 8.1%. Anything over 5% is considered to be concerning, state officials have said. When looking to allow students fully back into the classroom, the state&rsquo;s percent positive rate will have to be lower than 3%. &ldquo;We really need to do a better job,&rdquo; Carney said at his weekly press briefing. &ldquo;It&rsquo;s a young adult crowd; it ought to be a responsible crowd.&rdquo;</p>\n<h2>District of Columbia</h2>\n<p><strong>Washington: </strong>It could be next summer before the bulk of the D.C. region&rsquo;s workers return to their offices, according to a recent survey by the Greater Washington Partnership. More than six months after the coronavirus pandemic hit the area, forcing thousands to work from home, many employers remain uncertain when and how they will begin allowing employees back in the office, based on the study, <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.wusa9.com/article/news/health/coronavirus/dc-area-workers-not-returning-to-office-until-next-summer-study-says/65-9113b4c9-09b4-4f87-89b8-dcc563c599f4\">WUSA-TV reports</a>. The study, which surveyed more than 400 employers, shows most companies are struggling with how to safely integrate workers back in the office in the midst of the pandemic. While some companies planned to begin bringing workers back after Labor Day this year, they have changed their plans in response to new cases along with employee concerns of contracting the virus while at work, according to the study.</p>\n<h2>Florida</h2>\n<p><strong>Tallahassee: </strong>Nearly 400 additional Florida State University students <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.tallahassee.com/story/news/2020/09/14/nearly-400-florida-state-students-test-positive-last-week-covid-19/5795958002/\">tested positive for COVID-19 last week</a>, according to an update on the university&rsquo;s dashboard. The figures show that out of 3,063 tests taken last week, 391 students tested positive, along with six employees. That equates to a 12.9% positivity rate for last week&rsquo;s test results through Sept. 11, according to the university. Since Aug. 2, FSU&rsquo;s cumulative positivity rate is 8.49%. The latest figures come as the university begins random COVID-19 testing for asymptomatic students, faculty and staff. It also comes on the heels of social media posts over the weekend deploring the lack of enforcement of mask usage by those attending Saturday&rsquo;s game against Georgia Tech and images of students attending a crowded gathering at off-campus housing without wearing masks or practicing social distancing.</p>\n<h2>Georgia</h2>\n<p><strong>Cairo: </strong>Grady County has closed its sheriff&rsquo;s office to outsiders after the 76-year-old sheriff was infected with COVID-19 and hospitalized. The Thomasville Times-Enterprise reports Sheriff Harry Young tested positive for the coronavirus Monday and checked himself into the hospital in Cairo. &ldquo;My back was hurting real bad, and I thought that probably was what my problem was,&rdquo; Young said, saying he&rsquo;s feeling much better. He expects to be discharged by the end of the week but will spend more time at home in isolation. All other sheriff&rsquo;s office employees were tested after Young&rsquo;s diagnosis and found to be negative. Still, officials closed the office to visitors. Deputies will continue to respond to calls, and other business will be handled by phone. Young said deputies were already trying to avoid jailing people, except in the cases of the most serious crimes.</p>\n<h2>Hawaii</h2>\n<p><strong>Hilo: </strong>A new state program providing $100 million of rental assistance to struggling tenants in the state has received more than 6,000 applications. Hawaii&rsquo;s Rent Relief and Housing Assistance Program began Sept. 8, The Hawaii Tribune-Herald reports. The program provides rental assistance to residents having difficulty making payments because of the economic impact of the COVID-19 pandemic. The program is currently set up to provide assistance for rent payments between Aug. 1 and Dec. 28. Denise Iseri-Matsubara, executive director of the Hawaii Housing Finance and Development Corporation, said there have been more than 6,000 applicants and many more inquiries by phone and online. &ldquo;The new website has had over 80,000 hits since it was launched,&rdquo; Iseri-Matsubara said. The program processed some claims and disbursed funds within the first week of its existence.</p>\n<h2>Idaho</h2>\n<p><strong>Boise: </strong>A committee helping to oversee the state&rsquo;s $1.25 billion share of the federal government&rsquo;s $2.2 trillion coronavirus rescue package on Tuesday approved spending $150 million to help educate students. The Coronavirus Financial Advisory Committee followed Republican Gov. Brad Little&rsquo;s request from last week and unanimously approved spending $100 million to replace a similar amount cut by Little in 2020 due to pandemic-related budgetary concerns. The committee also unanimously approved spending $50 million to be made available to parents so they&rsquo;re less likely to leave the workforce or dip into household money while their children learn amid the challenges posed by the pandemic. That money will be distributed based on income and can be used to purchase educational materials, computers and other services.</p>\n<h2>Illinois</h2>\n<p><strong>Chicago: </strong>City officials cautioned residents Tuesday about travel to Wisconsin, citing a recent COVID-19 spike in Illinois&rsquo; neighbor to the north. The Chicago Department of Public Health stopped short of adding Wisconsin to its travel advisory list, which includes 16 states. City officials said Chicago residents who travel to the states must quarantine for two weeks upon return to Chicago. Visitors from those states must do the same. Wisconsin was previously on Chicago&rsquo;s list in late July and then removed the following month when cases dropped. On Sunday, Wisconsin reported its highest one-day case count with 1,582 new confirmed COVID-19 cases and a 21% positive test rate. Its overall seven-day average for positive test that week was 14%. Meanwhile, Illinois reported 1,466 new confirmed cases of COVID-19 on Tuesday and 20 additional deaths. The state&rsquo;s seven-day average of positive cases is 3.6%.</p>\n<h2>Indiana</h2>\n<p><strong>Indianapolis: </strong>Officials are still holding back on spending more than half of the $2.4 billion state government received in federal coronavirus relief funding. Democrats on the State Budget Committee questioned Tuesday why there wasn&rsquo;t more urgency in spending the money on the immediate needs of people around the state, while Republican Gov. Eric Holcomb&rsquo;s top budget adviser blamed some of that on confusion over federal rules. State Office of Management and Budget Director Cristopher Johnston presented a report to committee members showing that only $225 million, or less than 10%, of that money had been spent by the end of August. The report showed nearly $1.1 billion in total had been spent or committed toward programs or expenses related to the COVID-19 pandemic that shut down much of Indiana&rsquo;s economy through the spring and has killed nearly 3,500 people.</p>\n<h2>Iowa</h2>\n<p><strong>Des Moines: </strong>Gov. Kim Reynolds said Tuesday that she&rsquo;ll let bars, breweries and taverns in four counties reopen, less than three weeks after she order them closed after a surge in coronavirus cases. In a proclamation effective Wednesday, Reynolds said bars may reopen in Black Hawk, Dallas, Linn and Polk counties. Restaurants in those counties may also resume serving alcohol without the restrictions she implemented Aug. 27. Bars must remain closed in Johnson and Story counties, where the University of Iowa and Iowa State University are located. Restaurants in those counties must still stop selling alcohol at 10 p.m., according to the new proclamation, which will be effective at least until Sept. 20. Those campus areas have continued to have high virus spread rates that Reynolds has attributed to young adults gathering in bars and other locations without masks or adequate distancing.</p>\n<h2>Kansas</h2>\n<p><strong>Lawrence: </strong>City officials are looking for ways to put the brakes on house parties in neighborhoods near the University of Kansas campus as the number of COVID-19 cases among students continues to rise. After a debate during the Lawrence City Commission meeting Tuesday, a majority of the commissioners said they were interested in at least considering an ordinance that would make it a municipal offense to violate local health orders designed to stem the spread of the coronavirus, the Lawrence Journal-World reports. The discussion came as the the university announced that the total number of COVID-19 cases has risen to 841, an increase of 42 cases since Friday, the paper reports. Multiple house parties also were reported over the weekend. City Attorney Toni Wheeler said the offense would be a misdemeanor that could be prosecuted in municipal court. Violators could face a fine of no more than $500, up to 30 days in jail or both.</p>\n<h2>Kentucky</h2>\n<p><strong>Louisville: </strong>Gov. Andy Beshear announced 745 new coronavirus cases Tuesday with nine additional deaths. Though the state&rsquo;s positivity rate has slipped below 4%, the Democratic governor urged Kentuckians to stay vigilant by wearing a mask and practicing social distancing. He also declared that the last call for bars and restaurants has been extended to 11 p.m., an hour later than previous guidance. This change will allow the businesses to stay open through televised sports games, though they will be required to be closed down by midnight. &ldquo;Folks, remember that while we have a positivity rate going the right way, we have still a significant number of cases,&rdquo; Beshear said. &ldquo;If we can keep it up, we can do even better.&rdquo; The positivity rate is an indicator of the extent of the spread of the virus, according to the World Health Organization. If the rate is less than 5% for two weeks, and testing is widespread, the virus is considered under control.</p>\n<h2>Louisiana</h2>\n<p><strong>Baton Rouge: </strong>The Louisiana State University football team <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.theadvertiser.com/story/sports/college/lsu/2020/09/15/lsu-football-orgeron-most-players-have-caught-covid-19/5806599002/\">had a covert COVID-19 outbreak over the summer</a>. &ldquo;I think most &ndash; not all of our players &ndash; but most of our players have caught it,&rdquo; LSU coach Ed Orgeron revealed Tuesday on a teleconference. &ldquo;So I think hopefully they don&rsquo;t catch it again, and hopefully they&rsquo;re not out for games.&rdquo; Initially a spike of 30 or more cases was reported in June, and there were a few other cases reported here and there throughout the summer. &ldquo;Two weeks ago, everybody on our offensive line except two or three guys were out,&rdquo; Orgeron said Tuesday. &ldquo;We adjusted very well.&rdquo; Orgeron did not say what led to the outbreak, but LSU <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.theadvertiser.com/story/sports/college/lsu/2020/09/16/lsu-football-covid-spike-happened-socially-coach-orgeron-honest-to-a-fault/5816165002/\">had an outbreak of 30 or more football players getting the virus last June</a> after many of the players visited the Tigerland bars near campus.</p>\n<h2>Maine</h2>\n<p><strong>Augusta: </strong>The state&rsquo;s first jury trial since March has been postponed because the child of a key witness has symptoms consistent with the coronavirus. Maine hasn&rsquo;t held criminal jury trials in six months due to the pandemic. The judiciary scheduled three trials this month as pilots. Two are in Augusta, and one is in Bangor. The first trial, scheduled to start Tuesday, concerned a defendant charged with misdemeanor operating under the influence. However, a police officer who was a key witness contacted the prosecutor to say his child got sick at day care and needed to be tested for the virus, the Portland Press Herald reports. A judge held a hearing Monday and decided to postpone the trial until the spring. Courts have two other trials scheduled for next week. Maine has had more than 4,900 cases of the virus.</p>\n<h2>Maryland</h2>\n<p><strong>Annapolis: </strong>Lawmakers and health care advocates proposed increasing the state&rsquo;s alcohol tax Wednesday to generate millions of dollars to address health disparities, which have been highlighted by the coronavirus pandemic. Supporters are backing a hike in the state&rsquo;s sales tax on alcohol from 9% to 10% in 2021. Maryland last raised its sales tax on alcohol in 2011. &ldquo;The COVID pandemic has made it even more clear that certain communities, especially communities of color, do not have the health care resources they need, which leads to disturbing health disparities,&rdquo; said Sen. Antonio Hayes, a Baltimore Democrat who is sponsoring the measure in the state Senate. Under the proposal, areas with health disparities would be able to compete for grants and tax incentives. The majority-black Prince George&rsquo;s County has had more than 28,000 confirmed cases &ndash; the highest number in a Maryland county &ndash; and seen at least 791 deaths.</p>\n<h2>Massachusetts</h2>\n<p><strong>Boston: </strong>Restaurants are now being allowed to offer outdoor dining in public spaces well into the onset of cold weather. The city&rsquo;s outdoor dining season, designed to boost business during the coronavirus pandemic, had been scheduled to end Oct. 31 but has been extended until Dec. 1, Mayor Marty Walsh announced Tuesday. &ldquo;Restaurants have faced incredible challenges during this ongoing public health crisis, and the City of Boston is committed to helping them survive and succeed, including by giving restaurants more flexibility around outdoor dining,&rdquo; Walsh said in a statement. To help keep al fresco diners stay warm as the weather cools, the city will also waive application fees for permits for outdoor propane heaters.</p>\n<h2>Michigan</h2>\n<p><strong>Allendale: </strong>Students at Grand Valley State University were ordered Wednesday to hunker down for two weeks due to a spike in coronavirus cases linked to the western Michigan campus. There have been more than 600 cases of COVID-19 among students since Aug. 23, with the majority among students living off campus, Ottawa County health officials said. The stay-in-place order starts Thursday. Students must stick to their on-campus or off-campus residence unless attending classes, exercising, getting food, seeking health care or working at an essential job. Students cannot return to their home community unless there&rsquo;s an emergency. &ldquo;We need students to take the &hellip; order seriously and be vigilant to help stop the spread of COVID-19,&rdquo; said Dr. Paul Heidel, the county&rsquo;s medical director. GVSU athletes can practice sports if a doctor is present, though the health department is &ldquo;strongly&rdquo; discouraging it.</p>\n<h2>Minnesota</h2>\n<p><strong>Minneapolis: </strong>Gov. Tim Walz urged the campaigns of President Donald Trump and Democratic challenger Joe Biden on Tuesday to abide by the state&rsquo;s guidelines for slowing the spread of the coronavirus when the candidates visit Minnesota on Friday. &ldquo;Partner with us in the fight against COVID-19,&rdquo; the Democratic governor said in a letter to both campaigns. Trump may be running as the &ldquo;law and order&rdquo; candidate, but that hasn&rsquo;t stopped him and his campaign from openly defying state emergency orders and flouting his own administration&rsquo;s guidelines as he holds rallies in battleground states. Trump has an airport rally scheduled for Friday in the north-central Minnesota city of Bemidji. Biden&rsquo;s campaign has not yet announced a city or venue for his visit. Walz said Minnesota requires face masks inside public places and strongly encourages them for outdoor gatherings.</p>\n<h2>Mississippi</h2>\n<p><strong>Canton: </strong>A central Mississippi flea market is scheduled to happen next month, despite a mayor&rsquo;s attempt to stop it because of COVID-19 safety concerns. The Canton Board of Aldermen voted unanimously Monday to overturn Mayor William Truly&rsquo;s veto of the Canton Flea Market, WLBT-TV reports. The event is usually held twice a year on the town square in Canton, about 35 miles north of Jackson. Officials canceled the one in May because of the pandemic. The next one is Oct. 8. The flea market typically attracts thousands of shoppers to the small town. Although the event is outside, it&rsquo;s common to see people crowded close together. Aldermen say they are working on a safety plan that includes requiring all vendors and shoppers to wear masks. They are asking all vendors to have hand sanitizer at each booth, and there are plans for handwashing stations throughout the square.</p>\n<h2>Missouri</h2>\n<p><strong>Columbia: </strong>With more than 1,300 of its students infected with the coronavirus, the University of Missouri said Tuesday that two students were expelled and three others suspended for violating rules meant to slow the virus&rsquo;s spread. A news release said the sanctions were necessary because of flagrant violations of rules and regulations that require students who test positive for the coronavirus to isolate themselves and comply with social distancing requirements. University System President and MU Chancellor Mun Choi said the university has repeatedly stressed the importance of COVID-19 policies and regulations aimed at keeping students, faculty, staff and the community safe. &ldquo;We have seen a strong adoption of our policies and regulations,&rdquo; Choi said in the release. &ldquo;Unfortunately, a few students have violated these policies and violated the trust of their fellow community members.&rdquo;</p>\n<h2>Montana</h2>\n<p><strong>Great Falls: </strong>The state <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.greatfallstribune.com/story/news/2020/09/16/montana-covid-update-coronavirus-cases-deaths-september-16-cascade-county/5818476002/\">added 190 cases of COVID-19 early Wednesday</a>, bringing its total to 9,431 confirmations of the respiratory illness. Of the 9,431, 7,186 are recovered, and 2,104 are active, the state said on its covid19.mt.gov website. Montana has tallied 141 deaths, one more than reported Tuesday. The newest death occurred in Gallatin County, state officials said. The state has 106 people hospitalized out of 543 total hospitalizations since the pandemic began. There have been 292,401 tests administered, 2,035 more than Tuesday. Cascade County Sheriff Jesse Slaughter said Sunday that there were 37 new COVID-19 positive cases at the county&rsquo;s detention center. He said that makes for a total of 60 active inmate cases and 70 inmates who have recovered.</p>\n<h2>Nebraska</h2>\n<p><strong>Lincoln: </strong>Three more state corrections employees have tested positive for the coronavirus, state prisons officials said over the weekend. An employee at the Nebraska State Penitentiary in Lincoln and two employees at the state Diagnostic and Evaluation Center are the latest to test positive for COVID-19, the Nebraska Department of Correctional Services said in a news release Saturday. With the new cases, a total of 85 state prisons workers across the state have tested positive for the virus. Sixty-three of those have recovered. Officials said anyone who had close contact with the ill employees would be notified and directed to quarantine until they are cleared by a doctor. The agency said on its website that 184 inmates across the state had tested positive for the coronavirus as of Friday. Officials said 126 of those positive cases have been found at the State Penitentiary in Lincoln.</p>\n<h2>Nevada</h2>\n<p><strong>Carson City: </strong>Lawmakers allocated $6.2 million in federal relief dollars to a program that will test thousands of teachers across the state as they return to classrooms for in-person instruction. The program will pay for personnel, test kits, test processing and surveillance for up to 62,500 teachers and support staff throughout Nevada. It will be administered by the Clark County Teacher&rsquo;s Health Trust, the largest public school employee health plan in the state. Throughout the United States, coronavirus cases have spiked in school districts that have opened for in-person instruction, including in Washoe County, where students and teachers at 16 schools in the Reno area have tested positive for the virus since returning to classrooms in mid-August. The district has made free testing available to teachers through the Renown Health hospital network.</p>\n<h2>New Hampshire</h2>\n<p><strong>Concord: </strong>The Salvation Army is planning to start its Red Kettle campaign earlier this year &ndash; in November &ndash; because of the need caused by the coronavirus pandemic, and people won&rsquo;t need change or cash in hand to donate. &ldquo;We&rsquo;re going to have a code right on the kettle so that people can just take their phone and scan it, so it&rsquo;s simple and easy,&rdquo; Rosemarie Dykeman of the Salvation Army of Greater Nashua told WMUR-TV. People also can text &ldquo;Kettles&rdquo; to 91999 and fill in the amount. The Salvation Army of Northern New England said it could end up serving many more families this Christmas. In 2019, 553 families were served; this year, it estimates the number to be 857 families. &ldquo;We&rsquo;re getting a lot of new families that have lost a job due to the pandemic or the fact that their hours have been cut,&rdquo; Dykeman said.</p>\n<h2>New Jersey</h2>\n<p><strong>Menlo Park: </strong>More than 100 veterans, health care workers and relatives of residents who died of COVID-19 <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.northjersey.com/story/news/coronavirus/2020/09/16/rally-nj-veterans-home-demands-probe-covid-19-deaths/5796926002/\">rallied outside the state-run veterans home in the city Wednesday, demanding an investigation and the resignation of local managers</a>. Families and union members said management&rsquo;s orders to stop wearing face masks during the early days of the coronavirus pandemic led the Edison Township facility to amass one of the worst death tolls among nursing homes in New Jersey. &ldquo;You couldn&rsquo;t have prevented COVID, but you could have prevented it from becoming a wildfire,&rdquo; said Shirley Suddoth-Lewis, president of the local chapter of AFSCME, the union representing nurses aides and other workers. Sixty-two residents and one caregiver have died since the start of the pandemic at the 312-bed home. Another state-run veterans center in Paramus leads all nursing homes in the state with 81 residents and one staff member lost.</p>\n<h2>New Mexico</h2>\n<p><strong>Santa Fe: </strong>A special audit of management contracts is raising concerns about weak financial controls, executive compensation excesses and potential profiteering at a county-owned hospital on the edge of the Navajo Reservation that became overwhelmed by the COVID-19 pandemic. The state auditor&rsquo;s office on Tuesday released results for the Rehoboth McKinley Christian hospital in Gallup and its management and service contracts dating to 2016. The audit delves into a five-year contract for management of the hospital by the company Healthcare Integrity, whose CEO David Conejo came under criticism in public protests in May as the hospital grappled with coronavirus infections among staff. It resorted to transferring acute COVID-19 patients to other hospitals. Conejo was fired by the hospital in June.</p>\n<h2>New York</h2>\n<p><strong>New York: </strong>The city&rsquo;s already-delayed school year started remotely Wednesday in a soft opening that will serve as a prologue to the return of students to actual classrooms next week. Even as more than a million kids remotely return to class, it&rsquo;s an open question whether the city can pull off the hybrid learning system Mayor Bill de Blasio announced in July. Unions representing teachers and principals in the nation&rsquo;s largest public school district say schools still don&rsquo;t have the teachers or the coronavirus safety measures that are needed, but de Blasio, a Democrat, insisted that the school year would start as planned with three days of online orientation this week. Students began returning to physical classrooms Wednesday for the first time since March. New York City is one of only a few large U.S. cities attempting to start the school year with students in real classrooms.</p>\n<h2>North Carolina</h2>\n<p><strong>Raleigh: </strong>The state government is using federal COVID-19 relief dollars to purchase equipment so more public school students can access online classes and homework help. Gov. Roy Cooper announced last week that nearly $40 million would go toward funding a new partnership involving his administration. The project, called NC Student Connect, is designed to improve reliable internet for children as they learn remotely this fall due to coronavirus restrictions. About $30 million will go toward the purchase and distribution of 100,000 wireless, high-speed hot spots for students, Cooper&rsquo;s office said in a news release. Another $8 million will provide free high-speed internet in public locations like parking lots so students can drop by to download class lessons. Other money will help instruct teachers, parents and students about remote learning techniques.</p>\n<h2>North Dakota</h2>\n<p><strong>Bismarck: </strong>State health officials on Wednesday reported 269 new COVID-19 cases and five more deaths related to the coronavirus, including two in Burleigh County and two in Eddy County. The other death was in McLean County. The state has recorded 172 deaths since the pandemic began, which is the 46th-most in the country overall and the 37th-highest per capita, according to the COVID Tracking Project. But the volunteer organization ranks North Dakota No. 1 overall in the number of cases per capita in the past two weeks. Officials confirmed cases in 35 counties in the last day, led by Cass County with 80, Williams County with 49, Burleigh County with 17 and Ward County with 13. There were no other counties with cases in double figures. The number of active cases in the state dropped by 36, to 2,528. The number of hospitalizations remained unchanged at 62.</p>\n<h2>Ohio</h2>\n<p><strong>Columbus: </strong>The state will be able to hire a health director despite concerns about criticism a candidate might face, Gov. Mike DeWine said Tuesday, addressing last week&rsquo;s turn of events during which his new director withdrew her name just five hours after it was announced. DeWine said he respected the decision by former South Carolina Health Director Dr. Joan Duwve to reject the job Sept. 10. She cited unspecified personal reasons, then issued a statement the next day saying she learned the previous health director&rsquo;s family had been harassed by the public. Dr. Amy Acton abruptly resigned as health director in June following a torrent of conservative criticism over her public health orders to slow the spread of the pandemic. That included armed protesters outside her house and protests outside the Ohio Statehouse with signs bearing anti-Semitic messages. Acton is Jewish.</p>\n<h2>Oklahoma</h2>\n<p><strong>Oklahoma City: </strong>The city&rsquo;s children will return to the classroom part time in mid-October or early November, depending on their grade, under a plan adopted by the school board in the state&rsquo;s largest district. Under the plan agreed to Tuesday night, pre-K and kindergarten students will get two days per week of in-person instruction and three days of virtual classes starting Oct. 19. &ldquo;These children are least familiar with a school setting and have some of the greatest challenges in a virtual setting, so this plan will give them a chance to acclimate before the rest of the students arrive,&rdquo; Superintendent Sean McCasland said in a statement. Half of the students will attend in-person classes on Mondays and Tuesdays, and the other half will do so on Thursdays and Fridays. All students will receive remote instruction on Wednesdays. Students will have their temperatures checked each day and be encouraged to wear masks.</p>\n<h2>Oregon</h2>\n<p><strong>Salem: </strong>On the eve of the first day of school, parents and educators <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.statesmanjournal.com/story/news/education/2020/09/16/covid-oregon-wildfires-salem-keizer-schools-teachers-parents-overwhelmed-challenges/5810524002/\">reported districtwide technical issues with some of Salem-Keizer Public Schools&rsquo; new remote learning platforms</a>. Class rosters were not loading Wednesday, and some students still didn&rsquo;t have login credentials. Educators were still receiving training on how to run the systems. and crafting curricula. Some still didn&rsquo;t know which classes or grades they will teach. Parents were still attempting to set up the new apps, secure needed technology and reassure their children. With the COVID-19 pandemic and Oregon wildfires in the background, families and educators in Salem-Keizer schools are beginning the new year amid confusion, chaos and, for some, traumatic loss. Wednesday ran on a modified schedule, similar to a soft opening, with all students but kindergarteners expected to start their full-day schedule Thursday.</p>\n<h2>Pennsylvania</h2>\n<p><strong>Harrisburg: </strong>The state House on Tuesday passed a bill that would prevent governors from applying their disease control powers to shut down gatherings at churches or other houses of worship. The chamber voted 149 to 53 for the proposal, which the Democratic leader called a solution in search of a problem. All Republicans voted for it, while Democrats were split fairly evenly. &ldquo;There&rsquo;s never been a closure, and there won&rsquo;t be,&rdquo; Minority Leader Frank Dermody, D-Allegheny, said during floor debate. Democratic Gov. Tom Wolf and authorities under him have not restricted religious gatherings during the coronavirus pandemic. Instead, he asked religious leaders to protect their congregants. Wolf&rsquo;s stay-at-home order effectively exempted religious activity but strongly discouraged gatherings. The proposal was sent to the Senate for its consideration.</p>\n<h2>Rhode Island</h2>\n<p><strong>Providence: </strong>Providence College students who live off campus have been asked to stick to remote-only classes for the time being after several tested positive for COVID-19, school officials say. Off-campus students are only allowed to visit campus for testing, the school said Tuesday. &ldquo;We have received reports of students who have tested for COVID-19 tests on their own, at off-campus facilities. Some of these results have been reported to the college by the Rhode Island Department of Health; others have been self-reported,&rdquo; Steven Sears, interim vice president for student affairs and dean of students, said in a message to off-campus students. Off-campus students must learn remotely until they can produce a negative test result, he said. The school said as of Tuesday, 22 students and one faculty member or staffer had tested positive for the disease.</p>\n<h2>South Carolina</h2>\n<p><strong>Columbia: </strong>The state Senate passed changes Tuesday to the budget that would provide a small raise to most teachers and a hazard pay bonus for some lower-paid state workers. Now attention turns to the House, where leaders may prefer not to change the $9 billion budget at all with worries that COVID-19 could continue to hobble the economy and cut state revenues. Lawmakers have already agreed to keep spending levels for the budget year that started in July at the same levels as the year before. The Senate also approved how it thinks South Carolina should spend the remaining $668 million in federal money for COVID-19 expenses, including setting aside $425 million toward repaying the fund that doles out unemployment benefits. The state has already set aside $500 million in federal money to replenish that fund.</p>\n<h2>South Dakota</h2>\n<p><strong>Sioux Falls: </strong>Eight additional people with COVID-19 have died, the state Department of Health reported Wednesday &ndash; <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.argusleader.com/story/news/2020/09/16/south-dakota-reports-record-number-covid-19-deaths/5816632002/\">a single-day record that brought the death toll from the coronavirus to 192</a>. South Dakota also reported its single largest day of test results. The 5,690 results detected 297 new infections, for a daily positive rate of 5.22%. The total number of South Dakotans reported with the disease was 17,291. Sixty-eight of the new cases were in the higher-risk population of people older than 60. Fifty-four were among those 20-29, while 40 were in those 10-19. The age group with the smallest number of infections was 0-9, with eight positive cases.</p>\n<h2>Tennessee</h2>\n<p><strong>Nashville: </strong>The nearly decadelong climb of the state&rsquo;s graduate rate <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.tennessean.com/story/news/education/2020/09/16/tennessee-mnps-graduation-rates-dip-slightly-amid-covid-19-pandemic/5817757002/\">lost ground during the 2019-20 school year amid a turbulent school year thanks to the COVID-19 pandemic</a>. About 89.6% of public high school seniors earned their diplomas at the end of the 2019-20 school year, a slight dip from the 89.7% rate set during the 2018-19 school year. Though the rate is down by one-tenth of a percentage point this year, the state has seen a steady increase since changes were made in 2011. Education Commissioner Penny Schwinn lauded last year&rsquo;s record-high rate set by the Class of 2019 and said at the time she believed the state could top results. With most schools across the state closing by April because of the pandemic, many high school seniors missed the last months of the school year, but the state relaxed graduation requirements to ensure seniors weren&rsquo;t negatively affected by the sudden disruption to the school year.</p>\n<h2>Texas</h2>\n<p><strong>Dallas: </strong>State health officials on Tuesday reported 4,816 new cases of the coronavirus and 132 additional deaths. The total number of confirmed COVID-19 cases in the state is now 668,746, while the death toll stands at 14,343, according to the Texas Department of State Health Services. The true number of cases in Texas is likely higher, though, because many people haven&rsquo;t been tested, and studies suggest people can be infected and not feel sick. Health officials estimate nearly 68,500 cases in the state are active. There were about 3,300 people with COVID-19 hospitalized in Texas on Tuesday, health officials said. The number of hospitalizations has been decreasing since peaking July 22 at 10,893.</p>\n<h2>Utah</h2>\n<p><strong>Salt Lake City: </strong>State officials say the U.S. Postal Service has sent erroneous information to voters about the upcoming election, decreasing public confidence in the service&rsquo;s ability to handle ballots this year. The office of Lt. Gov. Spencer Cox said the Postal Service mailed a postcard to homes across the state last week urging voters &ldquo;to request your mail-in ballot &hellip; at least 15 days before Election Day,&rdquo; The Salt Lake Tribune reports. &ldquo;All active registered voters in Utah automatically receive their ballots in the mail. Individuals do not need to request a mail-in ballot separately if they have previously registered to vote,&rdquo; Cox said, arguing that the postcard&rsquo;s information did not apply in Utah. State officials have encouraged methods other than voting on Election Day to reduce crowds and limit the risk of spreading COVID-19.</p>\n<h2>Vermont</h2>\n<p><strong>St. Johnsbury: </strong>The COVID-19 pandemic has prompted the town to cancel its annual Halloween parade. Organizer Diane Cummings told the town select board Monday that the parade brings at least 3,000 people onto the streets of the community. The Caledonian Record reports she said the committee plans to let people know about the cancellation. &ldquo;We were thinking of hanging skeletons along Main Street &ndash; maybe a dozen holding signs saying something like &lsquo;Boo-Hoo, No Parade This Year&rsquo; or something corny like that,&rdquo; she said. But Cummings said the committee is still determined to do something special for Halloween. One idea is to provide Halloween candy to children through the St. Johnsbury schools. All pandemic precautions would be followed while the candy is prepared for distribution, Cummings said. Other ideas the committee is working on include a pumpkin carving and scarecrow competitions.</p>\n<h2>Virginia</h2>\n<p><strong>Richmond: </strong>Gov. Ralph Northam is trying to reassure Virginians that voting by mail is safe and that election security is a top priority for the state. The Democratic governor made the comments Tuesday while highlighting steps the state is taking to protect absentee voting during the coronavirus pandemic, which include using drop boxes for early voting and putting barcodes on absentee ballot envelopes to track when they are delivered. &ldquo;We all share the priority of ensuring free and fair elections,&rdquo; Northam said. Virginia is one of several states offering ways for voters to verify the status of their ballot online. The Virginia Department of Elections&rsquo; citizen portal shows when an absentee ballot request has been received, when a ballot has been sent and when the ballot has been received by a local election office. Lawmakers also recently approved Northam&rsquo;s proposal to spend $2 million for prepaid postage for all absentee ballots.</p>\n<h2>Washington</h2>\n<p><strong>Mount Vernon: </strong>The Skagit County Department of Emergency Management in northwest Washington state has provided about 2,000 N95 masks to protect agricultural workers amid the widespread wildfires, officials said. Thick smoke has made the air quality unhealthy and prompted orders for citizens to stay home as much as possible. The smoke is expected to linger until at least Thursday, the Skagit Valley Herald reports, but area farmers cannot halt all of their outdoor work. Farmers and farmworkers were already required to wear face coverings because of the coronavirus, but cloth masks do little to protect from wildfire pollutants, according to the Centers for Disease Control and Prevention. Masks like the N95 can protect against harmful particles found in smoke.</p>\n<h2>West Virginia</h2>\n<p><strong>Charleston: </strong>State officials yet again amended guidelines for reopening schools Tuesday, with the aim of restarting in-person instruction and sports in more counties. The changes add a new category to the state&rsquo;s color-coded coronavirus map, which rates the severity of the outbreak in counties. Critics and education groups say multiple tweaks to the map over several weeks have confused parents and school officials. Republican Gov. Jim Justice and his advisers unveiled the new gold category after an hourslong meeting Monday evening. Five counties can now resume in-person instruction and sports competitions after moving from orange to gold. The West Virginia Education Association, which has about 15,000 members, slammed the rollout. &ldquo;We are angry that our state leaders continue to manipulate the color-coded map,&rdquo; Dale Lee, president of the association, said in a statement.</p>\n<h2>Wisconsin</h2>\n<p><strong>Madison: </strong>University of Wisconsin-Madison officials made the right decision to reopen the campus even though there&rsquo;s been a surge of COVID-19 cases there, Gov. Tony Evers said Tuesday. The state&rsquo;s flagship university reopened Sept. 2. As of Tuesday, 2,160 students and 31 university workers have tested positive for COVID-19. The university has been forced to suspend in-person classes in lieu of online instruction and quarantine multiple fraternity and sorority houses as well as two large dorms. Chancellor Rebecca Blank, who has blamed the outbreak on student actions, has been intensely criticized for opening the campus for the fall semester after other colleges across the country that opened earlier saw similar outbreaks. Evers, a Democrat, defended the decision, saying the reopening came with a massive effort to test students and trace infected students&rsquo; contacts. Students should take more responsibility for their behavior, he said.</p>\n<h2>Wyoming</h2>\n<p><strong>Cheyenne: </strong>About 100 students at a junior high school have been told to stay home after a school employee tested positive for the coronavirus. The positive case at McCormick Junior High School announced Tuesday was the first in the Cheyenne-area school district since school began Aug. 31. School officials were ready to offer remote instruction for students who needed it, Laramie County School District No. 1 Superintendent Boyd Brown told the Wyoming Tribune Eagle. Brown declined to say whether the employee testing positive was a teacher but said at least one other McCormick employee was potentially in contact with that person. &ldquo;That may require them to be quarantined, as well, but if they&rsquo;re just quarantined and able to teach, we&rsquo;ll just have them do that remotely,&rdquo; Brown said. The school has about 600 students.</p>\n<p><em>From USA TODAY Network and wire reports</em></p>", "text": "Alabama\nTuscaloosa: Local coronavirus cases have not increased dramatically from an expected Labor Day spike, but Mayor Walt Maddox said he foresees no early removal of an executive order limiting bar occupancy and restaurant operations. University of Alabama police have been actively policing students, issuing a total of 203 student non-academic misconduct citations for mask or face covering violations since mid-August. And while a total of 63 face covering citations and 29 occupation violations have been issued by Tuscaloosa police during that same period, the mayor said that doesn’t reflect the actions of most Tuscaloosa residents, business owners and students. “What gets lost is the vast majority of citizens, students (and) business owners are all doing the right things to get us out of this sooner,” Maddox said. “It should make all of us proud that we continue to be a model across the nation.”\nAlaska\nKasigluk: The only store in the village was lost to a fire fought by residents who could not get help from neighboring communities because of a coronavirus lockdown. The store in the Yukon-Kuskokwim Delta village of Kasigluk burned Sept. 10, leaving residents without a place in town to buy groceries, clothes or other supplies, KYUK-AM reports. The store’s owners are investigating the cause of the fire, Kasigluk Police Chief Brian Noratak said. He said he would normally have called the nearby villages of Nunapitchuk and Atmautluak, but after closing to nonresidents to stem the spread of the coronavirus, he was forced to seek assistance over the radio from the people living in Kasigluk. Noratak asked Atmautluak for extra water hoses, which were delivered by boat, but Kasigluk residents fought the flames, including people who left quarantine to assist. Everything in the store burned, including groceries, electronics and clothes.\nArizona\nPhoenix: At least 11 people infected with COVID-19 traveled to the state and passed the disease to others, starting local transmission chains that seeded Arizona’s earliest coronavirus outbreaks starting in mid-February, according to a newly published paper. Looking at genomes sequenced from virus samples collected in March and early April, researchers found that 80% of the studied genomes stemmed from those 11 people. They likely arrived through domestic travel, but the genomes can ultimately be traced back to virus lineages that circulated heavily in Europe before they came to the United States, the researchers found. Those are among the findings from the first paper published by the Arizona COVID-19 Genomics Union. The researchers found that a person who was isolated in January with COVID-19 after traveling to the epicenter of the outbreak, in China’s Hubei province, did not infect anybody else. “We were able to determine that public health interventions do work,” said Brendan Larson, a Ph.D. student at University of Arizona who is working on the project.\nArkansas\nLittle Rock: The state on Tuesday surpassed 1,000 total deaths from the illness caused by the coronavirus, including more than 100 newly counted fatalities from probable cases over the past several weeks. The state reported 17 new deaths among confirmed coronavirus cases. The Health Department said it was also adding another 139 deaths from people who tested positive through antigen testing or had COVID-19 listed as a cause of death but did not have lab results confirming it. The latest figures bring Arkansas’ total COVID-19 deaths since the pandemic began in March to 1,149. It’s not clear how far back the probable deaths went, but health officials said they didn’t represent a new increase in COVID-19 fatalities. “We’re concerned about every death, but I don’t see that (virus deaths are) accelerating,” Gov. Asa Hutchinson said. “It’s just simply that we are really accounting for deaths that have come in previously.”\nCalifornia\nSan Francisco: A judge on Tuesday ordered classrooms closed at a private school in the Central Valley that has defied state and local health orders aimed at slowing the spread of the coronavirus. The ruling marked a legal victory for Fresno County health officials, who had unsuccessfully ordered Immanuel Schools last month to stop in-person instruction. The K-12 Christian school, with about 600 students, reopened its campus Aug. 13, saying parents should decide if their children attend school. They also claimed that students had achieved herd immunity, based on a sampling of tests done by a parent who is a pathologist. County health officials had argued that the school was threatening the health and safety of students, faculty and community, and they sued the school seeking a temporary restraining order and a preliminary injunction to bar it from holding in-person classes.\nColorado\nBoulder: All students at the University of Colorado’s main campus are being told to self-quarantine starting Wednesday for the next two weeks to stem an alarming rise in coronavirus cases. The advisory by Jeffrey J. Zayach, executive director of Boulder County Public Health, came in a letter he sent Tuesday to Boulder campus students, faculty and staff. Zayach warned mandatory restrictions could follow if students do not comply. University officials have reported 13 positive tests the first week of school, 90 the second week and 205 the third week. Most cases involve students who live off campus. Students were asked to stay at home with a few exceptions that include attending class or going to work. Dr. Rachel Herlihy, the state epidemiologist, said Tuesday that there have been six COVID-19 outbreaks at Colorado colleges and universities.\nConnecticut\nHartford: The state’s Department of Public Health has decided to close a Norwich nursing home where officials allege violations of COVID-19 protocols have led to several deaths. Acting Commissioner Dr. Deidre Gifford on Monday announced the appointment of a temporary manager to take over operations at the Three Rivers Nursing Home following the investigation of a late July outbreak of COVID-19 in the facility. At least least 21 residents and six staff became infected, and four of those patients have since died. The Health Department determined the facility failed to initially group residents who had tested positive to prevent the transmission of COVID-19 and failed to use personal protective equipment in accordance with federal standards. There were a number of other findings, including failure to maintain a 14-day quarantine for a resident exposed to COVID-19.\nDelaware\nWilmington: The state is experiencing its highest rate of people who have tested positive for COVID-19 since mid-July, which officials attribute to an increase of cases among college students. Gov. John Carney announced Tuesday that the state is seeing a seven-day average of 7.1% for the percent of positive cases, when just weeks ago it was hovering around 4%. Health officials consider the positivity rate a key indicator when looking to further reopen the economy and schools. This is the highest the state’s figure has been since July 12, when the average percent positive was 8.1%. Anything over 5% is considered to be concerning, state officials have said. When looking to allow students fully back into the classroom, the state’s percent positive rate will have to be lower than 3%. “We really need to do a better job,” Carney said at his weekly press briefing. “It’s a young adult crowd; it ought to be a responsible crowd.”\nDistrict of Columbia\nWashington: It could be next summer before the bulk of the D.C. region’s workers return to their offices, according to a recent survey by the Greater Washington Partnership. More than six months after the coronavirus pandemic hit the area, forcing thousands to work from home, many employers remain uncertain when and how they will begin allowing employees back in the office, based on the study, WUSA-TV reports. The study, which surveyed more than 400 employers, shows most companies are struggling with how to safely integrate workers back in the office in the midst of the pandemic. While some companies planned to begin bringing workers back after Labor Day this year, they have changed their plans in response to new cases along with employee concerns of contracting the virus while at work, according to the study.\nFlorida\nTallahassee: Nearly 400 additional Florida State University students tested positive for COVID-19 last week, according to an update on the university’s dashboard. The figures show that out of 3,063 tests taken last week, 391 students tested positive, along with six employees. That equates to a 12.9% positivity rate for last week’s test results through Sept. 11, according to the university. Since Aug. 2, FSU’s cumulative positivity rate is 8.49%. The latest figures come as the university begins random COVID-19 testing for asymptomatic students, faculty and staff. It also comes on the heels of social media posts over the weekend deploring the lack of enforcement of mask usage by those attending Saturday’s game against Georgia Tech and images of students attending a crowded gathering at off-campus housing without wearing masks or practicing social distancing.\nGeorgia\nCairo: Grady County has closed its sheriff’s office to outsiders after the 76-year-old sheriff was infected with COVID-19 and hospitalized. The Thomasville Times-Enterprise reports Sheriff Harry Young tested positive for the coronavirus Monday and checked himself into the hospital in Cairo. “My back was hurting real bad, and I thought that probably was what my problem was,” Young said, saying he’s feeling much better. He expects to be discharged by the end of the week but will spend more time at home in isolation. All other sheriff’s office employees were tested after Young’s diagnosis and found to be negative. Still, officials closed the office to visitors. Deputies will continue to respond to calls, and other business will be handled by phone. Young said deputies were already trying to avoid jailing people, except in the cases of the most serious crimes.\nHawaii\nHilo: A new state program providing $100 million of rental assistance to struggling tenants in the state has received more than 6,000 applications. Hawaii’s Rent Relief and Housing Assistance Program began Sept. 8, The Hawaii Tribune-Herald reports. The program provides rental assistance to residents having difficulty making payments because of the economic impact of the COVID-19 pandemic. The program is currently set up to provide assistance for rent payments between Aug. 1 and Dec. 28. Denise Iseri-Matsubara, executive director of the Hawaii Housing Finance and Development Corporation, said there have been more than 6,000 applicants and many more inquiries by phone and online. “The new website has had over 80,000 hits since it was launched,” Iseri-Matsubara said. The program processed some claims and disbursed funds within the first week of its existence.\nIdaho\nBoise: A committee helping to oversee the state’s $1.25 billion share of the federal government’s $2.2 trillion coronavirus rescue package on Tuesday approved spending $150 million to help educate students. The Coronavirus Financial Advisory Committee followed Republican Gov. Brad Little’s request from last week and unanimously approved spending $100 million to replace a similar amount cut by Little in 2020 due to pandemic-related budgetary concerns. The committee also unanimously approved spending $50 million to be made available to parents so they’re less likely to leave the workforce or dip into household money while their children learn amid the challenges posed by the pandemic. That money will be distributed based on income and can be used to purchase educational materials, computers and other services.\nIllinois\nChicago: City officials cautioned residents Tuesday about travel to Wisconsin, citing a recent COVID-19 spike in Illinois’ neighbor to the north. The Chicago Department of Public Health stopped short of adding Wisconsin to its travel advisory list, which includes 16 states. City officials said Chicago residents who travel to the states must quarantine for two weeks upon return to Chicago. Visitors from those states must do the same. Wisconsin was previously on Chicago’s list in late July and then removed the following month when cases dropped. On Sunday, Wisconsin reported its highest one-day case count with 1,582 new confirmed COVID-19 cases and a 21% positive test rate. Its overall seven-day average for positive test that week was 14%. Meanwhile, Illinois reported 1,466 new confirmed cases of COVID-19 on Tuesday and 20 additional deaths. The state’s seven-day average of positive cases is 3.6%.\nIndiana\nIndianapolis: Officials are still holding back on spending more than half of the $2.4 billion state government received in federal coronavirus relief funding. Democrats on the State Budget Committee questioned Tuesday why there wasn’t more urgency in spending the money on the immediate needs of people around the state, while Republican Gov. Eric Holcomb’s top budget adviser blamed some of that on confusion over federal rules. State Office of Management and Budget Director Cristopher Johnston presented a report to committee members showing that only $225 million, or less than 10%, of that money had been spent by the end of August. The report showed nearly $1.1 billion in total had been spent or committed toward programs or expenses related to the COVID-19 pandemic that shut down much of Indiana’s economy through the spring and has killed nearly 3,500 people.\nIowa\nDes Moines: Gov. Kim Reynolds said Tuesday that she’ll let bars, breweries and taverns in four counties reopen, less than three weeks after she order them closed after a surge in coronavirus cases. In a proclamation effective Wednesday, Reynolds said bars may reopen in Black Hawk, Dallas, Linn and Polk counties. Restaurants in those counties may also resume serving alcohol without the restrictions she implemented Aug. 27. Bars must remain closed in Johnson and Story counties, where the University of Iowa and Iowa State University are located. Restaurants in those counties must still stop selling alcohol at 10 p.m., according to the new proclamation, which will be effective at least until Sept. 20. Those campus areas have continued to have high virus spread rates that Reynolds has attributed to young adults gathering in bars and other locations without masks or adequate distancing.\nKansas\nLawrence: City officials are looking for ways to put the brakes on house parties in neighborhoods near the University of Kansas campus as the number of COVID-19 cases among students continues to rise. After a debate during the Lawrence City Commission meeting Tuesday, a majority of the commissioners said they were interested in at least considering an ordinance that would make it a municipal offense to violate local health orders designed to stem the spread of the coronavirus, the Lawrence Journal-World reports. The discussion came as the the university announced that the total number of COVID-19 cases has risen to 841, an increase of 42 cases since Friday, the paper reports. Multiple house parties also were reported over the weekend. City Attorney Toni Wheeler said the offense would be a misdemeanor that could be prosecuted in municipal court. Violators could face a fine of no more than $500, up to 30 days in jail or both.\nKentucky\nLouisville: Gov. Andy Beshear announced 745 new coronavirus cases Tuesday with nine additional deaths. Though the state’s positivity rate has slipped below 4%, the Democratic governor urged Kentuckians to stay vigilant by wearing a mask and practicing social distancing. He also declared that the last call for bars and restaurants has been extended to 11 p.m., an hour later than previous guidance. This change will allow the businesses to stay open through televised sports games, though they will be required to be closed down by midnight. “Folks, remember that while we have a positivity rate going the right way, we have still a significant number of cases,” Beshear said. “If we can keep it up, we can do even better.” The positivity rate is an indicator of the extent of the spread of the virus, according to the World Health Organization. If the rate is less than 5% for two weeks, and testing is widespread, the virus is considered under control.\nLouisiana\nBaton Rouge: The Louisiana State University football team had a covert COVID-19 outbreak over the summer. “I think most – not all of our players – but most of our players have caught it,” LSU coach Ed Orgeron revealed Tuesday on a teleconference. “So I think hopefully they don’t catch it again, and hopefully they’re not out for games.” Initially a spike of 30 or more cases was reported in June, and there were a few other cases reported here and there throughout the summer. “Two weeks ago, everybody on our offensive line except two or three guys were out,” Orgeron said Tuesday. “We adjusted very well.” Orgeron did not say what led to the outbreak, but LSU had an outbreak of 30 or more football players getting the virus last June after many of the players visited the Tigerland bars near campus.\nMaine\nAugusta: The state’s first jury trial since March has been postponed because the child of a key witness has symptoms consistent with the coronavirus. Maine hasn’t held criminal jury trials in six months due to the pandemic. The judiciary scheduled three trials this month as pilots. Two are in Augusta, and one is in Bangor. The first trial, scheduled to start Tuesday, concerned a defendant charged with misdemeanor operating under the influence. However, a police officer who was a key witness contacted the prosecutor to say his child got sick at day care and needed to be tested for the virus, the Portland Press Herald reports. A judge held a hearing Monday and decided to postpone the trial until the spring. Courts have two other trials scheduled for next week. Maine has had more than 4,900 cases of the virus.\nMaryland\nAnnapolis: Lawmakers and health care advocates proposed increasing the state’s alcohol tax Wednesday to generate millions of dollars to address health disparities, which have been highlighted by the coronavirus pandemic. Supporters are backing a hike in the state’s sales tax on alcohol from 9% to 10% in 2021. Maryland last raised its sales tax on alcohol in 2011. “The COVID pandemic has made it even more clear that certain communities, especially communities of color, do not have the health care resources they need, which leads to disturbing health disparities,” said Sen. Antonio Hayes, a Baltimore Democrat who is sponsoring the measure in the state Senate. Under the proposal, areas with health disparities would be able to compete for grants and tax incentives. The majority-black Prince George’s County has had more than 28,000 confirmed cases – the highest number in a Maryland county – and seen at least 791 deaths.\nMassachusetts\nBoston: Restaurants are now being allowed to offer outdoor dining in public spaces well into the onset of cold weather. The city’s outdoor dining season, designed to boost business during the coronavirus pandemic, had been scheduled to end Oct. 31 but has been extended until Dec. 1, Mayor Marty Walsh announced Tuesday. “Restaurants have faced incredible challenges during this ongoing public health crisis, and the City of Boston is committed to helping them survive and succeed, including by giving restaurants more flexibility around outdoor dining,” Walsh said in a statement. To help keep al fresco diners stay warm as the weather cools, the city will also waive application fees for permits for outdoor propane heaters.\nMichigan\nAllendale: Students at Grand Valley State University were ordered Wednesday to hunker down for two weeks due to a spike in coronavirus cases linked to the western Michigan campus. There have been more than 600 cases of COVID-19 among students since Aug. 23, with the majority among students living off campus, Ottawa County health officials said. The stay-in-place order starts Thursday. Students must stick to their on-campus or off-campus residence unless attending classes, exercising, getting food, seeking health care or working at an essential job. Students cannot return to their home community unless there’s an emergency. “We need students to take the … order seriously and be vigilant to help stop the spread of COVID-19,” said Dr. Paul Heidel, the county’s medical director. GVSU athletes can practice sports if a doctor is present, though the health department is “strongly” discouraging it.\nMinnesota\nMinneapolis: Gov. Tim Walz urged the campaigns of President Donald Trump and Democratic challenger Joe Biden on Tuesday to abide by the state’s guidelines for slowing the spread of the coronavirus when the candidates visit Minnesota on Friday. “Partner with us in the fight against COVID-19,” the Democratic governor said in a letter to both campaigns. Trump may be running as the “law and order” candidate, but that hasn’t stopped him and his campaign from openly defying state emergency orders and flouting his own administration’s guidelines as he holds rallies in battleground states. Trump has an airport rally scheduled for Friday in the north-central Minnesota city of Bemidji. Biden’s campaign has not yet announced a city or venue for his visit. Walz said Minnesota requires face masks inside public places and strongly encourages them for outdoor gatherings.\nMississippi\nCanton: A central Mississippi flea market is scheduled to happen next month, despite a mayor’s attempt to stop it because of COVID-19 safety concerns. The Canton Board of Aldermen voted unanimously Monday to overturn Mayor William Truly’s veto of the Canton Flea Market, WLBT-TV reports. The event is usually held twice a year on the town square in Canton, about 35 miles north of Jackson. Officials canceled the one in May because of the pandemic. The next one is Oct. 8. The flea market typically attracts thousands of shoppers to the small town. Although the event is outside, it’s common to see people crowded close together. Aldermen say they are working on a safety plan that includes requiring all vendors and shoppers to wear masks. They are asking all vendors to have hand sanitizer at each booth, and there are plans for handwashing stations throughout the square.\nMissouri\nColumbia: With more than 1,300 of its students infected with the coronavirus, the University of Missouri said Tuesday that two students were expelled and three others suspended for violating rules meant to slow the virus’s spread. A news release said the sanctions were necessary because of flagrant violations of rules and regulations that require students who test positive for the coronavirus to isolate themselves and comply with social distancing requirements. University System President and MU Chancellor Mun Choi said the university has repeatedly stressed the importance of COVID-19 policies and regulations aimed at keeping students, faculty, staff and the community safe. “We have seen a strong adoption of our policies and regulations,” Choi said in the release. “Unfortunately, a few students have violated these policies and violated the trust of their fellow community members.”\nMontana\nGreat Falls: The state added 190 cases of COVID-19 early Wednesday, bringing its total to 9,431 confirmations of the respiratory illness. Of the 9,431, 7,186 are recovered, and 2,104 are active, the state said on its covid19.mt.gov website. Montana has tallied 141 deaths, one more than reported Tuesday. The newest death occurred in Gallatin County, state officials said. The state has 106 people hospitalized out of 543 total hospitalizations since the pandemic began. There have been 292,401 tests administered, 2,035 more than Tuesday. Cascade County Sheriff Jesse Slaughter said Sunday that there were 37 new COVID-19 positive cases at the county’s detention center. He said that makes for a total of 60 active inmate cases and 70 inmates who have recovered.\nNebraska\nLincoln: Three more state corrections employees have tested positive for the coronavirus, state prisons officials said over the weekend. An employee at the Nebraska State Penitentiary in Lincoln and two employees at the state Diagnostic and Evaluation Center are the latest to test positive for COVID-19, the Nebraska Department of Correctional Services said in a news release Saturday. With the new cases, a total of 85 state prisons workers across the state have tested positive for the virus. Sixty-three of those have recovered. Officials said anyone who had close contact with the ill employees would be notified and directed to quarantine until they are cleared by a doctor. The agency said on its website that 184 inmates across the state had tested positive for the coronavirus as of Friday. Officials said 126 of those positive cases have been found at the State Penitentiary in Lincoln.\nNevada\nCarson City: Lawmakers allocated $6.2 million in federal relief dollars to a program that will test thousands of teachers across the state as they return to classrooms for in-person instruction. The program will pay for personnel, test kits, test processing and surveillance for up to 62,500 teachers and support staff throughout Nevada. It will be administered by the Clark County Teacher’s Health Trust, the largest public school employee health plan in the state. Throughout the United States, coronavirus cases have spiked in school districts that have opened for in-person instruction, including in Washoe County, where students and teachers at 16 schools in the Reno area have tested positive for the virus since returning to classrooms in mid-August. The district has made free testing available to teachers through the Renown Health hospital network.\nNew Hampshire\nConcord: The Salvation Army is planning to start its Red Kettle campaign earlier this year – in November – because of the need caused by the coronavirus pandemic, and people won’t need change or cash in hand to donate. “We’re going to have a code right on the kettle so that people can just take their phone and scan it, so it’s simple and easy,” Rosemarie Dykeman of the Salvation Army of Greater Nashua told WMUR-TV. People also can text “Kettles” to 91999 and fill in the amount. The Salvation Army of Northern New England said it could end up serving many more families this Christmas. In 2019, 553 families were served; this year, it estimates the number to be 857 families. “We’re getting a lot of new families that have lost a job due to the pandemic or the fact that their hours have been cut,” Dykeman said.\nNew Jersey\nMenlo Park: More than 100 veterans, health care workers and relatives of residents who died of COVID-19 rallied outside the state-run veterans home in the city Wednesday, demanding an investigation and the resignation of local managers. Families and union members said management’s orders to stop wearing face masks during the early days of the coronavirus pandemic led the Edison Township facility to amass one of the worst death tolls among nursing homes in New Jersey. “You couldn’t have prevented COVID, but you could have prevented it from becoming a wildfire,” said Shirley Suddoth-Lewis, president of the local chapter of AFSCME, the union representing nurses aides and other workers. Sixty-two residents and one caregiver have died since the start of the pandemic at the 312-bed home. Another state-run veterans center in Paramus leads all nursing homes in the state with 81 residents and one staff member lost.\nNew Mexico\nSanta Fe: A special audit of management contracts is raising concerns about weak financial controls, executive compensation excesses and potential profiteering at a county-owned hospital on the edge of the Navajo Reservation that became overwhelmed by the COVID-19 pandemic. The state auditor’s office on Tuesday released results for the Rehoboth McKinley Christian hospital in Gallup and its management and service contracts dating to 2016. The audit delves into a five-year contract for management of the hospital by the company Healthcare Integrity, whose CEO David Conejo came under criticism in public protests in May as the hospital grappled with coronavirus infections among staff. It resorted to transferring acute COVID-19 patients to other hospitals. Conejo was fired by the hospital in June.\nNew York\nNew York: The city’s already-delayed school year started remotely Wednesday in a soft opening that will serve as a prologue to the return of students to actual classrooms next week. Even as more than a million kids remotely return to class, it’s an open question whether the city can pull off the hybrid learning system Mayor Bill de Blasio announced in July. Unions representing teachers and principals in the nation’s largest public school district say schools still don’t have the teachers or the coronavirus safety measures that are needed, but de Blasio, a Democrat, insisted that the school year would start as planned with three days of online orientation this week. Students began returning to physical classrooms Wednesday for the first time since March. New York City is one of only a few large U.S. cities attempting to start the school year with students in real classrooms.\nNorth Carolina\nRaleigh: The state government is using federal COVID-19 relief dollars to purchase equipment so more public school students can access online classes and homework help. Gov. Roy Cooper announced last week that nearly $40 million would go toward funding a new partnership involving his administration. The project, called NC Student Connect, is designed to improve reliable internet for children as they learn remotely this fall due to coronavirus restrictions. About $30 million will go toward the purchase and distribution of 100,000 wireless, high-speed hot spots for students, Cooper’s office said in a news release. Another $8 million will provide free high-speed internet in public locations like parking lots so students can drop by to download class lessons. Other money will help instruct teachers, parents and students about remote learning techniques.\nNorth Dakota\nBismarck: State health officials on Wednesday reported 269 new COVID-19 cases and five more deaths related to the coronavirus, including two in Burleigh County and two in Eddy County. The other death was in McLean County. The state has recorded 172 deaths since the pandemic began, which is the 46th-most in the country overall and the 37th-highest per capita, according to the COVID Tracking Project. But the volunteer organization ranks North Dakota No. 1 overall in the number of cases per capita in the past two weeks. Officials confirmed cases in 35 counties in the last day, led by Cass County with 80, Williams County with 49, Burleigh County with 17 and Ward County with 13. There were no other counties with cases in double figures. The number of active cases in the state dropped by 36, to 2,528. The number of hospitalizations remained unchanged at 62.\nOhio\nColumbus: The state will be able to hire a health director despite concerns about criticism a candidate might face, Gov. Mike DeWine said Tuesday, addressing last week’s turn of events during which his new director withdrew her name just five hours after it was announced. DeWine said he respected the decision by former South Carolina Health Director Dr. Joan Duwve to reject the job Sept. 10. She cited unspecified personal reasons, then issued a statement the next day saying she learned the previous health director’s family had been harassed by the public. Dr. Amy Acton abruptly resigned as health director in June following a torrent of conservative criticism over her public health orders to slow the spread of the pandemic. That included armed protesters outside her house and protests outside the Ohio Statehouse with signs bearing anti-Semitic messages. Acton is Jewish.\nOklahoma\nOklahoma City: The city’s children will return to the classroom part time in mid-October or early November, depending on their grade, under a plan adopted by the school board in the state’s largest district. Under the plan agreed to Tuesday night, pre-K and kindergarten students will get two days per week of in-person instruction and three days of virtual classes starting Oct. 19. “These children are least familiar with a school setting and have some of the greatest challenges in a virtual setting, so this plan will give them a chance to acclimate before the rest of the students arrive,” Superintendent Sean McCasland said in a statement. Half of the students will attend in-person classes on Mondays and Tuesdays, and the other half will do so on Thursdays and Fridays. All students will receive remote instruction on Wednesdays. Students will have their temperatures checked each day and be encouraged to wear masks.\nOregon\nSalem: On the eve of the first day of school, parents and educators reported districtwide technical issues with some of Salem-Keizer Public Schools’ new remote learning platforms. Class rosters were not loading Wednesday, and some students still didn’t have login credentials. Educators were still receiving training on how to run the systems. and crafting curricula. Some still didn’t know which classes or grades they will teach. Parents were still attempting to set up the new apps, secure needed technology and reassure their children. With the COVID-19 pandemic and Oregon wildfires in the background, families and educators in Salem-Keizer schools are beginning the new year amid confusion, chaos and, for some, traumatic loss. Wednesday ran on a modified schedule, similar to a soft opening, with all students but kindergarteners expected to start their full-day schedule Thursday.\nPennsylvania\nHarrisburg: The state House on Tuesday passed a bill that would prevent governors from applying their disease control powers to shut down gatherings at churches or other houses of worship. The chamber voted 149 to 53 for the proposal, which the Democratic leader called a solution in search of a problem. All Republicans voted for it, while Democrats were split fairly evenly. “There’s never been a closure, and there won’t be,” Minority Leader Frank Dermody, D-Allegheny, said during floor debate. Democratic Gov. Tom Wolf and authorities under him have not restricted religious gatherings during the coronavirus pandemic. Instead, he asked religious leaders to protect their congregants. Wolf’s stay-at-home order effectively exempted religious activity but strongly discouraged gatherings. The proposal was sent to the Senate for its consideration.\nRhode Island\nProvidence: Providence College students who live off campus have been asked to stick to remote-only classes for the time being after several tested positive for COVID-19, school officials say. Off-campus students are only allowed to visit campus for testing, the school said Tuesday. “We have received reports of students who have tested for COVID-19 tests on their own, at off-campus facilities. Some of these results have been reported to the college by the Rhode Island Department of Health; others have been self-reported,” Steven Sears, interim vice president for student affairs and dean of students, said in a message to off-campus students. Off-campus students must learn remotely until they can produce a negative test result, he said. The school said as of Tuesday, 22 students and one faculty member or staffer had tested positive for the disease.\nSouth Carolina\nColumbia: The state Senate passed changes Tuesday to the budget that would provide a small raise to most teachers and a hazard pay bonus for some lower-paid state workers. Now attention turns to the House, where leaders may prefer not to change the $9 billion budget at all with worries that COVID-19 could continue to hobble the economy and cut state revenues. Lawmakers have already agreed to keep spending levels for the budget year that started in July at the same levels as the year before. The Senate also approved how it thinks South Carolina should spend the remaining $668 million in federal money for COVID-19 expenses, including setting aside $425 million toward repaying the fund that doles out unemployment benefits. The state has already set aside $500 million in federal money to replenish that fund.\nSouth Dakota\nSioux Falls: Eight additional people with COVID-19 have died, the state Department of Health reported Wednesday – a single-day record that brought the death toll from the coronavirus to 192. South Dakota also reported its single largest day of test results. The 5,690 results detected 297 new infections, for a daily positive rate of 5.22%. The total number of South Dakotans reported with the disease was 17,291. Sixty-eight of the new cases were in the higher-risk population of people older than 60. Fifty-four were among those 20-29, while 40 were in those 10-19. The age group with the smallest number of infections was 0-9, with eight positive cases.\nTennessee\nNashville: The nearly decadelong climb of the state’s graduate rate lost ground during the 2019-20 school year amid a turbulent school year thanks to the COVID-19 pandemic. About 89.6% of public high school seniors earned their diplomas at the end of the 2019-20 school year, a slight dip from the 89.7% rate set during the 2018-19 school year. Though the rate is down by one-tenth of a percentage point this year, the state has seen a steady increase since changes were made in 2011. Education Commissioner Penny Schwinn lauded last year’s record-high rate set by the Class of 2019 and said at the time she believed the state could top results. With most schools across the state closing by April because of the pandemic, many high school seniors missed the last months of the school year, but the state relaxed graduation requirements to ensure seniors weren’t negatively affected by the sudden disruption to the school year.\nTexas\nDallas: State health officials on Tuesday reported 4,816 new cases of the coronavirus and 132 additional deaths. The total number of confirmed COVID-19 cases in the state is now 668,746, while the death toll stands at 14,343, according to the Texas Department of State Health Services. The true number of cases in Texas is likely higher, though, because many people haven’t been tested, and studies suggest people can be infected and not feel sick. Health officials estimate nearly 68,500 cases in the state are active. There were about 3,300 people with COVID-19 hospitalized in Texas on Tuesday, health officials said. The number of hospitalizations has been decreasing since peaking July 22 at 10,893.\nUtah\nSalt Lake City: State officials say the U.S. Postal Service has sent erroneous information to voters about the upcoming election, decreasing public confidence in the service’s ability to handle ballots this year. The office of Lt. Gov. Spencer Cox said the Postal Service mailed a postcard to homes across the state last week urging voters “to request your mail-in ballot … at least 15 days before Election Day,” The Salt Lake Tribune reports. “All active registered voters in Utah automatically receive their ballots in the mail. Individuals do not need to request a mail-in ballot separately if they have previously registered to vote,” Cox said, arguing that the postcard’s information did not apply in Utah. State officials have encouraged methods other than voting on Election Day to reduce crowds and limit the risk of spreading COVID-19.\nVermont\nSt. Johnsbury: The COVID-19 pandemic has prompted the town to cancel its annual Halloween parade. Organizer Diane Cummings told the town select board Monday that the parade brings at least 3,000 people onto the streets of the community. The Caledonian Record reports she said the committee plans to let people know about the cancellation. “We were thinking of hanging skeletons along Main Street – maybe a dozen holding signs saying something like ‘Boo-Hoo, No Parade This Year’ or something corny like that,” she said. But Cummings said the committee is still determined to do something special for Halloween. One idea is to provide Halloween candy to children through the St. Johnsbury schools. All pandemic precautions would be followed while the candy is prepared for distribution, Cummings said. Other ideas the committee is working on include a pumpkin carving and scarecrow competitions.\nVirginia\nRichmond: Gov. Ralph Northam is trying to reassure Virginians that voting by mail is safe and that election security is a top priority for the state. The Democratic governor made the comments Tuesday while highlighting steps the state is taking to protect absentee voting during the coronavirus pandemic, which include using drop boxes for early voting and putting barcodes on absentee ballot envelopes to track when they are delivered. “We all share the priority of ensuring free and fair elections,” Northam said. Virginia is one of several states offering ways for voters to verify the status of their ballot online. The Virginia Department of Elections’ citizen portal shows when an absentee ballot request has been received, when a ballot has been sent and when the ballot has been received by a local election office. Lawmakers also recently approved Northam’s proposal to spend $2 million for prepaid postage for all absentee ballots.\nWashington\nMount Vernon: The Skagit County Department of Emergency Management in northwest Washington state has provided about 2,000 N95 masks to protect agricultural workers amid the widespread wildfires, officials said. Thick smoke has made the air quality unhealthy and prompted orders for citizens to stay home as much as possible. The smoke is expected to linger until at least Thursday, the Skagit Valley Herald reports, but area farmers cannot halt all of their outdoor work. Farmers and farmworkers were already required to wear face coverings because of the coronavirus, but cloth masks do little to protect from wildfire pollutants, according to the Centers for Disease Control and Prevention. Masks like the N95 can protect against harmful particles found in smoke.\nWest Virginia\nCharleston: State officials yet again amended guidelines for reopening schools Tuesday, with the aim of restarting in-person instruction and sports in more counties. The changes add a new category to the state’s color-coded coronavirus map, which rates the severity of the outbreak in counties. Critics and education groups say multiple tweaks to the map over several weeks have confused parents and school officials. Republican Gov. Jim Justice and his advisers unveiled the new gold category after an hourslong meeting Monday evening. Five counties can now resume in-person instruction and sports competitions after moving from orange to gold. The West Virginia Education Association, which has about 15,000 members, slammed the rollout. “We are angry that our state leaders continue to manipulate the color-coded map,” Dale Lee, president of the association, said in a statement.\nWisconsin\nMadison: University of Wisconsin-Madison officials made the right decision to reopen the campus even though there’s been a surge of COVID-19 cases there, Gov. Tony Evers said Tuesday. The state’s flagship university reopened Sept. 2. As of Tuesday, 2,160 students and 31 university workers have tested positive for COVID-19. The university has been forced to suspend in-person classes in lieu of online instruction and quarantine multiple fraternity and sorority houses as well as two large dorms. Chancellor Rebecca Blank, who has blamed the outbreak on student actions, has been intensely criticized for opening the campus for the fall semester after other colleges across the country that opened earlier saw similar outbreaks. Evers, a Democrat, defended the decision, saying the reopening came with a massive effort to test students and trace infected students’ contacts. Students should take more responsibility for their behavior, he said.\nWyoming\nCheyenne: About 100 students at a junior high school have been told to stay home after a school employee tested positive for the coronavirus. The positive case at McCormick Junior High School announced Tuesday was the first in the Cheyenne-area school district since school began Aug. 31. School officials were ready to offer remote instruction for students who needed it, Laramie County School District No. 1 Superintendent Boyd Brown told the Wyoming Tribune Eagle. Brown declined to say whether the employee testing positive was a teacher but said at least one other McCormick employee was potentially in contact with that person. “That may require them to be quarantined, as well, but if they’re just quarantined and able to teach, we’ll just have them do that remotely,” Brown said. The school has about 600 students.\nFrom USA TODAY Network and wire reports"}]}