{"request": {"pageUrl": "https://www.seacoastonline.com/news/20200917/unh-names-gables-apartments-its-second-covid-19-cluster", "api": "article", "version": 3}, "objects": [{"sentiment": -0.242, "images": [{"naturalHeight": 0, "width": 760, "diffbotUri": "image|3|1190363623", "url": "https://www.seacoastonline.com/storyimage/SO/20200917/NEWS/200919678/EP/1/2/EP-200919678.jpg?Q=75&maxW=960&maxH=960", "naturalWidth": 0, "primary": true, "height": 507}, {"naturalHeight": 0, "width": 760, "diffbotUri": "image|3|1303171267", "url": "https://www.seacoastonline.com/storyimage/SO/20200917/NEWS/200919678/AR/0/AR-200919678.jpg?Q=75&maxW=960&maxH=960", "naturalWidth": 0, "height": 507}, {"naturalHeight": 0, "width": 760, "diffbotUri": "image|3|-1168943386", "url": "https://www.seacoastonline.com/storyimage/SO/20200917/NEWS/200919678/EP/1/1/EP-200919678.jpg?Q=75&maxW=960&maxH=960", "naturalWidth": 0, "height": 507}], "author": "Ian Lenahan", "icon": "https://www.seacoastonline.com/Global/images/mobile/m_apps/seacoastonline/icons/icon175x175.jpeg", "diffbotUri": "article|3|688274254", "siteName": "seacoastonline.com", "type": "article", "title": "UNH names Gables apartments its second COVID-19 cluster", "tags": [{"score": 0.9998480081558228, "sentiment": 0, "count": 4, "label": "University of New Hampshire", "uri": "https://diffbot.com/entity/O1WDU6omeOaq1Ev_FILAkaA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9985472559928894, "sentiment": -0.578, "count": 8, "label": "Coral Gables", "uri": "https://diffbot.com/entity/A78fhOjVKMSCOlOekXzMohg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.9975002408027649, "sentiment": -0.426, "count": 10, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8460785150527954, "sentiment": 0, "count": 1, "label": "Durham", "uri": "https://diffbot.com/entity/AHlTR9ZwvNRSI7k2RVZOCLQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/Town"]}, {"score": 0.8219673037528992, "sentiment": 0, "count": 1, "label": "Paul Dean", "uri": "https://diffbot.com/entity/PAPHhHNPFPma8nwK5UOvOaw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8114680051803589, "sentiment": -0.761, "count": 1, "label": "Theta Chi", "uri": "https://diffbot.com/entity/OsKcKl8ENNAqlLRMiFPm8sg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.7039486169815063, "sentiment": 0, "count": 1, "label": "University of New Haven", "uri": "https://diffbot.com/entity/OeLkbf_TgNi-dDfmlyvpW3Q", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6169046759605408, "sentiment": 0, "count": 1, "label": "Erika Mantz", "uri": "https://diffbot.com/entity/PNs0oM96FOcanPq5Cb6UYZg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "humanLanguage": "en", "pageUrl": "https://www.seacoastonline.com/news/20200917/unh-names-gables-apartments-its-second-covid-19-cluster", "html": "<figure data-slick-index=\"2\" data-updated=\"\"> <img src=\"https://www.seacoastonline.com/storyimage/SO/20200917/NEWS/200919678/EP/1/2/EP-200919678.jpg?Q=75&maxW=960&maxH=960\"> </img>   Hide caption    The Gables apartments complex is the second COVID-19 cluster identified at the University of New Hampshire in Durham. [Deb Cram/Fosters.com and Seacoastonline]  </figure>\n<figure data-slick-index=\"3\" data-updated=\"\"> <img src=\"https://www.seacoastonline.com/storyimage/SO/20200917/NEWS/200919678/AR/0/AR-200919678.jpg?Q=75&maxW=960&maxH=960\"> </img>   Hide caption    The Gables apartments complex is the second COVID-19 cluster identified at the University of New Hampshire in Durham. [Deb Cram/Fosters.com and Seacoastonline]  </figure>\n<figure data-slick-index=\"4\" data-updated=\"\"> <img src=\"https://www.seacoastonline.com/storyimage/SO/20200917/NEWS/200919678/EP/1/1/EP-200919678.jpg?Q=75&maxW=960&maxH=960\"> </img>   Hide caption    The Gables apartments complex is the second COVID-19 cluster identified at the University of New Hampshire in Durham. [Deb Cram/Fosters.com and Seacoastonline]  </figure>\n<p>DURHAM &mdash; Despite rigorous efforts with a new testing lab and widespread education from the #UNHtogether health campaign, a second COVID-19 cluster on campus was announced by university officials.</p>\n<p>UNH Chief of Police Paul Dean and Health and Wellness Medical Director Peter Degnan alerted that the Gables apartments were named as an outbreak site in a Wednesday evening email to students, faculty, staff and community members. The designation came after consulting with the New Hampshire Department of Health and Human Services.</p>\n<p>Since Aug. 31, the school&rsquo;s first day of classes, 20 positive cases of the coronavirus have traced back to the Gables. All positive cases were asked to isolate immediately for 10 days, while anyone in close contact with the positive cases were asked to quarantine for 14 days.</p>\n<p>Per the university&rsquo;s COVID-19 webpage, &ldquo;a close contact is defined as any individual who was within 6 feet of an infected person for at least 10 to 15 minutes starting from 2 days before illness onset (or, for asymptomatic patients, 2 days prior to positive specimen collection) until the time the patient is isolated.&rdquo;</p>\n<p>The Gables, a five-building, on-campus apartment complex, houses approximately 1,000 students. The email stated the amount of positive cases traced back to the Gables since Aug. 31 has since been cut to 10 active cases.</p>\n<p>UNH reported Thursday it had 37 active coronavirus cases (27 students and 10 faculty and staff members) as of Wednesday. Of the 143 students asked to quarantine as a result of contact tracing and testing, 24 are quarantining on campus. From Sept. 10-16, UNH found 19 positive cases in its community, a 0.08% positivity rate among the 22,962 COVID-19 tests performed.</p>\n<p>Senior Caitlin Durnbaugh is a second-year community assistant in the Gables. She serves on a team of students tasked with enforcing UNH policy and procedure while helping create a positive environment for the residents. Despite the outbreak at the Gables, she feels their ability to enforce COVID-19 regulations has been &ldquo;really good.&rdquo;</p>\n<p>Durnbaugh said she and her co-workers sometimes have to ask people to wear a face mask or wear one properly above their nose, but &ldquo;so far, people have been really receptive to that.&rdquo;</p>\n<p>She said she and her co-workers have received complaints about noise violations, but that doesn&rsquo;t always equate to parties in the complex. She noted a lot of Gables&rsquo; students, with a growing desire to stay home, will play music with their windows down, so people might perceive the Gables party scene to be worse than it really is.</p>\n<p>&ldquo;So I would say things like that are in our control, but also may seem like it&rsquo;s out of our control, because perception, at the end of the day, is really becoming reality,&rdquo; she said.</p>\n<p>Chief Dean and Degnan reassured the school is taking proper precautions with residents of the Gables. Their email stated: &ldquo;enhanced education and outreach has been undertaken at the Gables and residents have been reminded to continue to avoid group gatherings. Following normal protocols any living space where a positive case is identified undergoes a deep cleaning.&rdquo;</p>\n<p>UNH&rsquo;s first designated COVID-19 cluster was within Theta Chi fraternity, which came under fire from the university after a <a href=\"https://www.fosters.com/news/20200907/unh-president-theta-chi-frat-party-leading-to-11-virus-cases-rsquoreprehensiblersquo\">gathering of approximately 100 students</a> on Aug. 29 led to at least 11 COVID-19 cases. Theta Chi was placed under interim suspension, with UNH President James Dean Jr. saying the fraternity&rsquo;s actions were &ldquo;reprehensible and will not be tolerated.&rdquo;</p>\n<p>Gables Manager Kelsey Gilmore and UNH spokesperson Erika Mantz did not immediately respond to request for comments for this story.</p>\n<p><b>SEACOAST CORONAVIRUS NEWS IS FREE: </b><i>This content is being provided for free as a public service to our readers.<a href=\"http://pages.s7.exacttarget.com/page.aspx?QS=c76003443ff9837d08393c4559ff8a1b86d1a2da672edbd7&PROD_CODE=GTDT_SPH\"> Sign up for our free daily or breaking email newsletters and Seacoast Health newsletter</a> to stay informed. Please support local journalism by <a href=\"https://www.seacoastonline.com/subscribenow\">subscribing to Seacoastonline.com</a> or by <a href=\"https://www.fosters.com/subscribenow\">subscribing to Fosters.com.</a></i></p>", "text": "DURHAM — Despite rigorous efforts with a new testing lab and widespread education from the #UNHtogether health campaign, a second COVID-19 cluster on campus was announced by university officials.\nUNH Chief of Police Paul Dean and Health and Wellness Medical Director Peter Degnan alerted that the Gables apartments were named as an outbreak site in a Wednesday evening email to students, faculty, staff and community members. The designation came after consulting with the New Hampshire Department of Health and Human Services.\nSince Aug. 31, the school’s first day of classes, 20 positive cases of the coronavirus have traced back to the Gables. All positive cases were asked to isolate immediately for 10 days, while anyone in close contact with the positive cases were asked to quarantine for 14 days.\nPer the university’s COVID-19 webpage, “a close contact is defined as any individual who was within 6 feet of an infected person for at least 10 to 15 minutes starting from 2 days before illness onset (or, for asymptomatic patients, 2 days prior to positive specimen collection) until the time the patient is isolated.”\nThe Gables, a five-building, on-campus apartment complex, houses approximately 1,000 students. The email stated the amount of positive cases traced back to the Gables since Aug. 31 has since been cut to 10 active cases.\nUNH reported Thursday it had 37 active coronavirus cases (27 students and 10 faculty and staff members) as of Wednesday. Of the 143 students asked to quarantine as a result of contact tracing and testing, 24 are quarantining on campus. From Sept. 10-16, UNH found 19 positive cases in its community, a 0.08% positivity rate among the 22,962 COVID-19 tests performed.\nSenior Caitlin Durnbaugh is a second-year community assistant in the Gables. She serves on a team of students tasked with enforcing UNH policy and procedure while helping create a positive environment for the residents. Despite the outbreak at the Gables, she feels their ability to enforce COVID-19 regulations has been “really good.”\nDurnbaugh said she and her co-workers sometimes have to ask people to wear a face mask or wear one properly above their nose, but “so far, people have been really receptive to that.”\nShe said she and her co-workers have received complaints about noise violations, but that doesn’t always equate to parties in the complex. She noted a lot of Gables’ students, with a growing desire to stay home, will play music with their windows down, so people might perceive the Gables party scene to be worse than it really is.\n“So I would say things like that are in our control, but also may seem like it’s out of our control, because perception, at the end of the day, is really becoming reality,” she said.\nChief Dean and Degnan reassured the school is taking proper precautions with residents of the Gables. Their email stated: “enhanced education and outreach has been undertaken at the Gables and residents have been reminded to continue to avoid group gatherings. Following normal protocols any living space where a positive case is identified undergoes a deep cleaning.”\nUNH’s first designated COVID-19 cluster was within Theta Chi fraternity, which came under fire from the university after a gathering of approximately 100 students on Aug. 29 led to at least 11 COVID-19 cases. Theta Chi was placed under interim suspension, with UNH President James Dean Jr. saying the fraternity’s actions were “reprehensible and will not be tolerated.”\nGables Manager Kelsey Gilmore and UNH spokesperson Erika Mantz did not immediately respond to request for comments for this story.\nSEACOAST CORONAVIRUS NEWS IS FREE: This content is being provided for free as a public service to our readers. Sign up for our free daily or breaking email newsletters and Seacoast Health newsletter to stay informed. Please support local journalism by subscribing to Seacoastonline.com or by subscribing to Fosters.com."}]}