{"request": {"pageUrl": "https://www.usatoday.com/story/news/health/2020/09/18/covid-19-news-texas-las-vegas-restrictions-moderna-vaccine/3488885001/", "api": "article", "version": 3}, "objects": [{"date": "Sat, 19 Sep 2020 03:30:00 GMT", "sentiment": -0.194, "images": [{"naturalHeight": 1801, "width": 0, "diffbotUri": "image|3|-1696547864", "url": "https://www.gannett-cdn.com/presto/2020/08/27/USAT/e6bbb212-3d00-49fa-86a8-c3ffd2e64ef1-AFP_1WA44U.jpg?crop=3999,2250,x0,y232&width=3200&height=1801&format=pjpg&auto=webp", "naturalWidth": 3200, "primary": true, "height": 0}], "author": "Jessica Flores", "estimatedDate": "Sat, 19 Sep 2020 03:30:00 GMT", "publisherRegion": "North America", "diffbotUri": "article|3|981664508", "siteName": "USA TODAY", "type": "article", "title": "Coronavirus updates: CDC reverses controversial testing guidance; public still split on COVID-19 vaccine; Las Vegas bars to reopen", "tags": [{"score": 0.9961428046226501, "sentiment": -0.846, "count": 22, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9955667853355408, "sentiment": 0, "count": 1, "label": "Las Vegas", "uri": "https://diffbot.com/entity/AcVm1wANcPkquny05g8FFmQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.9871543645858765, "sentiment": 0, "count": 3, "label": "Robert R. Redfield", "uri": "https://diffbot.com/entity/PBsVJfZNLMOiVGC051Ow54Q", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9763019680976868, "sentiment": 0, "count": 2, "label": "vaccine", "uri": "https://diffbot.com/entity/Xjv_jBM9JO0KLdiTLLXaFoA", "rdfTypes": ["http://dbpedia.org/ontology/ChemicalSubstance"]}, {"score": 0.9671348929405212, "sentiment": -0.528, "count": 2, "label": "Adam Laxalt", "uri": "https://diffbot.com/entity/PzzDFlwZtPQyFGc4KNdwXxw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9411559700965881, "sentiment": 0, "count": 2, "label": "Nevada", "uri": "https://diffbot.com/entity/A3V75tYm4ObOt1UP35jWxEQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9316899180412292, "sentiment": 0, "count": 1, "label": "Moderna", "uri": "https://diffbot.com/entity/C_1ymywuANsqZmyBURabtPA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.7321293950080872, "sentiment": 0, "count": 1, "label": "Brett Murphy", "uri": "https://diffbot.com/entity/PsS2Bq6hENByuigLqm587dw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6831024885177612, "sentiment": 0, "count": 1, "label": "Donald Trump", "uri": "https://diffbot.com/entity/PY1mA3TomNVWxY0sLifAwEQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6570848226547241, "sentiment": 0, "count": 1, "label": "Arkansas", "uri": "https://diffbot.com/entity/AYemSQWXTP4mfogjeFRuQww", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}], "publisherCountry": "United States", "breadcrumb": [{"link": "https://www.usatoday.com/news/health/", "name": "HEALTH"}], "humanLanguage": "en", "authorUrl": "https://www.usatoday.com/staff/2951355001/jessica-flores/", "pageUrl": "https://www.usatoday.com/story/news/health/2020/09/18/covid-19-news-texas-las-vegas-restrictions-moderna-vaccine/3488885001/", "html": "<aside><figure><video></video></figure></aside>\n<p>With the U.S. approaching 200,000 confirmed COVID-19 deaths and worldwide infections topping 30 million, the Centers for Disease Control and Prevention is now recommending that all people who have been exposed to someone with COVID-19 should get tested, even if they aren't showing symptoms.</p>\n<p>The recommendation Friday reverses <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/story/news/health/2020/08/26/cdc-changes-covid-19-testing-guidelines-will-kill-experts-say/3441828001/\">controversial guidance the agency issued</a> at the end of August, which said that someone who was in close contact (within 6 feet) of an infected person for at least 15 minutes but doesn&rsquo;t have symptoms does not &quot;necessarily need a test.&quot;</p>\n<p>Asked about the timeline for a coronavirus vaccine, President Donald Trump on Friday said the U.S. will have manufactured more than 100,000,000 doses of vaccine before the end of the year, with &quot;enough vaccines for every American by April.&quot; But CDC Director Robert Redfield <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/story/news/health/2020/09/16/covid-19-news-donald-trump-herd-mentality-india-texas-stimulus/5812239002/\">told a Senate panel this week that a vaccine may not be available</a> to the American public until summer or fall 2021.</p>\n<p>Meanwhile, <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.statesman.com/news/20200917/abbott-relaxes-limits-on-restaurants-retail-and-gyms-but-keeps-bars-closed\">Texas</a> and <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.rgj.com/story/news/2020/09/17/las-vegas-bars-reopen-sunday/3484111001/\">Nevada</a> are set to ease restrictions for some businesses beginning this weekend, and <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/in-depth/news/politics/elections/2020/09/16/election-2020-when-early-voting-and-mail-voting-begins-every-state/5804677002/\">four more states began-in person voting</a> Friday.</p>\n<p><strong>Some significant developments:</strong></p>\n<ul><li>As in-person voting began in Virginia on Friday, lines at voting locations in Fairfax County were already out the door. A photo shared by the county on Twitter showed a long line of people wearing masks, standing 6 feet apart on sidewalks or camped out on benches and curbs.</li><li>The U.S. public is still divided over whether to get COVID-19 vaccine one it becomes available, with nearly half saying they wouldn't get vaccinated in a Pew Research Center survey. </li><li>A drafted announcement that was never sent illustrates how the United States Postal Service had planned to send 650 million masks to Americans during the early parts of the pandemic, <a data-t-l=\"|inline|intext|n/a\" href=\"https://context-cdn.washingtonpost.com/notes/prod/default/documents/49432998-a2af-4264-8096-5745764ad1d9/note/eb20dda6-c289-4eb3-a6a7-de9c5c2455da.#page=1\">according to a document</a> obtained by the <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.americanoversight.org/document/usps-communications-of-postmaster-general-brennan-containing-key-terms\">watchdog group American Oversight</a> through the Freedom of Information Act.</li><li>Moderna, one of the companies leading the effort to develop a COVID-19 vaccine, announced it could have enough clinical trial results as soon as November to confirm the effectiveness of its candidate vaccine.</li></ul>\n<p><strong>📈 Today's numbers:</strong> The U.S. has reported more than 6.6 million cases and 198,000 deaths, according to <a data-t-l=\"|inline|intext|n/a\" href=\"https://coronavirus.jhu.edu/map.html\">Johns Hopkins University data</a>. Globally, there have been more than 30 million cases and 947,000 fatalities. New case records were set in six states: Arkansas, Montana, North Dakota, West Virginia, Wisconsin and Wyoming, according to a USA TODAY analysis of Johns Hopkins data. Record numbers of deaths were reported in Kansas, North Dakota and Puerto Rico.</p>\n<p><strong>📰 What we're reading:</strong> Didn't hear from contact tracers about that guy coughing on your flight? <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/story/travel/airline-news/2020/09/18/coronavirus-tracing-covid-19-infected-airline-passengers-isnt-easy/3477412001/\">You might not &ndash; even if he had COVID-19</a>.</p>\n<p><strong>🗺️ Mapping coronavirus: </strong><a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/in-depth/graphics/2020/03/10/us-coronavirus-map-tracking-united-states-outbreak/4945223002/\">Track the U.S. outbreak, state by state</a></p>\n<p><em>This file will be updated throughout the day. For updates in your inbox, subscribe to <strong><a data-t-l=\"|inline|intext|n/a\" href=\"https://profile.usatoday.com/newsletters/daily-briefing/?_ga=2.6734706.1780697197.1600023510-542637974.1594173963\">The Daily Briefing</a></strong> newsletter.</em></p>\n<h2>Parents knowingly sent child to school with COVID-19</h2>\n<p>Twenty-nine high school students in Massachusetts were told to quarantine after parents <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/story/news/nation/2020/09/18/covid-massachusetts-parents-knowingly-send-sick-child-school/5825520002/\">sent their child to in-person class despite having tested positive</a> for the coronavirus days earlier, reports say.</p>\n<p><a data-t-l=\"|inline|intext|n/a\" href=\"https://www.nbcnews.com/news/us-news/mass-parents-knew-kid-had-coronavirus-sent-him-1st-day-n1240295\">According to NBC News</a>, the student tested Sept. 9 and got positive results back on Sept. 11. They went for their first day of class at Attleboro High School, located about 39 miles southwest of Boston, on Sept. 14.</p>\n<p>Parents learned the next day that a student who attended the public school had tested positive for COVID-19, according to a letter sent to parents obtained by USA TODAY.</p>\n<h2>CDC reverses controversial guidance on COVID-19 testing</h2>\n<p>The Centers for Disease Control and Prevention<a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/story/news/health/2020/09/18/covid-testing-cdc-reverses-guidelines-asymptomatic-spread/5827365002/\"> reversed controversial guidance</a> on coronavirus testing Friday, now recommending that people who have been exposed to someone with COVID-19 should get tested, even if they're not symptomatic.</p>\n<p>The recommendation departs from guidance the agency issued at the end of August, which said that someone who was in close contact (within 6 feet) of an infected person for at least 15 minutes but doesn&rsquo;t have symptoms does not &quot;necessarily need a test.&quot;</p>\n<p>Infectious disease experts were confused and troubled by the change, as people who are not showing symptoms can still have and spread COVID-19.</p>\n<p>The CDC estimates that 40% of infections are asymptomatic and 50% of transmissions occur before symptoms appear. Experts worry that failing to test asymptomatic carriers could not only result in more infections but also hinder contact tracing efforts.</p>\n<h2>CDC director called in favor to help Nevada GOP leader get COVID-19 test</h2>\n<p>A USA TODAY investigation found that Dr. Robert Redfield, the director of the CDC, <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/story/news/investigations/2020/09/18/cdc-director-ordered-scarce-covid-test-nevada-gop-leader-march/3490999001/\">called Nevada&rsquo;s chief medical officer in early March to request a COVID-19 test</a> for a Nevada GOP leader who could not get one.</p>\n<p>Adam Laxalt, the former attorney general of Nevada until 2019 and booster for President Donald Trump, believed he was exposed to the coronavirus while attending the Conservative Political Action Conference in Maryland. But Laxalt was not showing symptoms and could not get approved for a test through a local hospital back home.</p>\n<p>On the phone call, Redfield asked the medical officer, Dr. Ihsan Azzam, to get it done, according to interviews and internal communications USA TODAY received through records requests.</p>\n<p>The special treatment is a stark example of how political influence has penetrated the CDC during the COVID-19 pandemic, creating challenges for local health authorities. It came at a time when his agency knew thousands of Americans needed testing but could not get it due to supply shortages.</p>\n<p><em>&ndash; Brett Murphy and Letitia Stein</em></p>\n<h2>Europe battles COVID-19 resurgence</h2>\n<p>Amid a rising number of COVID-19 cases in Europe, several nations are implementing new restrictions.</p>\n<ul><li><strong>England</strong>: A ban on social gatherings of more than six people, including children, went into effect this week, and fresh nationwide lockdown restrictions appear to be in the cards soon.</li><li><strong>Denmark</strong>: Officials announced a nationwide order lowering the size of approved gatherings from 100 to 50 and telling cafes, bars and restaurants to close at 10 p.m. instead of midnight.</li><li><strong>Spain</strong>: A line of tents has been installed at the gates of a Madrid military hospital four months after similar structures for triaging patients were taken down. Spain&rsquo;s Defense Ministry said the tents are empty, installed protectively ahead of the second wave taking hold on the Spanish capital.</li><li><strong>Italy</strong>: The Sicilian town of Corleone, <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/story/travel/news/2020/09/18/coronavirus-infections-tied-wedding-the-godfather-home/3492075001/\">made famous by the fictional Mafia clan in &quot;The Godfather,&quot; has ordered schools closed and a limited lockdown</a> because of a coronavirus spike.</li></ul>\n<p>Meanwhile, Israel has returned to a full lockdown to contain a worsening coronavirus outbreak.</p>\n<p><em>&ndash; The Associated Press</em></p>\n<h2>270 million are 'marching toward the brink of starvation' amid pandemic</h2>\n<p>U.N. World Food Program chief David Beasley is warning that 270 million people are &quot;marching toward the brink of starvation&quot; because of the toxic combination of conflict, climate change and the COVID-19 pandemic.</p>\n<p>Beasley on Thursday urged donor nations and billionaires to contribute $4.9 billion to feed the 30 million he said will die without U.N. assistance. He reminded the U.N. Security Council of his warning five months ago that &quot;the world stood on the brink of a hunger pandemic,&quot; and welcomed the response then, which averted famine and led countries to fight back against the coronavirus.</p>\n<p><em>&ndash; The Associated Press</em></p>\n<h2>13% of world's population have purchased majority of promised vaccines</h2>\n<p>Wealthy nations representing 13% of the world&rsquo;s population have already purchased approximately 51% of the promised doses of leading COVID-19 vaccine candidates, nonprofit group <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.oxfam.org/en/press-releases/small-group-rich-nations-have-bought-more-half-future-supply-leading-covid-19\">Oxfam warned Thursday</a>.</p>\n<p>Oxfam analyzed the deals that pharmaceutical corporations and vaccine producers made with nations around the world for the five leading vaccine candidates in phase 3 clinical trials. Even in the event that all five vaccines succeed, nearly two-thirds of the world&rsquo;s population will not have a vaccine until at least 2022, Oxfam estimates.</p>\n<p>Earlier this week, researchers at Northeastern University warned that more people will die if wealthy nations hoard vaccines. The models found 61% of deaths could be averted if the vaccine was distributed to all countries proportional to population, while only 33% of deaths would be averted if high-income countries got the vaccines first.</p>\n<h2>Nearly half of school employees in high risk group for COVID-19, study says</h2>\n<p>While students may be in the group that poses the least risk for COVID-19 infection, a study says nearly half of school employees potentially have the highest risk.</p>\n<p>According to <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.healthaffairs.org/doi/full/10.1377/hlthaff.2020.01536?utm_campaign=CovidFasttrack&utm_medium=press&utm_content=Selden&utm_source=mediaadvisory&\">a pre-print study to be published in Health Affairs</a>, between 42% to about 51% of all school employees meet the Centers for Disease Control and Prevention&rsquo;s definition for being at increased risk for COVID-19.</p>\n<p>The CDC says that underlying health conditions, such as obesity, diabetes and heart disease, and older age put people into the highest risk groups.</p>\n<p>The results align closely with a recent survey by the Education Week Research Center that said 43% of teachers have reported having a physical condition that makes them vulnerable to COVID-19.</p>\n<h2>USPS scrapped plan to send 650M masks to Americans, document reveals</h2>\n<p>A plan by the United States Postal Service to send 650 million masks to Americans at the start of the pandemic was scrapped, <a data-t-l=\"|inline|intext|n/a\" href=\"https://context-cdn.washingtonpost.com/notes/prod/default/documents/49432998-a2af-4264-8096-5745764ad1d9/note/eb20dda6-c289-4eb3-a6a7-de9c5c2455da.#page=1\">according to a document</a> obtained by the <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.americanoversight.org/document/usps-communications-of-postmaster-general-brennan-containing-key-terms\">watchdog group American Oversight</a> through the Freedom of Information Act.</p>\n<p>The announcement, which was first reported by the Washington Post on Friday, was drafted but never sent. USPS said in the plan that first shipments of masks were expected to reach U.S. households at an unspecified date in April.</p>\n<p>The document demonstrates how the Postal Service&rsquo;s role in the pandemic response may have been more involved than initially reported this spring.</p>\n<h2>Nearly half of US public say they wouldn&rsquo;t get a COVID-19 vaccine: Pew study</h2>\n<p>Even after government agencies and pharmaceutical companies pledged their independence in the race to find a vaccine for the coronavirus, Americans are still divided over whether they would get vaccinated.</p>\n<p><a data-t-l=\"|inline|intext|n/a\" href=\"https://www.pewresearch.org/science/2020/09/17/u-s-public-now-divided-over-whether-to-get-covid-19-vaccine/\">According to a Pew Research Center survey</a>, nearly half of U.S. adults (49%) say they definitely or probably would not get vaccinated at this time. Intent to get a COVID-19 vaccine has fallen by 21% since May.</p>\n<p>While intent to get a vaccinated has declined across all major political and demographic groups, some differences remain. Just 32% of Black adults say they would definitely get a vaccine compared with 52% of white adults, 56% of Hispanics and 72% of Asian Americans.</p>\n<p>The national survey was conducted Sept. 8-13 among more than 10,000 U.S. adults.</p>\n<h2>Las Vegas bars, taprooms, breweries will be allowed to reopen on Sunday</h2>\n<p>After a six-month shutdown due to COVID-19, Nevada officials announced <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.rgj.com/story/news/2020/09/17/las-vegas-bars-reopen-sunday/3484111001/\">bars, taprooms and breweries can reopen</a> Sunday night in Clark County, where Las Vegas is located. Nevada's COVID-19 Mitigation and Management Task Force on Thursday unanimously approved the county's plan to reopen drinking businesses throughout the Las Vegas Valley.</p>\n<p>Clark County Commission Chairwoman Marilyn Kirkpatrick told the task force that bar owners are committed to following health and safety protocols. State biostatistician Kyra Morgan revealed the COVID-19 positivity rate dropped from 8.6% to 7.8% between Monday and Thursday. The World Health Organization's recommends that rate should be no higher than 5%.</p>\n<p>Meanwhile, one resort, Wynn Las Vegas <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.usatoday.com/story/travel/hotels/2020/09/17/wynn-las-vegas-says-548-employees-tested-positive-covid-19/3482423001/\">has logged almost 500 positive COVID-19 cases among employees</a> since it reopened in June.</p>\n<p><em>&ndash; Ed Komenda, Reno Gazette Journal</em></p>\n<h2>Utah governor considers statewide mask mandate amid COVID-19 surge </h2>\n<p>Utah Gov. Gary Herbert said Thursday he is considering a statewide mask mandate and planning expanded coronavirus testing in response to what he called an alarming spike of infections in the state.</p>\n<p>The state counted 911 new confirmed cases on Thursday, a new record for any single day. The rolling average of daily new cases has increased by about 54% over the past two weeks, according to state data, and has jumped to 661 per day this week compared to 381 per day last week.</p>\n<p>&quot;We are taking this spike and the magnitude of it very seriously,&quot; Herbert told reporters.</p>\n<p>Herbert, a Republican, has urged residents to wear masks for months but has stopped short of implementing a statewide mandate. He has instead allowed counties to decide if they needed bans.</p>\n<p><em>&ndash; Kaitlyn Bancroft, The Spectrum &amp; Daily News (St. George, Utah)</em></p>\n<h2>India's coronavirus case count increases by 96K over 24 hours</h2>\n<p>India's coronavirus cases jumped by another 96,424 infections in the past 24 hours, showing little sign of leveling.</p>\n<p>The Health Ministry on Friday raised the nation&rsquo;s total past 5.21 million, or about 0.37% of its nearly 1.4 billion people. It said 1,174 more people died in the past 24 hours, for a total of 84,372 fatalities, but experts say India's death toll may be a significant undercount.</p>\n<p>India&rsquo;s Prime Minister Narendra Modi on his birthday on Thursday made a fresh appeal to people to wear masks and maintain social distance as his government chalked out plans to handle big congregations expected during a major Hindu festival season beginning next month.</p>\n<h2>Texas Gov. Greg Abbott relaxes limit restrictions on businesses; bars must stay closed</h2>\n<p>Texas Gov. Greg Abbott said Thursday that he would allow businesses to expand pandemic limits on capacity in most of the state, citing a decline in coronavirus hospitalizations.</p>\n<p>The order <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.statesman.com/news/20200917/abbott-relaxes-limits-on-restaurants-retail-and-gyms-but-keeps-bars-closed\">allows businesses operating at 50% capacity to move to 75% starting Monday</a>. That includes restaurants, retail, office buildings, manufacturing, gyms, libraries and museums. Bars remain closed under the order, although some have been able to reopen by selling more food than alcohol.</p>\n<p>&quot;Without vaccines available, containing COVID is a challenge, but Texans have already shown that they are up to that challenge,&quot; Abbott said at a Capitol news conference. &quot;As we go about the process to continue to contain COVID, we will also continue to work to open up Texas.&quot;</p>\n<p>And Abbott is allowing hospitals in much of the state to resume elective surgeries, effective immediately. Nursing homes and other long-term care facilities may resume visitations next Thursday, as long as there are no outbreaks at those facilities.</p>\n<p><em>&ndash; Nicole Cobler, Austin-American Statesman</em></p>\n<h2>Survey: 751 Arizona teachers have resigned or retired since school began</h2>\n<p>There are fewer teachers than ever in Arizona classrooms, <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.azcentral.com/story/news/local/arizona-education/2020/09/17/survey-751-arizona-teachers-have-left-since-beginning-school/3479998001/\">according to a new survey</a> from the Arizona School Personnel Administrators Association.</p>\n<p>Just a few weeks into the school year, about 28% of teacher positions in the state remained vacant compared with 21% vacant last year, the data shows, which means about 3 in 10 classrooms are not led by a qualified teacher. Schools have had to fill those open positions with long-term substitute teachers or others without teaching qualifications.</p>\n<p>Teachers across the state have said COVID-19 adds to the pressure to quit, especially when faced with the threat of returning to the classroom amid the pandemic. Some medically vulnerable teachers are particularly worried about contracting the virus while around students. Arizona school districts had about 6,145 open positions this year &mdash; 1,728 remain vacant, compared with 1,443 in 2019.</p>\n<p><em>&ndash; Lily Altavena, Arizona Republic</em></p>\n<h2>Moderna says vaccine trial results could come in November</h2>\n<p>Moderna, one of the companies leading the effort to develop a COVID-19 vaccine, announced Thursday it could have enough clinical trial results as soon as November to confirm the effectiveness of its candidate vaccine.</p>\n<p>Results of the vaccine&rsquo;s effectiveness will be presented to an independent review committee after 53 people in the trial contract COVID-19, and again after 106 and 151 infections. Half the participants are getting a placebo and half the active vaccine, called mRNA-1273.</p>\n<p>Statistically, if the vaccine is effective 75% of the time, it should take only 106 infections in both groups to prove its effectiveness, Dr. Jacqueline Miller, Moderna&rsquo;s senior vice president of infectious disease development, told company investors on Thursday. At that point, which will likely come in November, Moderna could apply for an emergency use authorization from the U.S. Food and Drug Administration to begin distributing the vaccine.</p>\n<p>The FDA has said a vaccine must be at least 50% effective to win federal approval, but the companies developing vaccines have said they are aiming for at least 60% and hopefully even higher effectiveness. Moderna had originally predicted that it might take until <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.modernatx.com/sites/default/files/mRNA-1273-P301-Protocol.pdf\">May 2021 to prove its vaccine&rsquo;s effectiveness</a>, but pushed up that timeline because participants joined quickly, the COVID-19 infection rate remained high around trial sites and the company was able to start the trial earlier than originally expected.</p>\n<p><em>&ndash; Karen Weintraub</em></p>\n<h2>COVID-19 resources from USA TODAY</h2>\n<ul><li><strong>On Facebook:</strong> A lot is still unknown about the coronavirus. But what we do know, we're sharing with you. <strong><a data-t-l=\"|inline|intext|n/a\" href=\"https://www.facebook.com/groups/coronaviruswatchusatoday/?_ga=2.34923489.1780697197.1600023510-542637974.1594173963\">Join our Facebook group, Coronavirus Watch</a></strong>, to receive daily updates in your feed and chat with others in the community about COVID-19. </li><li><strong>In your inbox:</strong> Stay up to date with the latest news on the coronavirus pandemic from the USA TODAY Network. <strong><a data-t-l=\"|inline|intext|n/a\" href=\"https://profile.usatoday.com/newsletters/coronavirus-watch/?_ga=2.34923489.1780697197.1600023510-542637974.1594173963\">Sign up for the daily Coronavirus Watch newsletter</a></strong>. </li><li><strong>Tips for coping:</strong> Every Saturday and Tuesday we'll be in your inbox, offering you a virtual hug and a little bit of solace in these difficult times. <strong><a data-t-l=\"|inline|intext|n/a\" href=\"https://profile.usatoday.com/newsletters/Staying-Apart-Together/?_ga=2.98361439.1780697197.1600023510-542637974.1594173963\">Sign up for Staying Apart, Together</a></strong>.</li></ul>\n<p><em>Contributing: The Associated Press</em></p>", "text": "With the U.S. approaching 200,000 confirmed COVID-19 deaths and worldwide infections topping 30 million, the Centers for Disease Control and Prevention is now recommending that all people who have been exposed to someone with COVID-19 should get tested, even if they aren't showing symptoms.\nThe recommendation Friday reverses controversial guidance the agency issued at the end of August, which said that someone who was in close contact (within 6 feet) of an infected person for at least 15 minutes but doesn’t have symptoms does not \"necessarily need a test.\"\nAsked about the timeline for a coronavirus vaccine, President Donald Trump on Friday said the U.S. will have manufactured more than 100,000,000 doses of vaccine before the end of the year, with \"enough vaccines for every American by April.\" But CDC Director Robert Redfield told a Senate panel this week that a vaccine may not be available to the American public until summer or fall 2021.\nMeanwhile, Texas and Nevada are set to ease restrictions for some businesses beginning this weekend, and four more states began-in person voting Friday.\nSome significant developments:\nAs in-person voting began in Virginia on Friday, lines at voting locations in Fairfax County were already out the door. A photo shared by the county on Twitter showed a long line of people wearing masks, standing 6 feet apart on sidewalks or camped out on benches and curbs.\nThe U.S. public is still divided over whether to get COVID-19 vaccine one it becomes available, with nearly half saying they wouldn't get vaccinated in a Pew Research Center survey.\nA drafted announcement that was never sent illustrates how the United States Postal Service had planned to send 650 million masks to Americans during the early parts of the pandemic, according to a document obtained by the watchdog group American Oversight through the Freedom of Information Act.\nModerna, one of the companies leading the effort to develop a COVID-19 vaccine, announced it could have enough clinical trial results as soon as November to confirm the effectiveness of its candidate vaccine.\n📈 Today's numbers: The U.S. has reported more than 6.6 million cases and 198,000 deaths, according to Johns Hopkins University data. Globally, there have been more than 30 million cases and 947,000 fatalities. New case records were set in six states: Arkansas, Montana, North Dakota, West Virginia, Wisconsin and Wyoming, according to a USA TODAY analysis of Johns Hopkins data. Record numbers of deaths were reported in Kansas, North Dakota and Puerto Rico.\n📰 What we're reading: Didn't hear from contact tracers about that guy coughing on your flight? You might not – even if he had COVID-19.\n🗺️ Mapping coronavirus: Track the U.S. outbreak, state by state\nThis file will be updated throughout the day. For updates in your inbox, subscribe to The Daily Briefing newsletter.\nParents knowingly sent child to school with COVID-19\nTwenty-nine high school students in Massachusetts were told to quarantine after parents sent their child to in-person class despite having tested positive for the coronavirus days earlier, reports say.\nAccording to NBC News, the student tested Sept. 9 and got positive results back on Sept. 11. They went for their first day of class at Attleboro High School, located about 39 miles southwest of Boston, on Sept. 14.\nParents learned the next day that a student who attended the public school had tested positive for COVID-19, according to a letter sent to parents obtained by USA TODAY.\nCDC reverses controversial guidance on COVID-19 testing\nThe Centers for Disease Control and Prevention reversed controversial guidance on coronavirus testing Friday, now recommending that people who have been exposed to someone with COVID-19 should get tested, even if they're not symptomatic.\nThe recommendation departs from guidance the agency issued at the end of August, which said that someone who was in close contact (within 6 feet) of an infected person for at least 15 minutes but doesn’t have symptoms does not \"necessarily need a test.\"\nInfectious disease experts were confused and troubled by the change, as people who are not showing symptoms can still have and spread COVID-19.\nThe CDC estimates that 40% of infections are asymptomatic and 50% of transmissions occur before symptoms appear. Experts worry that failing to test asymptomatic carriers could not only result in more infections but also hinder contact tracing efforts.\nCDC director called in favor to help Nevada GOP leader get COVID-19 test\nA USA TODAY investigation found that Dr. Robert Redfield, the director of the CDC, called Nevada’s chief medical officer in early March to request a COVID-19 test for a Nevada GOP leader who could not get one.\nAdam Laxalt, the former attorney general of Nevada until 2019 and booster for President Donald Trump, believed he was exposed to the coronavirus while attending the Conservative Political Action Conference in Maryland. But Laxalt was not showing symptoms and could not get approved for a test through a local hospital back home.\nOn the phone call, Redfield asked the medical officer, Dr. Ihsan Azzam, to get it done, according to interviews and internal communications USA TODAY received through records requests.\nThe special treatment is a stark example of how political influence has penetrated the CDC during the COVID-19 pandemic, creating challenges for local health authorities. It came at a time when his agency knew thousands of Americans needed testing but could not get it due to supply shortages.\n– Brett Murphy and Letitia Stein\nEurope battles COVID-19 resurgence\nAmid a rising number of COVID-19 cases in Europe, several nations are implementing new restrictions.\nEngland: A ban on social gatherings of more than six people, including children, went into effect this week, and fresh nationwide lockdown restrictions appear to be in the cards soon.\nDenmark: Officials announced a nationwide order lowering the size of approved gatherings from 100 to 50 and telling cafes, bars and restaurants to close at 10 p.m. instead of midnight.\nSpain: A line of tents has been installed at the gates of a Madrid military hospital four months after similar structures for triaging patients were taken down. Spain’s Defense Ministry said the tents are empty, installed protectively ahead of the second wave taking hold on the Spanish capital.\nItaly: The Sicilian town of Corleone, made famous by the fictional Mafia clan in \"The Godfather,\" has ordered schools closed and a limited lockdown because of a coronavirus spike.\nMeanwhile, Israel has returned to a full lockdown to contain a worsening coronavirus outbreak.\n– The Associated Press\n270 million are 'marching toward the brink of starvation' amid pandemic\nU.N. World Food Program chief David Beasley is warning that 270 million people are \"marching toward the brink of starvation\" because of the toxic combination of conflict, climate change and the COVID-19 pandemic.\nBeasley on Thursday urged donor nations and billionaires to contribute $4.9 billion to feed the 30 million he said will die without U.N. assistance. He reminded the U.N. Security Council of his warning five months ago that \"the world stood on the brink of a hunger pandemic,\" and welcomed the response then, which averted famine and led countries to fight back against the coronavirus.\n– The Associated Press\n13% of world's population have purchased majority of promised vaccines\nWealthy nations representing 13% of the world’s population have already purchased approximately 51% of the promised doses of leading COVID-19 vaccine candidates, nonprofit group Oxfam warned Thursday.\nOxfam analyzed the deals that pharmaceutical corporations and vaccine producers made with nations around the world for the five leading vaccine candidates in phase 3 clinical trials. Even in the event that all five vaccines succeed, nearly two-thirds of the world’s population will not have a vaccine until at least 2022, Oxfam estimates.\nEarlier this week, researchers at Northeastern University warned that more people will die if wealthy nations hoard vaccines. The models found 61% of deaths could be averted if the vaccine was distributed to all countries proportional to population, while only 33% of deaths would be averted if high-income countries got the vaccines first.\nNearly half of school employees in high risk group for COVID-19, study says\nWhile students may be in the group that poses the least risk for COVID-19 infection, a study says nearly half of school employees potentially have the highest risk.\nAccording to a pre-print study to be published in Health Affairs, between 42% to about 51% of all school employees meet the Centers for Disease Control and Prevention’s definition for being at increased risk for COVID-19.\nThe CDC says that underlying health conditions, such as obesity, diabetes and heart disease, and older age put people into the highest risk groups.\nThe results align closely with a recent survey by the Education Week Research Center that said 43% of teachers have reported having a physical condition that makes them vulnerable to COVID-19.\nUSPS scrapped plan to send 650M masks to Americans, document reveals\nA plan by the United States Postal Service to send 650 million masks to Americans at the start of the pandemic was scrapped, according to a document obtained by the watchdog group American Oversight through the Freedom of Information Act.\nThe announcement, which was first reported by the Washington Post on Friday, was drafted but never sent. USPS said in the plan that first shipments of masks were expected to reach U.S. households at an unspecified date in April.\nThe document demonstrates how the Postal Service’s role in the pandemic response may have been more involved than initially reported this spring.\nNearly half of US public say they wouldn’t get a COVID-19 vaccine: Pew study\nEven after government agencies and pharmaceutical companies pledged their independence in the race to find a vaccine for the coronavirus, Americans are still divided over whether they would get vaccinated.\nAccording to a Pew Research Center survey, nearly half of U.S. adults (49%) say they definitely or probably would not get vaccinated at this time. Intent to get a COVID-19 vaccine has fallen by 21% since May.\nWhile intent to get a vaccinated has declined across all major political and demographic groups, some differences remain. Just 32% of Black adults say they would definitely get a vaccine compared with 52% of white adults, 56% of Hispanics and 72% of Asian Americans.\nThe national survey was conducted Sept. 8-13 among more than 10,000 U.S. adults.\nLas Vegas bars, taprooms, breweries will be allowed to reopen on Sunday\nAfter a six-month shutdown due to COVID-19, Nevada officials announced bars, taprooms and breweries can reopen Sunday night in Clark County, where Las Vegas is located. Nevada's COVID-19 Mitigation and Management Task Force on Thursday unanimously approved the county's plan to reopen drinking businesses throughout the Las Vegas Valley.\nClark County Commission Chairwoman Marilyn Kirkpatrick told the task force that bar owners are committed to following health and safety protocols. State biostatistician Kyra Morgan revealed the COVID-19 positivity rate dropped from 8.6% to 7.8% between Monday and Thursday. The World Health Organization's recommends that rate should be no higher than 5%.\nMeanwhile, one resort, Wynn Las Vegas has logged almost 500 positive COVID-19 cases among employees since it reopened in June.\n– Ed Komenda, Reno Gazette Journal\nUtah governor considers statewide mask mandate amid COVID-19 surge\nUtah Gov. Gary Herbert said Thursday he is considering a statewide mask mandate and planning expanded coronavirus testing in response to what he called an alarming spike of infections in the state.\nThe state counted 911 new confirmed cases on Thursday, a new record for any single day. The rolling average of daily new cases has increased by about 54% over the past two weeks, according to state data, and has jumped to 661 per day this week compared to 381 per day last week.\n\"We are taking this spike and the magnitude of it very seriously,\" Herbert told reporters.\nHerbert, a Republican, has urged residents to wear masks for months but has stopped short of implementing a statewide mandate. He has instead allowed counties to decide if they needed bans.\n– Kaitlyn Bancroft, The Spectrum & Daily News (St. George, Utah)\nIndia's coronavirus case count increases by 96K over 24 hours\nIndia's coronavirus cases jumped by another 96,424 infections in the past 24 hours, showing little sign of leveling.\nThe Health Ministry on Friday raised the nation’s total past 5.21 million, or about 0.37% of its nearly 1.4 billion people. It said 1,174 more people died in the past 24 hours, for a total of 84,372 fatalities, but experts say India's death toll may be a significant undercount.\nIndia’s Prime Minister Narendra Modi on his birthday on Thursday made a fresh appeal to people to wear masks and maintain social distance as his government chalked out plans to handle big congregations expected during a major Hindu festival season beginning next month.\nTexas Gov. Greg Abbott relaxes limit restrictions on businesses; bars must stay closed\nTexas Gov. Greg Abbott said Thursday that he would allow businesses to expand pandemic limits on capacity in most of the state, citing a decline in coronavirus hospitalizations.\nThe order allows businesses operating at 50% capacity to move to 75% starting Monday. That includes restaurants, retail, office buildings, manufacturing, gyms, libraries and museums. Bars remain closed under the order, although some have been able to reopen by selling more food than alcohol.\n\"Without vaccines available, containing COVID is a challenge, but Texans have already shown that they are up to that challenge,\" Abbott said at a Capitol news conference. \"As we go about the process to continue to contain COVID, we will also continue to work to open up Texas.\"\nAnd Abbott is allowing hospitals in much of the state to resume elective surgeries, effective immediately. Nursing homes and other long-term care facilities may resume visitations next Thursday, as long as there are no outbreaks at those facilities.\n– Nicole Cobler, Austin-American Statesman\nSurvey: 751 Arizona teachers have resigned or retired since school began\nThere are fewer teachers than ever in Arizona classrooms, according to a new survey from the Arizona School Personnel Administrators Association.\nJust a few weeks into the school year, about 28% of teacher positions in the state remained vacant compared with 21% vacant last year, the data shows, which means about 3 in 10 classrooms are not led by a qualified teacher. Schools have had to fill those open positions with long-term substitute teachers or others without teaching qualifications.\nTeachers across the state have said COVID-19 adds to the pressure to quit, especially when faced with the threat of returning to the classroom amid the pandemic. Some medically vulnerable teachers are particularly worried about contracting the virus while around students. Arizona school districts had about 6,145 open positions this year — 1,728 remain vacant, compared with 1,443 in 2019.\n– Lily Altavena, Arizona Republic\nModerna says vaccine trial results could come in November\nModerna, one of the companies leading the effort to develop a COVID-19 vaccine, announced Thursday it could have enough clinical trial results as soon as November to confirm the effectiveness of its candidate vaccine.\nResults of the vaccine’s effectiveness will be presented to an independent review committee after 53 people in the trial contract COVID-19, and again after 106 and 151 infections. Half the participants are getting a placebo and half the active vaccine, called mRNA-1273.\nStatistically, if the vaccine is effective 75% of the time, it should take only 106 infections in both groups to prove its effectiveness, Dr. Jacqueline Miller, Moderna’s senior vice president of infectious disease development, told company investors on Thursday. At that point, which will likely come in November, Moderna could apply for an emergency use authorization from the U.S. Food and Drug Administration to begin distributing the vaccine.\nThe FDA has said a vaccine must be at least 50% effective to win federal approval, but the companies developing vaccines have said they are aiming for at least 60% and hopefully even higher effectiveness. Moderna had originally predicted that it might take until May 2021 to prove its vaccine’s effectiveness, but pushed up that timeline because participants joined quickly, the COVID-19 infection rate remained high around trial sites and the company was able to start the trial earlier than originally expected.\n– Karen Weintraub\nCOVID-19 resources from USA TODAY\nOn Facebook: A lot is still unknown about the coronavirus. But what we do know, we're sharing with you. Join our Facebook group, Coronavirus Watch, to receive daily updates in your feed and chat with others in the community about COVID-19.\nIn your inbox: Stay up to date with the latest news on the coronavirus pandemic from the USA TODAY Network. Sign up for the daily Coronavirus Watch newsletter.\nTips for coping: Every Saturday and Tuesday we'll be in your inbox, offering you a virtual hug and a little bit of solace in these difficult times. Sign up for Staying Apart, Together.\nContributing: The Associated Press", "authors": [{"name": "Jessica Flores", "link": "usatoday.com/staff/2951355001/jessica-flores"}]}]}