{"request": {"pageUrl": "https://www.pressherald.com/2020/09/18/the-latest-global-virus-cases-top-30-million-6-7-million-in-u-s-alone/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 0, "width": 742, "diffbotUri": "image|3|1822324366", "title": "A surfer walks on a sparsely populated Waikiki beach in Honolulu in June.", "url": "https://multifiles.pressherald.com/uploads/sites/10/2020/09/Virus_Outbreak_Hawaii_Budget_Problems_07044.jpg", "naturalWidth": 0, "primary": true, "height": 742}, {"naturalHeight": 0, "width": 742, "diffbotUri": "image|3|-858022501", "title": "A “promotora” (health promoter) from CASA, a Hispanic advocacy group, tries to enroll Latinos as volunteers to test a potential COVID-19 vaccine, at a farmers market in Takoma Park, Maryland on Sept. 9. Minority enrollment in studies of two shots has inched up in recent weeks, but even more is needed this fall as additional vaccine testing gets underway over the next two months.", "url": "https://multifiles.pressherald.com/uploads/sites/10/2020/09/Virus_Outbreak_Vaccine_Diversity_74561-1.jpg", "naturalWidth": 0, "height": 742}, {"naturalHeight": 0, "width": 742, "diffbotUri": "image|3|-533906664", "title": "Ernest Hemingway look-alikes gather at Sloppy Joe’s in Key West on Sept. 17, four days after Florida allowed bars to reopen.", "url": "https://multifiles.pressherald.com/uploads/sites/10/2020/09/bar-1024x764.jpg", "naturalWidth": 0, "height": 742}, {"naturalHeight": 0, "width": 742, "diffbotUri": "image|3|1723930149", "title": "Students wait for the train to go to the university, during rush hour in Barcelona, Spain on Thursday. With more than 11,000 new daily coronavirus cases, the attention in Spain is focusing on its capital, where officials are mulling localized lockdowns.", "url": "https://multifiles.pressherald.com/uploads/sites/10/2020/09/APTOPIX_Virus_Outbreak_Spain_33827.jpg", "naturalWidth": 0, "height": 742}], "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "icon": "https://multifiles.pressherald.com/uploads/sites/4/2014/06/apple-touch-icon-iphone-retina-display.png", "diffbotUri": "article|3|-1731521971", "siteName": "Press Herald", "type": "article", "title": "The Latest: U of Colorado shifting students to boost isolation housing", "tags": [{"score": 0.9299668669700623, "sentiment": 0, "count": 1, "label": "University of Colorado Boulder", "uri": "https://diffbot.com/entity/OCJr7NW4FMuqUXzZP4Cu3Zw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8537747263908386, "sentiment": 0.619, "count": 2, "label": "isolation", "uri": "https://diffbot.com/entity/XdfFT2rSAM7WWSEJjISH7JA", "rdfTypes": ["http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity"]}, {"score": 0.7201218605041504, "sentiment": -0.933, "count": 14, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.7019966244697571, "sentiment": -0.396, "count": 5, "label": "Hawaii", "uri": "https://diffbot.com/entity/A8C57xBfCOsyYwfJ2yuuJEA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.6022542715072632, "sentiment": 0, "count": 1, "label": "Alejandro Giammattei", "uri": "https://diffbot.com/entity/Ppl_SAvRqNV6wzZB2BIXJpg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6011771559715271, "sentiment": 0, "count": 4, "label": "Minnesota", "uri": "https://diffbot.com/entity/A7zO5OahyNMCE-NMuOWWytA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}], "humanLanguage": "en", "pageUrl": "https://www.pressherald.com/2020/09/18/the-latest-global-virus-cases-top-30-million-6-7-million-in-u-s-alone/", "html": "<p><em>The latest on the coronavirus pandemic from around the U.S. and the world.</em></p>\n<p>DENVER &mdash; The University of Colorado has forced some students to move out of their dorms to create more isolation housing for students with coronavirus infections as case numbers continue to increase at the Boulder campus.</p>\n<p>The Denver Post reported that the university said in an email to affected students that those living in the Darley North tower at the Williams Village complex must move to other residence halls within the complex by 5 p.m. Sunday.</p>\n<p>The announcement came as the university reported 130 newly confirmed coronavirus cases, bringing the total to 671 cases since classes began about a month ago.</p>\n<p>Officials say two-thirds of on-campus isolation space at the university is already full, with 151 beds in use out of 267 available as of Thursday.</p>\n<p><strong>Guatemalan president tests positive for virus</strong></p>\n<p>GUATEMALA CITY &mdash; Guatemalan President Alejandro Giammattei said Friday he has tested positive for the new coronavirus, but he told a local radio station he feels well.</p>\n<p>However, in a televised address to the nation, Giammattei looked a bit out of breath.</p>\n<p>&ldquo;My symptoms are very mild. Up to now, I have body aches, it hurt more yesterday than today, like a bad cold,&rdquo; the president said. &ldquo;I don&rsquo;t have a fever, I have a bit of a cough.&rdquo;</p>\n<p>&ldquo;I am busy working from home,&rdquo; he said.</p>\n<p>Giammattei, 64, has multiple sclerosis and uses canes to walk.</p>\n<p>The government press office said in a statement that Giammattei &ldquo;will be isolating himself from all public activity, and so all communication will be conducted remotely.&rdquo;</p>\n<p>The announcement came on the same day that the country reopened its borders and international flights after a six-month closure due to the coronavirus pandemic.</p>\n<p><strong>Hawaii will repoen to tourists Oct. 15 &ndash; with some conditions</strong></p>\n<p>Travelers can finally return to Hawaii starting next month.</p>\n<p>Beginning Oct. 15, visitors can travel to the islands if they take a coronavirus test and test negative within 72 hours of their arrival in the state, or go into a 14-day quarantine once they arrive.</p>\n<p>Gov. David Ige, a Democrat, announced plans for the pre-travel testing program at a news conference this week.</p>\n<p>Ige said pharmacy chain CVS and health-care provider Kaiser Permanente will offer tests as part of an agreement with the state. In a news release, the state said only FDA-approved coronavirus tests known as nucleic acid amplification tests are approved as part of Hawaii&rsquo;s travel program.</p>\n<figure><a data-caption=\"A surfer walks on a sparsely populated Waikiki beach in Honolulu in June. AP Photo/Audrey McAvoy \" href=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/Virus_Outbreak_Hawaii_Budget_Problems_07044.jpg?rel=related\"><img alt=\"Virus_Outbreak_Hawaii_Budget_Problems_07044\" data-lazy-src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/Virus_Outbreak_Hawaii_Budget_Problems_07044.jpg\" src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/Virus_Outbreak_Hawaii_Budget_Problems_07044.jpg\"></img></a><figcaption>A surfer walks on a sparsely populated Waikiki beach in Honolulu in June.</figcaption></figure>\n<p><i>Audrey McAvoy/Associated Press</i></p>\n<p>Travelers also must have their temperature checked upon arrival and complete a travel and health form.</p>\n<p>If their test results aren&rsquo;t available upon arrival, visitors must remain in quarantine until they get the result, Lt. Gov. Josh Green said during the news conference. Green joined virtually because he recently tested positive for the disease and said he is isolating at home.</p>\n<p>Green said the new travel program will be an economic boost for the state &ldquo;when so many people are suffering.&rdquo;</p>\n<p>The state has been effectively closed to visitors amid the pandemic, which has had a devastating economic impact.</p>\n<p>&ldquo;I worry about the long-term impacts of economic distress and that impact it&rsquo;s had on our people when they can&rsquo;t afford their homes as easily or their groceries or their health care,&rdquo; Green said. &ldquo;So this is an important announcement the governor has made today.&rdquo;</p>\n<p>Hawaii last month delayed the reopening of the state to mainland travelers. The August postponement was the second time Hawaii delayed its reopening to out-of-state travelers in 2020.</p>\n<p><strong>Armed residents confront COVID-19 testing team in Minnesota</strong></p>\n<p>MINNEAPOLIS &mdash; A team of health workers conducting random COVID-19 testing was recently confronted by armed residents in a Minnesota neighborhood, though state officials have not said when or where the incident occurred.</p>\n<p>Health officials have been doing random testing of households in 180 Minnesota communities since Monday to help understand how COVID-19 is spread. The state hasn&rsquo;t said where the studies are being conducted.</p>\n<p>Minnesota Department of Health spokeswoman Julie Bartkey told the St. Paul Pioneer Press that the team did the right thing by leaving the situation and notifying a site coordinator.</p>\n<p>&ldquo;The vast majority of neighborhoods have been friendly, but we will continue to monitor for concerns as we move through different areas of the state,&rdquo; Bartkey said. &ldquo;It could have been a simple misunderstanding, we simply don&rsquo;t know.&rdquo;</p>\n<p>The workers from the state Department of Health and the federal Centers for Disease Control and Prevention are wearing credentials as they knock on doors. Households are chosen at random, and state officials have encouraged participation if asked. The study includes an interview and testing for active COVID-19 infections as well as antibody testing that would indicate a previous exposure.</p>\n<p>The incident came to light after at least two Twin Cities-area police departments posted an email from the Minnesota Department of Public Safety on their social media accounts. The message said: &ldquo;a team of MDH and CDC examiners was recently confronted by a group of armed citizens while out in a neighborhood.&rdquo;</p>\n<p>Minnesota reported an additional 1,099 cases of the coronavirus on Friday, and eight new deaths, bringing the state&rsquo;s totals to 87,807 confirmed cases and 1,950 deaths since the pandemic began.</p>\n<p><strong>Push is underway to test COVID-19 vaccines in diverse groups</strong></p>\n<p>TAKOMA PARK, Md. &mdash; In front of baskets of tomatoes and peppers, near a sizzling burrito grill, the &ldquo;promotoras&rdquo; stop masked shoppers at a busy Latino farmers market: Want to test a COVID-19 vaccine?</p>\n<p>Aided by Spanish-speaking &ldquo;health promoters&rdquo; and Black pastors, a stepped-up effort is underway around the U.S. to recruit minorities to ensure potential vaccines against the scourge are tested in the populations most ravaged by the virus.</p>\n<p>Many thousands of volunteers from minority groups are needed for huge clinical trials underway or about to begin. Scientists say a diverse group of test subjects is vital to determining whether a vaccine is safe and effective for everyone and instilling broad public confidence in the shots once they become available.</p>\n<p>The expanded outreach by vaccine researchers and health officials is getting a late start in communities that, because of a history of scientific exploitation and racism, may be the most reluctant to roll up their sleeves.</p>\n<figure><a data-caption=\"A \"promotora\" (health promoter) from CASA, a Hispanic advocacy group, tries to enroll Latinos as volunteers to test a potential COVID-19 vaccine, at a farmers market in Takoma Park, Maryland on Sept. 9. Minority enrollment in studies of two shots has inched up in recent weeks, but even more is needed this fall as additional vaccine testing gets underway over the next two months. AP Photo/Federica Narancio \" href=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/Virus_Outbreak_Vaccine_Diversity_74561-1.jpg?rel=related\"><img alt=\"Virus_Outbreak_Vaccine_Diversity_74561\" data-lazy-src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/Virus_Outbreak_Vaccine_Diversity_74561-1.jpg\" src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/Virus_Outbreak_Vaccine_Diversity_74561-1.jpg\"></img></a><figcaption>A &ldquo;promotora&rdquo; (health promoter) from CASA, a Hispanic advocacy group, tries to enroll Latinos as volunteers to test a potential COVID-19 vaccine, at a farmers market in Takoma Park, Maryland on Sept. 9. Minority enrollment in studies of two shots has inched up in recent weeks, but even more is needed this fall as additional vaccine testing gets underway over the next two months.</figcaption></figure>\n<p><i>Federica Narancio/Associated Press</i></p>\n<p>Just getting the word out takes time.</p>\n<p>&ldquo;I didn&rsquo;t know anything about the vaccine until now,&rdquo; said Ingrid Guerra, who signed up last week at the farmers market in Takoma Park, Maryland, outside the nation&rsquo;s capital.</p>\n<p>The health promoters from CASA, a Hispanic advocacy group, explained how the research process works and how a vaccine could help end the coronavirus pandemic.</p>\n<p>&ldquo;I&rsquo;m not afraid,&rdquo; Guerra decided. &ldquo;I want to participate for me, my family, my people.&rdquo;</p>\n<p>University of Maryland researchers agreed to set up a temporary lab at CASA&rsquo;s local community center so that people struggling financially wouldn&rsquo;t have to travel to participate.</p>\n<p>The hardest part, many experts say, is gaining trust.</p>\n<p>&ldquo;A white guy from NIH is probably not going to be as effective by far in convincing somebody from a minority community that this is the kind of science they might want to trust, as would a doctor from their own community,&rdquo; said Dr. Francis Collins, director of the National Institutes of Health.</p>\n<p>Recruiting African Americans in particular will be &ldquo;a heavy, heavy lift,&rdquo; Collins said, because of the legacy of mistrust after the infamous Tuskegee experiment, when Black men in Alabama were left untreated for syphilis as part of a study that ran from the 1930s into the &lsquo;70s.</p>\n<p>Read the <a href=\"https://www.pressherald.com/2020/09/18/push-is-underway-to-test-covid-19-vaccines-in-diverse-groups/?rel=related\">full story here</a>.</p>\n<p><strong>A Mass. teenager tested positive for the coronavirus. His parents sent him to school anyway.</strong></p>\n<p>Six students tested positive for the novel coronavirus days before Attleboro High School in Massachusetts reopened its doors for the first day of school this week. Only five of them stayed home, the city&rsquo;s mayor told WJAR.</p>\n<p>The parents of the sixth student who tested positive for the virus that causes COVID-19 sent him to class anyway, the mayor said. Now, 28 students who were in close contact with the teenager have to quarantine for two weeks.</p>\n<p>&ldquo;It was a reckless action to send a child &mdash; a teenager &mdash; to school who was COVID-positive,&rdquo; Attleboro Mayor Paul Heroux (D) told WHDH. &ldquo;It was really poor judgment. If you know that your child has coronavirus, is covid-positive, you should not send your child to school under any circumstances.&rdquo;</p>\n<figure><iframe frameborder=\"0\" height=\"268\" src=\"https://www.facebook.com/plugins/post.php?href=https%3A%2F%2Fwww.facebook.com%2Fpaulheroux.org%2Fposts%2F5195594207118182&width=500\" width=\"500\"></iframe></figure>\n<p>As the new academic year begins, schools nationwide have had to cope with students coming to school despite knowing that they have the highly infectious virus. In Oklahoma City, a student also attended the first day in class despite testing positive for the coronavirus. The parents of the student said they thought the quarantine was only for five days because the child was asymptomatic. As a result, 17 students had to quarantine. A student in Greenfield, Ind., meanwhile, tested positive on the first day of school after the parents sent the child while awaiting test results.</p>\n<p>The student in Attleboro, located almost 40 miles southwest of Boston, tested positive for the coronavirus on Sept. 11, Heroux told CNN. But the school was unaware of his results when he arrived for the first day on Sept. 14.</p>\n<p>The high school became aware of the student&rsquo;s positive test because of rumors &ldquo;circulating around town,&rdquo; Runey told NBC. The suspicions were reported to the city&rsquo;s bureau of health, which &ldquo;did some checking and found out that it was true, that he had tested positive,&rdquo; Runey said.</p>\n<p>In a letter to families in the school district, which was reviewed by WHDH, Superintendent David Sawyer said that the school&rsquo;s nurses used contact tracing to identify and notify those who were in close contact with the student.</p>\n<p>&ldquo;This is bad. Parents are really angry,&rdquo; Heroux told WJAR.</p>\n<p><strong>Florida, Texas and Nevada take steps toward 2nd reopening</strong></p>\n<p>Several states that moved quickly to lift lockdown restrictions this summer &mdash; only to slam the brakes as coronavirus infections began surging &mdash; are once again moving ahead with reopening.</p>\n<p>In Texas, Gov. Greg Abbott (R) announced Thursday that restaurants, retail stores and gyms in most parts of the state could resume operating at 75 percent occupancy, the limit that was in place in June before Abbott reversed course and imposed new restrictions. Bars, however, will remain closed. The state is also resuming elective surgeries in most hospital districts, with exceptions for parts of the Rio Grande Valley that are still seeing high numbers of hospitalizations.</p>\n<p>In Nevada, a state coronavirus task force authorized reopening bars in Clark County, where Las Vegas is located, for the first time since July. Shutdowns were also lifted for Elko County, which had been the only other county where bars remained closed because of a failure to meet key testing metrics.</p>\n<figure><a data-caption=\"Ernest Hemingway look-alikes gather at Sloppy Joe’s in Key West on Sept. 17, four days after Florida allowed bars to reopen. Rob O’Neal/Associated Press \" href=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/bar-1024x764.jpg?rel=related\"><img alt=\"\" data-lazy-src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/bar-1024x764.jpg\" src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/bar-1024x764.jpg\"></img></a><figcaption>Ernest Hemingway look-alikes gather at Sloppy Joe&rsquo;s in Key West on Sept. 17, four days after Florida allowed bars to reopen.</figcaption></figure>\n<p><i>Rob O&rsquo;Neal/Associated Press</i></p>\n<p>Florida also plowed ahead with reopening this week, allowing bars statewide to welcome back patrons at 50 percent capacity. Gov. Ron DeSantis (R) initially closed bars when outbreaks began appearing in March, but allowed them to reopen in early June, a move that was followed by a steep uptick in cases. Later that month, state liquor regulators intervened and shut down bars for a second time.</p>\n<p>According to Politico Florida, contact tracing teams determined that many of the summer outbreaks were spawned by a handful of bars that flouted social distancing and capacity regulations. Halsey Beshears, the secretary of the state&rsquo;s Department of Business and Professional Regulation, said in a statement last week that he believed bars and breweries would do better the second time around.</p>\n<p>&ldquo;It&rsquo;s vital that we start moving forward with this sector of our hospitality industry who have endured one of the toughest paths for sustaining a business during this pandemic,&rdquo; he said.</p>\n<p>DeSantis also said last week that he expects to soon lift a restriction limiting indoor dining to 50 percent capacity, according to Politico.</p>\n<p><strong>Global virus cases top 30 million, 6.7 million in U.S. alone</strong></p>\n<p>LONDON &ndash; Confirmed cases of the coronavirus have topped 30 million worldwide, according to a Johns Hopkins University tally.</p>\n<p>The worldwide count of known COVID-19 infections climbed past 30 million on Thursday, with more than half of them from just three countries: the U.S., India and Brazil, according to the tally kept by Johns Hopkins researchers.</p>\n<p>The number increased by 10 million in just over a month; global cases passed 20 million on August 12.</p>\n<figure><a data-caption=\"Students wait for the train to go to the university, during rush hour in Barcelona, Spain on Thursday. With more than 11,000 new daily coronavirus cases, the attention in Spain is focusing on its capital, where officials are mulling localized lockdowns. Associated Press/Emilio Morenatti \" href=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/APTOPIX_Virus_Outbreak_Spain_33827.jpg?rel=related\"><img alt=\"APTOPIX_Virus_Outbreak_Spain_33827\" data-lazy-src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/APTOPIX_Virus_Outbreak_Spain_33827.jpg\" src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/APTOPIX_Virus_Outbreak_Spain_33827.jpg\"></img></a><figcaption>Students wait for the train to go to the university, during rush hour in Barcelona, Spain on Thursday. With more than 11,000 new daily coronavirus cases, the attention in Spain is focusing on its capital, where officials are mulling localized lockdowns.</figcaption></figure>\n<p>The United States leads the by-country count with at least 6,675,560 reported cases, followed by India with at least 5,214,677 and Brazil at 4,455, 386, the numbers showed.</p>\n<p>Individual numbers could vary as the university&rsquo;s tally sometimes lags behind country reports.</p>\n<p>The U.S. also leads in the number of deaths at 197,643, followed by Brazil at 134,935 and India with a death toll of 84,372, the tally showed.</p>\n<p><strong>Britain considers new curbs on pubs and restaurants</strong></p>\n<p>LONDON &mdash; British Health Secretary Matt Hancock has hinted that fresh restrictions on social gatherings in England could be announced soon as part of efforts to suppress a sharp spike in confirmed coronavirus cases.</p>\n<p>Following reports that the government was considering fresh curbs on the hospitality sector, such as pubs and restaurants, Hancock said this is a &ldquo;big moment for the country.&rdquo;</p>\n<p>He said that another national lockdown is the &ldquo;last line of defense&rdquo; and that most transmissions of the virus are taking place in social settings.</p>\n<p>Hancock says the government&rsquo;s strategy over the coming weeks is to contain the virus as much as possible &ldquo;whilst protecting education and the economy.&rdquo;</p>\n<p>The government has come under sustained criticism in the past week following serious issues with its virus testing program.</p>\n<p>There&rsquo;s widespread speculation that parts of northwest England will see further restrictions announced Friday.</p>\n<p><strong>India&rsquo;s infections not slowing</strong></p>\n<p>NEW DELHI &mdash; India&rsquo;s coronavirus cases have jumped by another 96,424 infections in the past 24 hours, showing little signs of slowing down.</p>\n<p>The Health Ministry on Friday raised the nation&rsquo;s confirmed total since the pandemic began to more than 5.21 million. It said 1,174 more people died in the past 24 hours, for a total of 84,372.</p>\n<p>India is expected within weeks to surpass the reported infections seen in the United States, where more than 6.67 million people have been reported infected, the most in the world.</p>\n<p>India&rsquo;s Prime Minister Narendra Modi on Thursday made a fresh appeal to people to use face masks and maintain social distance as his government chalked out plans to handle big congregations expected during a major Hindu festival season beginning next month.</p>\n<p><strong>UN official warns 270 million are in danger of starvation</strong></p>\n<p>UNITED NATIONS &mdash; U.N. World Food Program chief David Beasley is warning that 270 million people are &ldquo;marching toward the brink of starvation&rdquo; because of the toxic combination of conflict, climate change and the COVID-19 pandemic.</p>\n<p>Beasley on Thursday urged donor nations and billionaires to contribute $4.9 billion to feed the 30 million he said will die without U.N. assistance.</p>\n<p>He reminded the U.N. Security Council of his warning five months ago that &ldquo;the world stood on the brink of a hunger pandemic,&rdquo; and welcomed the response, which averted famine and led countries to fight back against the coronavirus.</p>\n<p>Beasley said the U.N. food agency is keeping people alive &ldquo;and avoiding a humanitarian catastrophe&rdquo; but he said &ldquo;the fight is far, far, far from over.&rdquo;</p>\n<p><strong>New Zealand reports no new cases for the first time in 5 weeks</strong></p>\n<p>WELLINGTON, New Zealand &mdash; New Zealand has reported no new confirmed cases of the coronavirus for the first time in more than five weeks as hopes rise that an outbreak discovered in Auckland last month has been stamped out.</p>\n<p>Friday&rsquo;s report also marked the fourth consecutive day without any cases of community transmission. All recent cases have been found among quarantined travelers returning from abroad.</p>\n<p>Authorities have still not pinpointed the origin of the August outbreak, which they believe was imported. Auckland was temporarily placed into lockdown as the country continued its strategy of trying to completely eliminate community spread of the virus.</p>\n<p>New Zealand has reported a total of just over 1,800 cases and 25 deaths.</p>\n<p><strong>China reports small number of imported cases</strong></p>\n<p>BEIJING &mdash; China says imported coronavirus cases climbed to 32 over the previous 24 hours.</p>\n<p>Thirteen of the cases reported Friday were in the northern province of Shaanxi, whose capital Xi&rsquo;an is a major industrial center. The eastern financial and business hub of Shanghai reported 12.</p>\n<p>China has gone more than a month without reporting any cases of locally transmitted coronavirus cases within its borders.</p>\n<p>But it remains highly vigilant for cases brought in from outside the country. It has suspended issuing new visas and anyone arriving from abroad is required to undergo a two-week quarantine.</p>\n<p><strong>Calif. law mandates workers be told if exposed to virus</strong></p>\n<p>SACRAMENTO, Calif. &mdash; California companies must pay workers compensation benefits to any employees that become infected with the coronavirus and they must warn employees of any potential exposure to the virus under two laws that Gov. Gavin Newsom signed Thursday.</p>\n<p>Business groups have criticized the measures as &ldquo;unworkable.&rdquo;</p>\n<p>The law on informing employees requires that businesses tell workers whenever they they have been exposed to someone who has either tested positive, been ordered to isolate or died because of the virus. Companies must do so within one business day of learning of the exposures or they can face fines issued by the Division of Occupational Safety and Health.</p>\n<ul><li><figure><iframe frameborder=\"0\" height=\"78\" src=\"https://www.google.com/recaptcha/api2/anchor?ar=1&k=6LcDi_YUAAAAALqTjCLPayWGW7yU3I4OZR0nNB2v&co=aHR0cHM6Ly93d3cucHJlc3NoZXJhbGQuY29tOjQ0Mw..&hl=en&v=Y5tQ3lKwn1XL5hGgLz1kR4-1&theme=light&size=normal&cb=au9u3t6rn0i1\" width=\"304\"></iframe></figure></li></ul>", "text": "The latest on the coronavirus pandemic from around the U.S. and the world.\nDENVER — The University of Colorado has forced some students to move out of their dorms to create more isolation housing for students with coronavirus infections as case numbers continue to increase at the Boulder campus.\nThe Denver Post reported that the university said in an email to affected students that those living in the Darley North tower at the Williams Village complex must move to other residence halls within the complex by 5 p.m. Sunday.\nThe announcement came as the university reported 130 newly confirmed coronavirus cases, bringing the total to 671 cases since classes began about a month ago.\nOfficials say two-thirds of on-campus isolation space at the university is already full, with 151 beds in use out of 267 available as of Thursday.\nGuatemalan president tests positive for virus\nGUATEMALA CITY — Guatemalan President Alejandro Giammattei said Friday he has tested positive for the new coronavirus, but he told a local radio station he feels well.\nHowever, in a televised address to the nation, Giammattei looked a bit out of breath.\n“My symptoms are very mild. Up to now, I have body aches, it hurt more yesterday than today, like a bad cold,” the president said. “I don’t have a fever, I have a bit of a cough.”\n“I am busy working from home,” he said.\nGiammattei, 64, has multiple sclerosis and uses canes to walk.\nThe government press office said in a statement that Giammattei “will be isolating himself from all public activity, and so all communication will be conducted remotely.”\nThe announcement came on the same day that the country reopened its borders and international flights after a six-month closure due to the coronavirus pandemic.\nHawaii will repoen to tourists Oct. 15 – with some conditions\nTravelers can finally return to Hawaii starting next month.\nBeginning Oct. 15, visitors can travel to the islands if they take a coronavirus test and test negative within 72 hours of their arrival in the state, or go into a 14-day quarantine once they arrive.\nGov. David Ige, a Democrat, announced plans for the pre-travel testing program at a news conference this week.\nIge said pharmacy chain CVS and health-care provider Kaiser Permanente will offer tests as part of an agreement with the state. In a news release, the state said only FDA-approved coronavirus tests known as nucleic acid amplification tests are approved as part of Hawaii’s travel program.\nAudrey McAvoy/Associated Press\nTravelers also must have their temperature checked upon arrival and complete a travel and health form.\nIf their test results aren’t available upon arrival, visitors must remain in quarantine until they get the result, Lt. Gov. Josh Green said during the news conference. Green joined virtually because he recently tested positive for the disease and said he is isolating at home.\nGreen said the new travel program will be an economic boost for the state “when so many people are suffering.”\nThe state has been effectively closed to visitors amid the pandemic, which has had a devastating economic impact.\n“I worry about the long-term impacts of economic distress and that impact it’s had on our people when they can’t afford their homes as easily or their groceries or their health care,” Green said. “So this is an important announcement the governor has made today.”\nHawaii last month delayed the reopening of the state to mainland travelers. The August postponement was the second time Hawaii delayed its reopening to out-of-state travelers in 2020.\nArmed residents confront COVID-19 testing team in Minnesota\nMINNEAPOLIS — A team of health workers conducting random COVID-19 testing was recently confronted by armed residents in a Minnesota neighborhood, though state officials have not said when or where the incident occurred.\nHealth officials have been doing random testing of households in 180 Minnesota communities since Monday to help understand how COVID-19 is spread. The state hasn’t said where the studies are being conducted.\nMinnesota Department of Health spokeswoman Julie Bartkey told the St. Paul Pioneer Press that the team did the right thing by leaving the situation and notifying a site coordinator.\n“The vast majority of neighborhoods have been friendly, but we will continue to monitor for concerns as we move through different areas of the state,” Bartkey said. “It could have been a simple misunderstanding, we simply don’t know.”\nThe workers from the state Department of Health and the federal Centers for Disease Control and Prevention are wearing credentials as they knock on doors. Households are chosen at random, and state officials have encouraged participation if asked. The study includes an interview and testing for active COVID-19 infections as well as antibody testing that would indicate a previous exposure.\nThe incident came to light after at least two Twin Cities-area police departments posted an email from the Minnesota Department of Public Safety on their social media accounts. The message said: “a team of MDH and CDC examiners was recently confronted by a group of armed citizens while out in a neighborhood.”\nMinnesota reported an additional 1,099 cases of the coronavirus on Friday, and eight new deaths, bringing the state’s totals to 87,807 confirmed cases and 1,950 deaths since the pandemic began.\nPush is underway to test COVID-19 vaccines in diverse groups\nTAKOMA PARK, Md. — In front of baskets of tomatoes and peppers, near a sizzling burrito grill, the “promotoras” stop masked shoppers at a busy Latino farmers market: Want to test a COVID-19 vaccine?\nAided by Spanish-speaking “health promoters” and Black pastors, a stepped-up effort is underway around the U.S. to recruit minorities to ensure potential vaccines against the scourge are tested in the populations most ravaged by the virus.\nMany thousands of volunteers from minority groups are needed for huge clinical trials underway or about to begin. Scientists say a diverse group of test subjects is vital to determining whether a vaccine is safe and effective for everyone and instilling broad public confidence in the shots once they become available.\nThe expanded outreach by vaccine researchers and health officials is getting a late start in communities that, because of a history of scientific exploitation and racism, may be the most reluctant to roll up their sleeves.\nFederica Narancio/Associated Press\nJust getting the word out takes time.\n“I didn’t know anything about the vaccine until now,” said Ingrid Guerra, who signed up last week at the farmers market in Takoma Park, Maryland, outside the nation’s capital.\nThe health promoters from CASA, a Hispanic advocacy group, explained how the research process works and how a vaccine could help end the coronavirus pandemic.\n“I’m not afraid,” Guerra decided. “I want to participate for me, my family, my people.”\nUniversity of Maryland researchers agreed to set up a temporary lab at CASA’s local community center so that people struggling financially wouldn’t have to travel to participate.\nThe hardest part, many experts say, is gaining trust.\n“A white guy from NIH is probably not going to be as effective by far in convincing somebody from a minority community that this is the kind of science they might want to trust, as would a doctor from their own community,” said Dr. Francis Collins, director of the National Institutes of Health.\nRecruiting African Americans in particular will be “a heavy, heavy lift,” Collins said, because of the legacy of mistrust after the infamous Tuskegee experiment, when Black men in Alabama were left untreated for syphilis as part of a study that ran from the 1930s into the ‘70s.\nRead the full story here.\nA Mass. teenager tested positive for the coronavirus. His parents sent him to school anyway.\nSix students tested positive for the novel coronavirus days before Attleboro High School in Massachusetts reopened its doors for the first day of school this week. Only five of them stayed home, the city’s mayor told WJAR.\nThe parents of the sixth student who tested positive for the virus that causes COVID-19 sent him to class anyway, the mayor said. Now, 28 students who were in close contact with the teenager have to quarantine for two weeks.\n“It was a reckless action to send a child — a teenager — to school who was COVID-positive,” Attleboro Mayor Paul Heroux (D) told WHDH. “It was really poor judgment. If you know that your child has coronavirus, is covid-positive, you should not send your child to school under any circumstances.”\nAs the new academic year begins, schools nationwide have had to cope with students coming to school despite knowing that they have the highly infectious virus. In Oklahoma City, a student also attended the first day in class despite testing positive for the coronavirus. The parents of the student said they thought the quarantine was only for five days because the child was asymptomatic. As a result, 17 students had to quarantine. A student in Greenfield, Ind., meanwhile, tested positive on the first day of school after the parents sent the child while awaiting test results.\nThe student in Attleboro, located almost 40 miles southwest of Boston, tested positive for the coronavirus on Sept. 11, Heroux told CNN. But the school was unaware of his results when he arrived for the first day on Sept. 14.\nThe high school became aware of the student’s positive test because of rumors “circulating around town,” Runey told NBC. The suspicions were reported to the city’s bureau of health, which “did some checking and found out that it was true, that he had tested positive,” Runey said.\nIn a letter to families in the school district, which was reviewed by WHDH, Superintendent David Sawyer said that the school’s nurses used contact tracing to identify and notify those who were in close contact with the student.\n“This is bad. Parents are really angry,” Heroux told WJAR.\nFlorida, Texas and Nevada take steps toward 2nd reopening\nSeveral states that moved quickly to lift lockdown restrictions this summer — only to slam the brakes as coronavirus infections began surging — are once again moving ahead with reopening.\nIn Texas, Gov. Greg Abbott (R) announced Thursday that restaurants, retail stores and gyms in most parts of the state could resume operating at 75 percent occupancy, the limit that was in place in June before Abbott reversed course and imposed new restrictions. Bars, however, will remain closed. The state is also resuming elective surgeries in most hospital districts, with exceptions for parts of the Rio Grande Valley that are still seeing high numbers of hospitalizations.\nIn Nevada, a state coronavirus task force authorized reopening bars in Clark County, where Las Vegas is located, for the first time since July. Shutdowns were also lifted for Elko County, which had been the only other county where bars remained closed because of a failure to meet key testing metrics.\nRob O’Neal/Associated Press\nFlorida also plowed ahead with reopening this week, allowing bars statewide to welcome back patrons at 50 percent capacity. Gov. Ron DeSantis (R) initially closed bars when outbreaks began appearing in March, but allowed them to reopen in early June, a move that was followed by a steep uptick in cases. Later that month, state liquor regulators intervened and shut down bars for a second time.\nAccording to Politico Florida, contact tracing teams determined that many of the summer outbreaks were spawned by a handful of bars that flouted social distancing and capacity regulations. Halsey Beshears, the secretary of the state’s Department of Business and Professional Regulation, said in a statement last week that he believed bars and breweries would do better the second time around.\n“It’s vital that we start moving forward with this sector of our hospitality industry who have endured one of the toughest paths for sustaining a business during this pandemic,” he said.\nDeSantis also said last week that he expects to soon lift a restriction limiting indoor dining to 50 percent capacity, according to Politico.\nGlobal virus cases top 30 million, 6.7 million in U.S. alone\nLONDON – Confirmed cases of the coronavirus have topped 30 million worldwide, according to a Johns Hopkins University tally.\nThe worldwide count of known COVID-19 infections climbed past 30 million on Thursday, with more than half of them from just three countries: the U.S., India and Brazil, according to the tally kept by Johns Hopkins researchers.\nThe number increased by 10 million in just over a month; global cases passed 20 million on August 12.\nThe United States leads the by-country count with at least 6,675,560 reported cases, followed by India with at least 5,214,677 and Brazil at 4,455, 386, the numbers showed.\nIndividual numbers could vary as the university’s tally sometimes lags behind country reports.\nThe U.S. also leads in the number of deaths at 197,643, followed by Brazil at 134,935 and India with a death toll of 84,372, the tally showed.\nBritain considers new curbs on pubs and restaurants\nLONDON — British Health Secretary Matt Hancock has hinted that fresh restrictions on social gatherings in England could be announced soon as part of efforts to suppress a sharp spike in confirmed coronavirus cases.\nFollowing reports that the government was considering fresh curbs on the hospitality sector, such as pubs and restaurants, Hancock said this is a “big moment for the country.”\nHe said that another national lockdown is the “last line of defense” and that most transmissions of the virus are taking place in social settings.\nHancock says the government’s strategy over the coming weeks is to contain the virus as much as possible “whilst protecting education and the economy.”\nThe government has come under sustained criticism in the past week following serious issues with its virus testing program.\nThere’s widespread speculation that parts of northwest England will see further restrictions announced Friday.\nIndia’s infections not slowing\nNEW DELHI — India’s coronavirus cases have jumped by another 96,424 infections in the past 24 hours, showing little signs of slowing down.\nThe Health Ministry on Friday raised the nation’s confirmed total since the pandemic began to more than 5.21 million. It said 1,174 more people died in the past 24 hours, for a total of 84,372.\nIndia is expected within weeks to surpass the reported infections seen in the United States, where more than 6.67 million people have been reported infected, the most in the world.\nIndia’s Prime Minister Narendra Modi on Thursday made a fresh appeal to people to use face masks and maintain social distance as his government chalked out plans to handle big congregations expected during a major Hindu festival season beginning next month.\nUN official warns 270 million are in danger of starvation\nUNITED NATIONS — U.N. World Food Program chief David Beasley is warning that 270 million people are “marching toward the brink of starvation” because of the toxic combination of conflict, climate change and the COVID-19 pandemic.\nBeasley on Thursday urged donor nations and billionaires to contribute $4.9 billion to feed the 30 million he said will die without U.N. assistance.\nHe reminded the U.N. Security Council of his warning five months ago that “the world stood on the brink of a hunger pandemic,” and welcomed the response, which averted famine and led countries to fight back against the coronavirus.\nBeasley said the U.N. food agency is keeping people alive “and avoiding a humanitarian catastrophe” but he said “the fight is far, far, far from over.”\nNew Zealand reports no new cases for the first time in 5 weeks\nWELLINGTON, New Zealand — New Zealand has reported no new confirmed cases of the coronavirus for the first time in more than five weeks as hopes rise that an outbreak discovered in Auckland last month has been stamped out.\nFriday’s report also marked the fourth consecutive day without any cases of community transmission. All recent cases have been found among quarantined travelers returning from abroad.\nAuthorities have still not pinpointed the origin of the August outbreak, which they believe was imported. Auckland was temporarily placed into lockdown as the country continued its strategy of trying to completely eliminate community spread of the virus.\nNew Zealand has reported a total of just over 1,800 cases and 25 deaths.\nChina reports small number of imported cases\nBEIJING — China says imported coronavirus cases climbed to 32 over the previous 24 hours.\nThirteen of the cases reported Friday were in the northern province of Shaanxi, whose capital Xi’an is a major industrial center. The eastern financial and business hub of Shanghai reported 12.\nChina has gone more than a month without reporting any cases of locally transmitted coronavirus cases within its borders.\nBut it remains highly vigilant for cases brought in from outside the country. It has suspended issuing new visas and anyone arriving from abroad is required to undergo a two-week quarantine.\nCalif. law mandates workers be told if exposed to virus\nSACRAMENTO, Calif. — California companies must pay workers compensation benefits to any employees that become infected with the coronavirus and they must warn employees of any potential exposure to the virus under two laws that Gov. Gavin Newsom signed Thursday.\nBusiness groups have criticized the measures as “unworkable.”\nThe law on informing employees requires that businesses tell workers whenever they they have been exposed to someone who has either tested positive, been ordered to isolate or died because of the virus. Companies must do so within one business day of learning of the exposures or they can face fines issued by the Division of Occupational Safety and Health."}]}