{"request": {"pageUrl": "https://www.unionleader.com/news/health/coronavirus/raging-campus-outbreaks-send-students-home-nationwide/article_4cd76d83-c769-53ba-a969-0e25a3bb0255.html", "api": "article", "version": 3}, "objects": [{"date": "Fri, 04 Sep 2020 00:00:00 GMT", "sentiment": 0, "author": "Janet Lorin Bloomberg", "estimatedDate": "Fri, 04 Sep 2020 00:00:00 GMT", "publisherRegion": "---", "icon": "https://www.unionleader.com/content/tncms/site/icon.ico", "diffbotUri": "article|3|813678172", "siteName": "UnionLeader.com", "type": "article", "title": "Raging campus outbreaks send students home nationwide", "tags": [{"score": 0.97078537940979, "sentiment": 0, "count": 1, "label": "Wendy Wintersteen", "uri": "https://diffbot.com/entity/Pt3XZQ8jSNRyP51afdn16ug", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8568703532218933, "sentiment": 0, "count": 1, "label": "Brian Fisher", "uri": "https://diffbot.com/entity/PihCkQ_-lNA64m4eEzHpw7Q", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8531315326690674, "sentiment": 0, "count": 1, "label": "University of Alabama", "uri": "https://diffbot.com/entity/O_QKY940CPlGus9YRNP6Gfg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8004706501960754, "sentiment": 0, "count": 3, "label": "New York", "uri": "https://diffbot.com/entity/A1NxI_KXaMbiP5g2aM9MRdw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.7859925031661987, "sentiment": 0, "count": 2, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.7833681702613831, "sentiment": 0, "count": 1, "label": "Kristina M. Johnson", "uri": "https://diffbot.com/entity/Pf7BEbwWAPAG_KYSDXQvQCw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7341475486755371, "sentiment": 0, "count": 1, "label": "Colorado", "uri": "https://diffbot.com/entity/A3mzQon9oO3yJ-NJ2JFoMBA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.710040271282196, "sentiment": 0, "count": 1, "label": "Seton Hall University", "uri": "https://diffbot.com/entity/OJUNVPDpVOrCVA-i_inXvcQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6969124674797058, "sentiment": 0, "count": 1, "label": "Mike DeWine", "uri": "https://diffbot.com/entity/Peh0deFW8MoeWfmUPg2VjwA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6346707344055176, "sentiment": 0, "count": 1, "label": "Robert Jones", "uri": "https://diffbot.com/entity/PX0C-altPP0abCBeFbi46DQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "publisherCountry": "---", "humanLanguage": "en", "pageUrl": "https://www.unionleader.com/news/health/coronavirus/raging-campus-outbreaks-send-students-home-nationwide/article_4cd76d83-c769-53ba-a969-0e25a3bb0255.html", "html": "<p>The State University at Oneonta in central New York on Thursday said it&rsquo;s sending students home amid rising COVID-19 rates. The same day, Temple University in Philadelphia called it quits. So did Colorado College earlier in the week.</p>\n<p>At the University of Alabama, 1,200 of 38,500 students are infected, and the University of South Carolina&rsquo;s positive test rate topped 27%. Even the University of Illinois, one of the pioneers in saliva testing for students, had to beg them to stop partying and increased patrols after finding more than 700 positive cases since classes began.</p>\n<p>Weeks into the academic year, colleges are hosting raging clusters of infections, crises that are both medical and political. Administrators are under intense pressure to keep schools functioning, providing a semblance of educational and athletic normality: President Donald Trump has said canceling football games would be a &ldquo;tragic mistake.&rdquo; But experts say that virus cases will inevitably emerge and could threaten surrounding communities.</p>\n<p>&ldquo;We&rsquo;re really watching these mini-experiments happen all across the country,&rdquo; said Brian Fisher, a researcher with the PolicyLab at Children&rsquo;s Hospital of Philadelphia, which has been modeling the spread of COVID-19. &ldquo;It remains to be seen for some campuses whether they&rsquo;re going to get their outbreaks under control.&rdquo;</p>\n<p>Many schools sit amid hot spots, especially in the Midwest. The University of Illinois in Urbana-Champaign, which has performed almost 200,000 tests on students, faculty and staff in twice-weekly screenings, warned Wednesday of a worrisome increase in virus cases.</p>\n<p>Risky behavior by undergraduates was to blame, including partying and ignoring quarantine guidance, the university said. It is disciplining more than 100 students and several organizations.</p>\n<p>&ldquo;The irresponsible and downright dangerous actions of a small number of our students have created the very real possibility of ending an in-person semester,&rdquo; Chancellor Robert Jones said Wednesday.</p>\n<p>At Iowa State University in Ames, the positivity rate during the first week of classes, which started Aug. 17, was 13.6%. In the second week, it shot to 28.8% on the campus of more than 31,000 students.</p>\n<p>Large parties and gatherings were the cause, President Wendy Wintersteen said in a statement. The university expanded testing and contact tracing, and enacted new requirements such as face coverings. Calls from the community also led Wintersteen to reverse course and not allow any fans to watch the home opener football game Sept. 12 in the stadium. The school had previously planned to allow 25,000 people, less than half the capacity.</p>\n<p>At Ohio State University, President Kristina Johnson sent an email to the more than 60,000 students, faculty and staff Thursday urging them all to &ldquo;act as though you are positive&rdquo; going into Labor Day weekend.</p>\n<p>Between Aug. 14 and Sept. 1, about 1.6% of the public flagship&rsquo;s student population &mdash; 1,052 students &mdash; contracted the disease. Deans &ldquo;can pretty much trace&rdquo; the spread from party to party, and the ability of the university to provide in-person education will rely on students&rsquo; restraint, Ohio Gov. Mike DeWine said at a news conference.</p>\n<p>&ldquo;No one is telling students to hibernate for nine months or the whole year,&rdquo; he said. &ldquo;Look, this is the reality: If the numbers get too high and the spread is too much, these schools are going to have absolutely no choice but to pull back.&rdquo;</p>\n<p>As classroom doors close, some students are rushing home. Others are looking for off-campus housing. Many students, parents and administrators are frustrated.</p>\n<p>After a flight from New York to Denver and a two-hour car ride, Laurie Meehan and her son Christopher, an 18-year-old freshman, arrived at Colorado College on Aug. 16. He and his two roommates tested negative upon arrival, but his dorm was quarantined Aug. 29. He was told this past week that students had to leave university housing by Sept. 20 and now, he&rsquo;s quarantining alone in a triple room.</p>\n<p>Christopher and his parents would like him to stay in Colorado and take advantage of the outdoor activities.</p>\n<p>&ldquo;He and a number of other students are trying to find housing,&rdquo; said Laurie Meehan. &ldquo;Some are looking in mountain towns because there are so many rental properties available.&rdquo;</p>\n<p>The reversals have been predictable, said Robert Kelchen, an associate professor of higher education at Seton Hall University in South Orange, N.J. &ldquo;Colleges told their students most of the summer that things would be reasonably close to normal,&rdquo; Kelchen said. &ldquo;They expected college students to stay to themselves or in very small groups of friends. That&rsquo;s not how the college experience works.&rdquo;</p>\n<p>In Tuscaloosa, University of Alabama students packed bars last month after sororities chose their members on their Bid Day, an annual spectacle that involves herds of undergraduate women racing and cheering before large crowds of onlookers.</p>\n<p>A few days before students had returned Aug. 23, the school said only 237 of them had tested positive. The number is now more than 1,200. The university had 450 housing units reserved to quarantine students, but exceeded that capacity in less than a week.The school has received 400 reports of students breaking rules about masks and social distancing, and has removed several from class, according to a memo from President Stuart Bell. Officials haven&rsquo;t suggested sending students home, saying that would spread the virus to their relatives and communities.</p>\n<p>State schools in New York are investigating the spread of the virus on several campuses, including Plattsburgh, Cobleskill, Fredonia, and Buffalo.</p>\n<p>Closing them, however, would hurt already-strained budgets, said Fred Kowal, president of United University Professions, the union representing State University of New York system employees. The 64-institution system lost as much as $1 billion after closing due to the virus during the spring semester and having to reimburse housing costs and fees, Kowal said.</p>\n<p>&ldquo;In this budget climate, in this economy, to be hemorrhaging hundreds of millions of dollars, let this be the understatement of the year: That&rsquo;s unsustainable,&rdquo; he said.</p>\n<p>As a biochemist and virologist, Assistant Professor Ron Bishop was &ldquo;cautiously pessimistic&rdquo; about in-person classes at SUNY Oneonta this fall.</p>\n<p>&ldquo;I was one of the handful of people here who really wanted to have an in-person component to my courses,&rdquo; said Bishop. &ldquo;I love the lab and I have the most fun here with students in the lab. And so, I really, really wanted to keep that going as long as I could.&rdquo;</p>\n<p>But Bishop, whose research background includes working for the National Cancer Institute, was ready for things to go south quickly.</p>\n<p>&ldquo;This all looked like a pretty slow-moving train wreck to me,&rdquo; he said.</p>\n<p>Universities didn&rsquo;t acknowledge the inevitable risk that college students take, said Gavin Yamey, a physician and professor of global health and public policy at Duke University in North Carolina.</p>\n<p>&ldquo;Shaming young people for risky behavior at a time when we know they are in young adulthood, when risk-taking is at its peak, is an ineffective public health strategy,&rdquo; said Yamey, who directs Duke&rsquo;s Center for Policy Impact in Global Health.</p>", "text": "The State University at Oneonta in central New York on Thursday said it’s sending students home amid rising COVID-19 rates. The same day, Temple University in Philadelphia called it quits. So did Colorado College earlier in the week.\nAt the University of Alabama, 1,200 of 38,500 students are infected, and the University of South Carolina’s positive test rate topped 27%. Even the University of Illinois, one of the pioneers in saliva testing for students, had to beg them to stop partying and increased patrols after finding more than 700 positive cases since classes began.\nWeeks into the academic year, colleges are hosting raging clusters of infections, crises that are both medical and political. Administrators are under intense pressure to keep schools functioning, providing a semblance of educational and athletic normality: President Donald Trump has said canceling football games would be a “tragic mistake.” But experts say that virus cases will inevitably emerge and could threaten surrounding communities.\n“We’re really watching these mini-experiments happen all across the country,” said Brian Fisher, a researcher with the PolicyLab at Children’s Hospital of Philadelphia, which has been modeling the spread of COVID-19. “It remains to be seen for some campuses whether they’re going to get their outbreaks under control.”\nMany schools sit amid hot spots, especially in the Midwest. The University of Illinois in Urbana-Champaign, which has performed almost 200,000 tests on students, faculty and staff in twice-weekly screenings, warned Wednesday of a worrisome increase in virus cases.\nRisky behavior by undergraduates was to blame, including partying and ignoring quarantine guidance, the university said. It is disciplining more than 100 students and several organizations.\n“The irresponsible and downright dangerous actions of a small number of our students have created the very real possibility of ending an in-person semester,” Chancellor Robert Jones said Wednesday.\nAt Iowa State University in Ames, the positivity rate during the first week of classes, which started Aug. 17, was 13.6%. In the second week, it shot to 28.8% on the campus of more than 31,000 students.\nLarge parties and gatherings were the cause, President Wendy Wintersteen said in a statement. The university expanded testing and contact tracing, and enacted new requirements such as face coverings. Calls from the community also led Wintersteen to reverse course and not allow any fans to watch the home opener football game Sept. 12 in the stadium. The school had previously planned to allow 25,000 people, less than half the capacity.\nAt Ohio State University, President Kristina Johnson sent an email to the more than 60,000 students, faculty and staff Thursday urging them all to “act as though you are positive” going into Labor Day weekend.\nBetween Aug. 14 and Sept. 1, about 1.6% of the public flagship’s student population — 1,052 students — contracted the disease. Deans “can pretty much trace” the spread from party to party, and the ability of the university to provide in-person education will rely on students’ restraint, Ohio Gov. Mike DeWine said at a news conference.\n“No one is telling students to hibernate for nine months or the whole year,” he said. “Look, this is the reality: If the numbers get too high and the spread is too much, these schools are going to have absolutely no choice but to pull back.”\nAs classroom doors close, some students are rushing home. Others are looking for off-campus housing. Many students, parents and administrators are frustrated.\nAfter a flight from New York to Denver and a two-hour car ride, Laurie Meehan and her son Christopher, an 18-year-old freshman, arrived at Colorado College on Aug. 16. He and his two roommates tested negative upon arrival, but his dorm was quarantined Aug. 29. He was told this past week that students had to leave university housing by Sept. 20 and now, he’s quarantining alone in a triple room.\nChristopher and his parents would like him to stay in Colorado and take advantage of the outdoor activities.\n“He and a number of other students are trying to find housing,” said Laurie Meehan. “Some are looking in mountain towns because there are so many rental properties available.”\nThe reversals have been predictable, said Robert Kelchen, an associate professor of higher education at Seton Hall University in South Orange, N.J. “Colleges told their students most of the summer that things would be reasonably close to normal,” Kelchen said. “They expected college students to stay to themselves or in very small groups of friends. That’s not how the college experience works.”\nIn Tuscaloosa, University of Alabama students packed bars last month after sororities chose their members on their Bid Day, an annual spectacle that involves herds of undergraduate women racing and cheering before large crowds of onlookers.\nA few days before students had returned Aug. 23, the school said only 237 of them had tested positive. The number is now more than 1,200. The university had 450 housing units reserved to quarantine students, but exceeded that capacity in less than a week.The school has received 400 reports of students breaking rules about masks and social distancing, and has removed several from class, according to a memo from President Stuart Bell. Officials haven’t suggested sending students home, saying that would spread the virus to their relatives and communities.\nState schools in New York are investigating the spread of the virus on several campuses, including Plattsburgh, Cobleskill, Fredonia, and Buffalo.\nClosing them, however, would hurt already-strained budgets, said Fred Kowal, president of United University Professions, the union representing State University of New York system employees. The 64-institution system lost as much as $1 billion after closing due to the virus during the spring semester and having to reimburse housing costs and fees, Kowal said.\n“In this budget climate, in this economy, to be hemorrhaging hundreds of millions of dollars, let this be the understatement of the year: That’s unsustainable,” he said.\nAs a biochemist and virologist, Assistant Professor Ron Bishop was “cautiously pessimistic” about in-person classes at SUNY Oneonta this fall.\n“I was one of the handful of people here who really wanted to have an in-person component to my courses,” said Bishop. “I love the lab and I have the most fun here with students in the lab. And so, I really, really wanted to keep that going as long as I could.”\nBut Bishop, whose research background includes working for the National Cancer Institute, was ready for things to go south quickly.\n“This all looked like a pretty slow-moving train wreck to me,” he said.\nUniversities didn’t acknowledge the inevitable risk that college students take, said Gavin Yamey, a physician and professor of global health and public policy at Duke University in North Carolina.\n“Shaming young people for risky behavior at a time when we know they are in young adulthood, when risk-taking is at its peak, is an ineffective public health strategy,” said Yamey, who directs Duke’s Center for Policy Impact in Global Health."}]}