{"request": {"pageUrl": "https://www.ctpost.com/news/coronavirus/article/UConn-dorm-quarantined-as-COVID-spreads-on-campus-15520302.php", "api": "article", "version": 3}, "objects": [{"date": "Tue, 01 Sep 2020 00:00:00 GMT", "sentiment": -0.217, "images": [{"author": "Photo: Kassi Jackson / TNS", "naturalHeight": 612, "width": 890, "diffbotUri": "image|3|-734590917", "url": "https://s.hdnux.com/photos/01/13/63/14/19870480/7/920x920.jpg", "naturalWidth": 920, "primary": true, "height": 592}], "author": "Leah Brennan", "estimatedDate": "Tue, 01 Sep 2020 00:00:00 GMT", "publisherRegion": "---", "icon": "https://www.ctpost.com/apple-touch-icon-128x128.png", "diffbotUri": "article|3|-1465526719", "siteName": "Connecticut Post", "type": "article", "title": "COVID-19 outbreak quarantines UConn dorm of nearly 300 students", "tags": [{"score": 0.9998579025268555, "sentiment": -0.847, "count": 6, "label": "University of Connecticut", "uri": "https://diffbot.com/entity/Oh7MLK-BJNCyl89idhBt6fA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9995224475860596, "sentiment": -0.965, "count": 7, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9934770464897156, "sentiment": -0.52, "count": 2, "label": "Storrs", "uri": "https://diffbot.com/entity/AbYiM-lr6OzqQoKOxxraItQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/Town"]}, {"score": 0.7893761992454529, "sentiment": 0, "count": 1, "label": "Lora Rae Anderson", "uri": "https://diffbot.com/entity/POtRp2zLrP92n3EMqZtVVzQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "publisherCountry": "---", "humanLanguage": "en", "authorUrl": "https://www.greenwichtime.com/author/leah-brennan/", "pageUrl": "https://www.ctpost.com/news/coronavirus/article/UConn-dorm-quarantined-as-COVID-spreads-on-campus-15520302.php", "html": "<ul> <li data-frame-index=\"0\" data-item-id=\"photo-19870480\">  <figure><img alt=\"The green area in the center of the Towers Residence Hall during move-in day at UConn Friday, Aug. 14, 2020, in Storrs. (Kassi Jackson/The Hartford Courant/TNS) Photo: Kassi Jackson / TNS / Hartford Courant\" data-lazy-state=\"loaded\" src=\"https://s.hdnux.com/photos/01/13/63/14/19870480/7/920x920.jpg\"></img></figure>  </li> </ul>\n<p>STORRS &mdash; Nearly 300 students in a University of Connecticut dorm have been asked to quarantine as the coronavirus continues to spread on campus, school officials said Thursday.</p>\n<p>All students living in the Garrigus Suites on the Storrs campus have been asked to quarantine after nine of the school&rsquo;s 10 new cases on Thursday were from that dorm, the school said in a statement. While students who have tested positive were moved to COVID-19 isolation beds reserved on campus, the rest of the students have been quarantined in their dorm.</p>\n<p>&ldquo;The quarantine will need to continue until a clear decrease in transmission can be documented through serial testing,&rdquo; the statement said. &ldquo;All residents in Garrigus will be tested twice a week, and there is an adjacent dining hall that will be open only to Garrigus residents during this quarantine period.&rdquo;</p>\n<p>A total of 62 UConn students &mdash; 52 living on campus and 10 commuters &mdash; have tested positive for COVID-19. There were 42 residential students who were recovering in isolation beds on campus as of Thursday, according to the <a href=\"https://reopen.uconn.edu/covid-dashboard/\">school&rsquo;s online database</a>. The other 20 students have either recovered or are living off campus.</p>\n<p>A total of 5,968 tests have been conducted of UConn students living on the Storrs campus, the school said. There have been no cases among UConn-Stamford residential students, but two commuters to that campus have tested positive.</p>\n<p>The students who are quarantined cannot attend classes when they start on Monday, the school said. The school said it will accommodate those students to work remotely.</p>\n<p>Last week, UConn &mdash; <a href=\"https://www.ctinsider.com/sports/jeffjacobs/ctpost/article/Jeff-Jacobs-In-canceling-football-UConn-and-15462060.php?cmpid=gsa-ctpost-result&_ga=2.135842999.748881932.1598292977-2134218244.1598292977\">the first NCAA Division I Football Bowl Subdivision program to cancel its season</a> &mdash; <a href=\"https://www.ctpost.com/uconn/article/UConn-pauses-football-activities-after-six-15497981.php\">ceased football activities</a> following positive tests from six of its players.</p>\n<p>Connecticut medical professionals have said they expect college cases to rise as students return to campus. However, the state Department of Public Health is not keeping track of those cases by campus, according to Lora Rae Anderson, communications director for the state&rsquo;s chief operating officer.</p>\n<p>Earlier this month, several UConn students <a href=\"https://www.ctinsider.com/news/coronavirus/ctpost/article/UConn-investigates-partying-complaints-as-more-15493445.php\">were removed from on-campus housing</a> as the school investigated an &ldquo;unapproved gathering&rdquo; that did not meet social distancing and mask-wearing guidelines, university officials said.</p>\n<p>Since UConn students have returned to campus this month, there have been reports on social media about gatherings that could violate COVID-19 safety measures established by the state and school. One video posted on Snapchat showed a mask-less gathering in a crowded room.</p>\n<p>UConn&rsquo;s COVID-19 policy requires all students to wear masks when not in a car or their residence, and the <a href=\"https://portal.ct.gov/Coronavirus/Covid-19-Knowledge-Base/Gatherings\">state&rsquo;s COVID-19 rules</a> limit indoor gatherings to 25 people and outside gatherings to 100.</p>\n<p>At colleges and universities across the state, penalties for throwing parties during the pandemic can be strict &mdash; sometimes leading to <a href=\"https://slack-redir.net/link?url=https%3A%2F%2Fwww.ctinsider.com%2Fnews%2Fcoronavirus%2Fctpost%2Farticle%2FFor-some-CT-college-students-hosting-a-party-15487272.php\">suspensions and expulsion</a>.</p>\n<p><i>Editor&rsquo;s note: This story has been updated to reflect the Garrigus Suites students who tested positive were moved to isolation beds.</i></p>\n<p> <em> <p>leah.brennan@hearst.com</p> </em>           </p>", "text": "STORRS — Nearly 300 students in a University of Connecticut dorm have been asked to quarantine as the coronavirus continues to spread on campus, school officials said Thursday.\nAll students living in the Garrigus Suites on the Storrs campus have been asked to quarantine after nine of the school’s 10 new cases on Thursday were from that dorm, the school said in a statement. While students who have tested positive were moved to COVID-19 isolation beds reserved on campus, the rest of the students have been quarantined in their dorm.\n“The quarantine will need to continue until a clear decrease in transmission can be documented through serial testing,” the statement said. “All residents in Garrigus will be tested twice a week, and there is an adjacent dining hall that will be open only to Garrigus residents during this quarantine period.”\nA total of 62 UConn students — 52 living on campus and 10 commuters — have tested positive for COVID-19. There were 42 residential students who were recovering in isolation beds on campus as of Thursday, according to the school’s online database. The other 20 students have either recovered or are living off campus.\nA total of 5,968 tests have been conducted of UConn students living on the Storrs campus, the school said. There have been no cases among UConn-Stamford residential students, but two commuters to that campus have tested positive.\nThe students who are quarantined cannot attend classes when they start on Monday, the school said. The school said it will accommodate those students to work remotely.\nLast week, UConn — the first NCAA Division I Football Bowl Subdivision program to cancel its season — ceased football activities following positive tests from six of its players.\nConnecticut medical professionals have said they expect college cases to rise as students return to campus. However, the state Department of Public Health is not keeping track of those cases by campus, according to Lora Rae Anderson, communications director for the state’s chief operating officer.\nEarlier this month, several UConn students were removed from on-campus housing as the school investigated an “unapproved gathering” that did not meet social distancing and mask-wearing guidelines, university officials said.\nSince UConn students have returned to campus this month, there have been reports on social media about gatherings that could violate COVID-19 safety measures established by the state and school. One video posted on Snapchat showed a mask-less gathering in a crowded room.\nUConn’s COVID-19 policy requires all students to wear masks when not in a car or their residence, and the state’s COVID-19 rules limit indoor gatherings to 25 people and outside gatherings to 100.\nAt colleges and universities across the state, penalties for throwing parties during the pandemic can be strict — sometimes leading to suspensions and expulsion.\nEditor’s note: This story has been updated to reflect the Garrigus Suites students who tested positive were moved to isolation beds.\nleah.brennan@hearst.com", "authors": [{"name": "Leah Brennan", "link": "greenwichtime.com/author/leah-brennan"}]}]}