{"request": {"pageUrl": "https://www.stamfordadvocate.com/news/article/First-case-of-COVID-19-confirmed-at-Quinnipiac-15578757.php", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0.404, "images": [{"naturalHeight": 656, "width": 890, "diffbotUri": "image|3|-114240624", "title": "Students walk past the Arnold Bernhard Library at Quinnipiac University in Hamden on March 28, 2019.", "url": "https://s.hdnux.com/photos/01/12/67/20/19624991/19/920x920.jpg", "naturalWidth": 920, "primary": true, "height": 634}], "author": "Clare Dignan", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "icon": "https://www.stamfordadvocate.com/apple-touch-icon-128x128.png", "diffbotUri": "article|3|-1888315181", "siteName": "StamfordAdvocate", "type": "article", "title": "First case of COVID-19 confirmed at Quinnipiac University", "tags": [{"score": 0.9945279955863953, "sentiment": 0, "count": 4, "label": "Quinnipiac University", "uri": "https://diffbot.com/entity/OuXDvlM35OTGk1c0ttxWaHw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.984973669052124, "sentiment": 0, "count": 4, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}], "humanLanguage": "en", "authorUrl": "https://www.nhregister.com/author/clare-dignan/", "pageUrl": "https://www.stamfordadvocate.com/news/article/First-case-of-COVID-19-confirmed-at-Quinnipiac-15578757.php", "html": "<ul> <li data-frame-index=\"0\" data-item-id=\"photo-19624991\">  <figure><img alt=\"Students walk past the Arnold Bernhard Library at Quinnipiac University in Hamden on March 28, 2019. Photo: Arnold Gold / Hearst Connecticut Media / New Haven Register\" data-lazy-state=\"loaded\" src=\"https://s.hdnux.com/photos/01/12/67/20/19624991/19/920x920.jpg\"></img><figcaption>Students walk past the Arnold Bernhard Library at Quinnipiac University in Hamden on March 28, 2019.</figcaption></figure>  </li> </ul>\n<p>HAMDEN &mdash; Quinnipiac University confirmed the first case of <a href=\"https://www.nhregister.com/news/coronavirus/slideshow/Analysis-What-200-000-COVID-deaths-actually-209169.php?src=nhrhpcp\">coronavirus</a> within the school community Friday.</p>\n<p>Through this week&rsquo;s sample testing of students, the Student Health Services team identified an asymptomatic student, who lives at home with their family, as positive with the virus, according to an announcement sent to students, faculty and staff Friday morning.</p>\n<p>The student is isolating at home.</p>\n<p>&ldquo;The university has been prepared for this eventuality, relying on the latest science and health guidelines to establish comprehensive health and safety protocols for testing, identifying and caring for students who test positive for COVID-19,&rdquo; David Hill, senior medical adviser of the COVID-19 campus task force, wrote in an email to the community.</p>\n<p>Since Aug. 5, the university has performed 9,968 on-campus tests, with this being the first positive case. Quinnipiac has published a <a href=\"https://www.qu.edu/back-to-bobcat-nation/covid-19-testing-data-dashboard.html\">dashboard on the university website outlining the school&rsquo;s current risk level</a>, tests performed and confirmed cases.</p>\n<p>&ldquo;This level of detailed planning, expertise and preparation gives us confidence in containing the spread of the virus and maintaining the health of the university community,&rdquo; Hill said.</p>\n<p>The university has implemented a contact tracing protocol to identify locations and individuals with whom the person who tested positive might have had contact. Hill said any person who may have had contact with the positive case will be called directly.</p>\n<p>&ldquo;We appreciate everyone&rsquo;s continued vigilance with wearing face coverings, maintaining physical distancing, and keeping our gatherings small and responsible,&rdquo; he said. &ldquo;Everyone should be checking their symptoms daily using our mobile symptom checking app, and please remember to remain home or in your residence hall, suite or apartment if you&rsquo;re not feeling well.</p>\n<p>&ldquo;These simple steps will help us continue to protect the &lsquo;Bobcat Bubble&rsquo; and maintain a healthy and safe QU community,&rdquo; Hill said.</p>\n<p>Quinnipiac has made use of an app developed in partnership with MyOwnMed called the QU Symptom Checker, in which all members of the school community can perform a daily required self assessment of symptoms.</p>\n<p> <em> <p>mdignan@hearstmediact.com</p> </em>           </p>", "text": "HAMDEN — Quinnipiac University confirmed the first case of coronavirus within the school community Friday.\nThrough this week’s sample testing of students, the Student Health Services team identified an asymptomatic student, who lives at home with their family, as positive with the virus, according to an announcement sent to students, faculty and staff Friday morning.\nThe student is isolating at home.\n“The university has been prepared for this eventuality, relying on the latest science and health guidelines to establish comprehensive health and safety protocols for testing, identifying and caring for students who test positive for COVID-19,” David Hill, senior medical adviser of the COVID-19 campus task force, wrote in an email to the community.\nSince Aug. 5, the university has performed 9,968 on-campus tests, with this being the first positive case. Quinnipiac has published a dashboard on the university website outlining the school’s current risk level, tests performed and confirmed cases.\n“This level of detailed planning, expertise and preparation gives us confidence in containing the spread of the virus and maintaining the health of the university community,” Hill said.\nThe university has implemented a contact tracing protocol to identify locations and individuals with whom the person who tested positive might have had contact. Hill said any person who may have had contact with the positive case will be called directly.\n“We appreciate everyone’s continued vigilance with wearing face coverings, maintaining physical distancing, and keeping our gatherings small and responsible,” he said. “Everyone should be checking their symptoms daily using our mobile symptom checking app, and please remember to remain home or in your residence hall, suite or apartment if you’re not feeling well.\n“These simple steps will help us continue to protect the ‘Bobcat Bubble’ and maintain a healthy and safe QU community,” Hill said.\nQuinnipiac has made use of an app developed in partnership with MyOwnMed called the QU Symptom Checker, in which all members of the school community can perform a daily required self assessment of symptoms.\nmdignan@hearstmediact.com", "authors": [{"name": "Clare Dignan", "link": "nhregister.com/author/clare-dignan"}]}]}