{"request": {"pageUrl": "https://www.denverpost.com/2020/09/17/colorado-college-university-covid-outbreak/", "api": "article", "version": 3}, "objects": [{"date": "Thu, 17 Sep 2020 07:26:00 GMT", "sentiment": 0, "images": [{"author": "Timothy Hurst, Daily Camera", "naturalHeight": 524, "width": 930, "diffbotUri": "image|3|-1746502065", "title": "Timothy Hurst, Daily Camera", "url": "https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=1569", "naturalWidth": 787, "primary": true, "height": 620}], "author": "Meg Wingerter", "estimatedDate": "Thu, 17 Sep 2020 07:26:00 GMT", "publisherRegion": "North America", "icon": "https://www.denverpost.com/wp-content/uploads/2016/05/cropped-DP_bug_denverpost.jpg?w=180", "diffbotUri": "article|3|1540962246", "siteName": "The Denver Post", "type": "article", "title": "COVID-19 outbreaks tied to Colorado colleges more than double as campuses ramp up efforts to stop virus", "tags": [{"score": 0.9996107220649719, "sentiment": -0.259, "count": 9, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9968321919441223, "sentiment": 0, "count": 1, "label": "Colorado", "uri": "https://diffbot.com/entity/A3mzQon9oO3yJ-NJ2JFoMBA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9776737689971924, "sentiment": 0, "count": 3, "label": "college", "uri": "https://diffbot.com/entity/XygW05YWxMKCisk_YrXtvAw"}, {"score": 0.9353569746017456, "sentiment": 0, "count": 3, "label": "Boulder", "uri": "https://diffbot.com/entity/AfaR7aNaZPN2yXZD4mgG-bA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.9150489568710327, "sentiment": 0, "count": 3, "label": "University of Colorado Boulder", "uri": "https://diffbot.com/entity/OCJr7NW4FMuqUXzZP4Cu3Zw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8717944025993347, "sentiment": 0, "count": 1, "label": "Colorado Mesa University", "uri": "https://diffbot.com/entity/OoFWJ6eNTN3uzn4--1WltMw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8542504906654358, "sentiment": 0, "count": 1, "label": "University of Colorado", "uri": "https://diffbot.com/entity/O2RT9R3deOneP8aukXrs6rA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.7706291675567627, "sentiment": 0, "count": 1, "label": "Colorado College", "uri": "https://diffbot.com/entity/OIZBzhvWZM8-ln5cWJinPdQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.687220573425293, "sentiment": 0, "count": 2, "label": "Regis University", "uri": "https://diffbot.com/entity/OQf9mds2XN1iM7njNibT4fQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6157609224319458, "sentiment": -0.55, "count": 1, "label": "Pi Beta Phi", "uri": "https://diffbot.com/entity/Cmkh8NWq8OUao6lN-DGkDzw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.denverpost.com/author/meg-wingerter/", "pageUrl": "https://www.denverpost.com/2020/09/17/colorado-college-university-covid-outbreak/", "html": "<figure><img alt=\"\" data-sizes=\"auto\" data-src=\"https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=525\" data-srcset=\"https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=525 620w,https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=660 780w,https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=863 1020w,https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=1080 1280w,https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=1569 1860w\" sizes=\"931px\" src=\"https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=1569\" srcset=\"https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=525 620w,https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=660 780w,https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=863 1020w,https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=1080 1280w,https://www.denverpost.com/wp-content/uploads/2020/09/DCC-L-COVID-19TestingInBoulder_TH12134.jpg?w=1569 1860w\"></img><figcaption>Timothy Hurst, Daily Camera</figcaption></figure>\n<p><a href=\"javascript:void(0)\">132</a></p>\n<p>The number of COVID-19 outbreaks tied to Colorado colleges more than doubled this week, with four universities now identified as hot spots.</p>\n<p>The Colorado Department of Public Health and Environment on Wednesday reported a dozen active outbreaks linked to colleges and universities, with seven of them identified in the last week.</p>\n<p>This follows warnings by state public health administrators of a sharp rise in coronavirus infections among college-aged people, and new efforts this week at the University of Colorado Boulder and Regis University in Denver to slow the virus&rsquo; spread through student quarantines.</p>\n<p>&ldquo;We&rsquo;re asking students not to socialize at all,&rdquo; Trina Ruhland, of the Boulder County Attorney&rsquo;s Office, said during a news conference Wednesday to discuss public health officials&rsquo; recommendation that all CU Boulder students quarantine themselves.</p>\n<p>Coronavirus infections in Colorado <a href=\"https://twitter.com/MegWingerter/status/1306326891914297345\">rose slightly over each of the last two weeks</a> after having declined since early August, an increase <a href=\"https://www.denverpost.com/2020/09/15/colorado-covid-cases-increase-boulder/\">driven in part by the surge in cases in Boulder County</a> that officials say is being driven by CU students gathering off-campus.</p>\n<p>Hospitalizations for COVID-19 had been falling since mid-July, but that decline has now slowed and appears to have plateaued, according to <a href=\"https://drive.google.com/file/d/1osVuztn6Z27GJLtTsKrqThJb-lvGQLYP/view\">new modeling data released Wednesday</a> by the state health department and the Colorado School of Public Health. Deaths have slowed from earlier peaks, though the state reported Wednesday it <a href=\"https://twitter.com/mattsebastian/status/1306362598573522944\">has surpassed 2,000 fatalities</a> among people who&rsquo;ve been sickened by the virus.</p>\n<p>Colorado&rsquo;s college and university outbreaks are connected to a combined 180 coronavirus cases, according to state data, but no deaths so far. An outbreak begins when two or more cases are linked to the same location or event, and ends when no new cases have been tied to that source for four weeks.</p>\n<p>The largest of those outbreaks are at Denver&rsquo;s Regis University, with 45 cases; Colorado College in Colorado Springs, with 32 cases; and CU Boulder&rsquo;s Delta Gamma sorority, with 25 cases, according to state data. Those counts include both confirmed and probable cases.</p>\n<p>In addition to Delta Gamma, CU Boulder has outbreaks tied to four other fraternity and sorority houses: Alpha Phi, Gamma Phi Beta, Phi Kappa Psi and Pi Beta Phi.</p>\n<p>The University of Denver reported three outbreaks, involving a residence hall, a gymnastics team and the Ritchie Center for Sports and Wellness. An unspecified sports team at Colorado Mesa University also had an outbreak.</p>\n<p>On Wednesday, Regis <a href=\"https://www.denverpost.com/2020/09/16/regis-university-quarantine-coronavirus/\">ordered 137 students living in on-campus housing to quarantine</a> for two weeks after health officials traced nearly 60% of cases linked to the school to the Resident Village housing complex.</p>\n<p>For this week only, Regis &mdash; which enrolls about 8,000 students &mdash; also pivoted most in-person classes to virtual learning as it ramps up testing.</p>\n<p>&ldquo;All these actions are being taken to quell further spread of the virus in the community,&rdquo; Regis leaders said in a news release.</p>\n<h3>Surge in Boulder</h3>\n<p>In Boulder, CU leadership and local officials detailed what is expected of students and what consequences await those who choose not to follow public health guidance.</p>\n<p>Boulder County on Tuesday recommended a <a href=\"https://www.denverpost.com/2020/09/15/cu-boulder-covid-quarantine/\">two-week self-quarantine of all CU Boulder students</a> as COVID-19 cases continue to rise. The campus has confirmed 441 coronavirus infections since classes started Aug. 24. Health officials have said nearly 70% of Boulder County&rsquo;s cases since then are associated with CU, which enrolls more than 30,000 students.</p>\n<p>Although CU&rsquo;s quarantine &mdash; which still allows students to go to class and work, get groceries, pick up food and exercise &mdash; is a recommendation, local police will step up enforcement and students can still face consequences for violating it, campus and government officials said during a news conference Wednesday morning.</p>\n<p>Later in the day, Boulder officials announced they&rsquo;d issued a mandatory two-week quarantine to a property at 1125 10th St., an annex of the Kappa Sigma fraternity, after they said residents repeatedly violated public health requirements. Residents who violate the order could face up to 90 days in jail and a $1,000 fine.</p>\n<p>&ldquo;Residents of this property, unfortunately, have continued to gather socially and have not been responsive to voluntary compliance requests and existing health orders,&rdquo; City Manager Jane Brautigam said in a statement. &ldquo;Their behavior jeopardizes not only their lives, but also the lives and livelihoods of their neighbors and the rest of the Boulder community.&rdquo;</p>\n<p>Boulder officials said they&rsquo;re also watching three other properties &mdash; two fraternity houses and one apartment building &mdash; for possible quarantine orders.</p>\n<p>&ldquo;We&rsquo;ve seen more cases now than what I was expecting,&rdquo; CU Boulder Chancellor Phil DiStefano said during Wednesday&rsquo;s news conference. &ldquo;I was expecting it to be more later, but at least this gives us an opportunity to get back on the right track.&rdquo;</p>\n<p>State and local public health agencies are partnering with the university to open two new, free <a href=\"http://www.boco.org/COVID19Testing\">COVID-19 testing sites in Boulder. </a></p>\n<p>University officials said they expect case rates to climb as they ramp up testing efforts, but hope the recommended quarantine works to beat back surging cases.</p>\n<h3>Student disciplinary action</h3>\n<p>Gatherings of any type &mdash; even among small groups &mdash; could be a trigger for student disciplinary action, said Patrick O&rsquo;Rourke, CU Boulder&rsquo;s chief operating officer.</p>\n<p>&ldquo;We know that this will pose challenges and we want our students to be able to access mental health services, to be able to attend classes and to be in a position where we are really trying to address what is the root cause of the spread, which is the social gatherings that have been taking place off-campus,&rdquo; O&rsquo;Rourke said.</p>\n<p>So far, 422 students have been referred for student code-of-conduct violations for not following public health orders, DiStefano said. These violations range from smaller dings like students not wearing masks in their dormitory halls to more concerning violations such as <a href=\"https://www.denverpost.com/2020/08/31/cu-boulder-fraternity-fine-parties-covid/\">students hosting large parties</a>, O&rsquo;Rourke said.</p>\n<p>O&rsquo;Rourke said as of Wednesday morning he did not believe any CU Boulder students have been expelled for violating public health orders.</p>\n<p>Still, university officials did not directly answer questions Wednesday about what, specifically, would prompt the university to make the switch from in-person to remote learning, as Colorado College recently did along with other campuses across the country.</p>\n<p>&ldquo;It&rsquo;s not so much the number of cases that&rsquo;s the greatest concern,&rdquo; O&rsquo;Rourke said. &ldquo;It&rsquo;s how quickly we&rsquo;ve escalated in terms of those number of cases&hellip; that leads us to the point at the moment where we need to partner with the county to create a greater set of expectations.&rdquo;</p>\n<p>If the suggested quarantine doesn&rsquo;t work, Ruhland, from the county attorney&rsquo;s office, said, Boulder County would consider issuing a public health mandate that, if broken, could subject violators to criminal and civil penalties including fines or jail time.</p>\n<p>&ldquo;We know the vast majority of our students are doing the right thing to keep our community safe and we&rsquo;re grateful for that,&rdquo; DiStefano said. &ldquo;Even so, we&rsquo;ve had enough of our students choosing to gather in large groups and choosing to not wear masks.&rdquo;</p>\n<h3>Other Colorado outbreaks</h3>\n<p>The new statewide list released Wednesday also included two K-12 schools with new outbreaks, bringing the total to six active situations. The state health department declared an outbreak at Battle Mountain High School, in Eagle County, over on Friday.</p>\n<p>The newest outbreaks are in Westminster High School, with three student cases, and Parker Core Knowledge Charter School, an elementary and middle school in Douglas County, which reported five cases among students and one involving a staff member.</p>\n<p>Sand Creek Elementary School added three cases this week, but the other existing school outbreaks remained stable.</p>\n<p>The largest ongoing outbreaks in Colorado continue to be in correctional facilities, though the Buena Vista Correctional Complex dropped from the list when its 213-case outbreak was declared over on Tuesday.</p>\n<p>The state&rsquo;s 10 largest outbreaks are:</p>\n<ul> <li><strong>Sterling Correctional Facility:</strong> 618 cases, three deaths (three new cases since last week)</li> <li><strong>Van Cise-Simonet Detention Center, Denver:</strong> 582 cases, no deaths (no new cases)</li> <li><strong>JBS meatpacking plant, Greeley:</strong> 294 cases, six deaths (one new case)</li> <li><strong>People experiencing homelessness, Denver:</strong> 156 cases, no deaths (no new cases)</li> <li><strong>Steven Roberts Original Desserts, Aurora:</strong> 142 cases, one death (one new case)</li> <li><strong>Elms Haven Center, Thornton:</strong> 106 cases, 11 deaths (11 new cases and 1 new death)</li> <li><strong>Denver County Jail:</strong> 83 cases, no deaths (no new cases)</li> <li><strong>Weld County Jail, Greeley:</strong> 77 cases, one death (three new cases)</li> <li><strong>Jabil Healthcare, Monument:</strong> 68 cases, no deaths (no new cases)</li> <li><strong>Advantage Treatment Center, Sterling:</strong> 54 cases, no deaths (all cases reported in the last week)</li> </ul>\n<p>This is Advantage Treatment Center&rsquo;s second outbreak. From June to July, it recorded 31 cases, but no deaths.</p>\n<p><em><a href=\"https://extras.denverpost.com/newsletters/\"><strong>Subscribe to bi-weekly newsletter to get health news sent straight to your inbox.</strong></a></em></p>", "text": "132\nThe number of COVID-19 outbreaks tied to Colorado colleges more than doubled this week, with four universities now identified as hot spots.\nThe Colorado Department of Public Health and Environment on Wednesday reported a dozen active outbreaks linked to colleges and universities, with seven of them identified in the last week.\nThis follows warnings by state public health administrators of a sharp rise in coronavirus infections among college-aged people, and new efforts this week at the University of Colorado Boulder and Regis University in Denver to slow the virus’ spread through student quarantines.\n“We’re asking students not to socialize at all,” Trina Ruhland, of the Boulder County Attorney’s Office, said during a news conference Wednesday to discuss public health officials’ recommendation that all CU Boulder students quarantine themselves.\nCoronavirus infections in Colorado rose slightly over each of the last two weeks after having declined since early August, an increase driven in part by the surge in cases in Boulder County that officials say is being driven by CU students gathering off-campus.\nHospitalizations for COVID-19 had been falling since mid-July, but that decline has now slowed and appears to have plateaued, according to new modeling data released Wednesday by the state health department and the Colorado School of Public Health. Deaths have slowed from earlier peaks, though the state reported Wednesday it has surpassed 2,000 fatalities among people who’ve been sickened by the virus.\nColorado’s college and university outbreaks are connected to a combined 180 coronavirus cases, according to state data, but no deaths so far. An outbreak begins when two or more cases are linked to the same location or event, and ends when no new cases have been tied to that source for four weeks.\nThe largest of those outbreaks are at Denver’s Regis University, with 45 cases; Colorado College in Colorado Springs, with 32 cases; and CU Boulder’s Delta Gamma sorority, with 25 cases, according to state data. Those counts include both confirmed and probable cases.\nIn addition to Delta Gamma, CU Boulder has outbreaks tied to four other fraternity and sorority houses: Alpha Phi, Gamma Phi Beta, Phi Kappa Psi and Pi Beta Phi.\nThe University of Denver reported three outbreaks, involving a residence hall, a gymnastics team and the Ritchie Center for Sports and Wellness. An unspecified sports team at Colorado Mesa University also had an outbreak.\nOn Wednesday, Regis ordered 137 students living in on-campus housing to quarantine for two weeks after health officials traced nearly 60% of cases linked to the school to the Resident Village housing complex.\nFor this week only, Regis — which enrolls about 8,000 students — also pivoted most in-person classes to virtual learning as it ramps up testing.\n“All these actions are being taken to quell further spread of the virus in the community,” Regis leaders said in a news release.\nSurge in Boulder\nIn Boulder, CU leadership and local officials detailed what is expected of students and what consequences await those who choose not to follow public health guidance.\nBoulder County on Tuesday recommended a two-week self-quarantine of all CU Boulder students as COVID-19 cases continue to rise. The campus has confirmed 441 coronavirus infections since classes started Aug. 24. Health officials have said nearly 70% of Boulder County’s cases since then are associated with CU, which enrolls more than 30,000 students.\nAlthough CU’s quarantine — which still allows students to go to class and work, get groceries, pick up food and exercise — is a recommendation, local police will step up enforcement and students can still face consequences for violating it, campus and government officials said during a news conference Wednesday morning.\nLater in the day, Boulder officials announced they’d issued a mandatory two-week quarantine to a property at 1125 10th St., an annex of the Kappa Sigma fraternity, after they said residents repeatedly violated public health requirements. Residents who violate the order could face up to 90 days in jail and a $1,000 fine.\n“Residents of this property, unfortunately, have continued to gather socially and have not been responsive to voluntary compliance requests and existing health orders,” City Manager Jane Brautigam said in a statement. “Their behavior jeopardizes not only their lives, but also the lives and livelihoods of their neighbors and the rest of the Boulder community.”\nBoulder officials said they’re also watching three other properties — two fraternity houses and one apartment building — for possible quarantine orders.\n“We’ve seen more cases now than what I was expecting,” CU Boulder Chancellor Phil DiStefano said during Wednesday’s news conference. “I was expecting it to be more later, but at least this gives us an opportunity to get back on the right track.”\nState and local public health agencies are partnering with the university to open two new, free COVID-19 testing sites in Boulder.\nUniversity officials said they expect case rates to climb as they ramp up testing efforts, but hope the recommended quarantine works to beat back surging cases.\nStudent disciplinary action\nGatherings of any type — even among small groups — could be a trigger for student disciplinary action, said Patrick O’Rourke, CU Boulder’s chief operating officer.\n“We know that this will pose challenges and we want our students to be able to access mental health services, to be able to attend classes and to be in a position where we are really trying to address what is the root cause of the spread, which is the social gatherings that have been taking place off-campus,” O’Rourke said.\nSo far, 422 students have been referred for student code-of-conduct violations for not following public health orders, DiStefano said. These violations range from smaller dings like students not wearing masks in their dormitory halls to more concerning violations such as students hosting large parties, O’Rourke said.\nO’Rourke said as of Wednesday morning he did not believe any CU Boulder students have been expelled for violating public health orders.\nStill, university officials did not directly answer questions Wednesday about what, specifically, would prompt the university to make the switch from in-person to remote learning, as Colorado College recently did along with other campuses across the country.\n“It’s not so much the number of cases that’s the greatest concern,” O’Rourke said. “It’s how quickly we’ve escalated in terms of those number of cases… that leads us to the point at the moment where we need to partner with the county to create a greater set of expectations.”\nIf the suggested quarantine doesn’t work, Ruhland, from the county attorney’s office, said, Boulder County would consider issuing a public health mandate that, if broken, could subject violators to criminal and civil penalties including fines or jail time.\n“We know the vast majority of our students are doing the right thing to keep our community safe and we’re grateful for that,” DiStefano said. “Even so, we’ve had enough of our students choosing to gather in large groups and choosing to not wear masks.”\nOther Colorado outbreaks\nThe new statewide list released Wednesday also included two K-12 schools with new outbreaks, bringing the total to six active situations. The state health department declared an outbreak at Battle Mountain High School, in Eagle County, over on Friday.\nThe newest outbreaks are in Westminster High School, with three student cases, and Parker Core Knowledge Charter School, an elementary and middle school in Douglas County, which reported five cases among students and one involving a staff member.\nSand Creek Elementary School added three cases this week, but the other existing school outbreaks remained stable.\nThe largest ongoing outbreaks in Colorado continue to be in correctional facilities, though the Buena Vista Correctional Complex dropped from the list when its 213-case outbreak was declared over on Tuesday.\nThe state’s 10 largest outbreaks are:\nSterling Correctional Facility: 618 cases, three deaths (three new cases since last week)\nVan Cise-Simonet Detention Center, Denver: 582 cases, no deaths (no new cases)\nJBS meatpacking plant, Greeley: 294 cases, six deaths (one new case)\nPeople experiencing homelessness, Denver: 156 cases, no deaths (no new cases)\nSteven Roberts Original Desserts, Aurora: 142 cases, one death (one new case)\nElms Haven Center, Thornton: 106 cases, 11 deaths (11 new cases and 1 new death)\nDenver County Jail: 83 cases, no deaths (no new cases)\nWeld County Jail, Greeley: 77 cases, one death (three new cases)\nJabil Healthcare, Monument: 68 cases, no deaths (no new cases)\nAdvantage Treatment Center, Sterling: 54 cases, no deaths (all cases reported in the last week)\nThis is Advantage Treatment Center’s second outbreak. From June to July, it recorded 31 cases, but no deaths.\nSubscribe to bi-weekly newsletter to get health news sent straight to your inbox.", "authors": [{"name": "Meg Wingerter", "link": "denverpost.com/author/meg-wingerter"}]}]}