{"request": {"pageUrl": "https://www.msn.com/en-us/news/us/uwo-lab-to-test-wastewater-for-evidence-of-covid-19/ar-BB19bow7", "api": "article", "version": 3}, "objects": [{"date": "Sat, 19 Sep 2020 00:00:00 GMT", "sentiment": 0.447, "images": [{"naturalHeight": 449, "width": 799, "diffbotUri": "image|3|1618211454", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB19braR.img?h=450&w=799&m=6&q=60&o=f&l=f", "naturalWidth": 799, "primary": true, "height": 450}], "estimatedDate": "Sat, 19 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/d7/97297b.ico", "diffbotUri": "article|3|857668032", "siteName": "MSN", "type": "article", "title": "U.W.-Oshkosh lab to test wastewater for evidence of COVID-19", "tags": [{"score": 0.9994101524353027, "sentiment": 0, "count": 1, "label": "Oshkosh", "uri": "https://diffbot.com/entity/Abhy4vAlZPQqVbGHugN1hHw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.9973884224891663, "sentiment": 0, "count": 4, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9736326932907104, "sentiment": 0, "count": 2, "label": "University of Wisconsin–Oshkosh", "uri": "https://diffbot.com/entity/OyUAAIX0HPJqYX2T2jTF1DQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9403948783874512, "sentiment": 0, "count": 2, "label": "WBAY-TV", "uri": "https://diffbot.com/entity/CsJaLDl8EMWquo9azrCQwRw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-us/news/us/uwo-lab-to-test-wastewater-for-evidence-of-covid-19/ar-BB19bow7", "html": "<p>OSHKOSH, Wis. (WBAY) - In an effort to catch COVID-19 outbreaks before they happen, a lab at the University of Wisconsin-Oshkosh will test wastewater from the residence halls starting next week.</p>\n<figure><img alt=\"a sign in front of a window: WBAY\" data-src=\"{\" src=\"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB19braR.img?h=450&w=799&m=6&q=60&o=f&l=f\"></img></figure>\n<p>University officials say historically wastewater testing has been a valuable tool for catching the early detection of diseases, which is why the Environmental Research and Innovation Center on campus will soon be collecting and analyzing samples from every residence hall. The lab will process the samples and send them to a private lab for analysis.</p>\n<p>&ldquo;The goal of that is to get early detection for any COVID-positive people that maybe asyptomatic, and catch those positive results quickly so targeting testing can be done,&rdquo; Greg Kleinheinz, UW-Oshkosh Chair of Sustainable Technology, said.</p>\n<p>&ldquo;Monitoring the dorm wastewater on the U.W.-Oshkosh campus for the presence of COVID-19 will assist university and oshkosh area health officials in public health decision making, as COVID-19 can be shed in the feces of both symptomatic and asymptomatic people,&rdquo; said ERIC lab manager Carmen Thiel.</p>\n<p>At least in the beginning, about 10 samples will be taken twice a week.</p>\n<p>Right now, about 2,300 students live on campus.</p>\n<p>&ldquo;It&rsquo;s proven to work pretty well so far. Arizona State, Idaho, Utah State all used it successfully to stop outbreaks on their campuses,&rdquo; Kleinheinz said. &ldquo;U.W.-Madison has also started this with the state lab of hygiene. So we think it&rsquo;s going to be pretty effective.&rdquo;</p>\n<p>The testing won&rsquo;t provide any specific numbers when it comes to individual dorms, but it will let the university know if evidence of the virus is high, low, or non-existent.</p>\n<p>And it&rsquo;s not just the university that&rsquo;s collecting samples from wastewater as a prevention method. The ERIC lab has already been testing sewage at local health care facilities.</p>\n<p>&ldquo;Our group is already doing it for a couple health care providers in the Valley, and it&rsquo;s for the same reason,&quot; Kleinheinz said, &ldquo;so if they have a home with a number of individuals, you can test that wastewater and see if there&rsquo;s people infected. High schools and other places have lots of people in a confined area, it works really well.&rdquo;</p>\n<p><i>Copyright 2020 WBAY. All rights reserved.</i></p>", "text": "OSHKOSH, Wis. (WBAY) - In an effort to catch COVID-19 outbreaks before they happen, a lab at the University of Wisconsin-Oshkosh will test wastewater from the residence halls starting next week.\nUniversity officials say historically wastewater testing has been a valuable tool for catching the early detection of diseases, which is why the Environmental Research and Innovation Center on campus will soon be collecting and analyzing samples from every residence hall. The lab will process the samples and send them to a private lab for analysis.\n“The goal of that is to get early detection for any COVID-positive people that maybe asyptomatic, and catch those positive results quickly so targeting testing can be done,” Greg Kleinheinz, UW-Oshkosh Chair of Sustainable Technology, said.\n“Monitoring the dorm wastewater on the U.W.-Oshkosh campus for the presence of COVID-19 will assist university and oshkosh area health officials in public health decision making, as COVID-19 can be shed in the feces of both symptomatic and asymptomatic people,” said ERIC lab manager Carmen Thiel.\nAt least in the beginning, about 10 samples will be taken twice a week.\nRight now, about 2,300 students live on campus.\n“It’s proven to work pretty well so far. Arizona State, Idaho, Utah State all used it successfully to stop outbreaks on their campuses,” Kleinheinz said. “U.W.-Madison has also started this with the state lab of hygiene. So we think it’s going to be pretty effective.”\nThe testing won’t provide any specific numbers when it comes to individual dorms, but it will let the university know if evidence of the virus is high, low, or non-existent.\nAnd it’s not just the university that’s collecting samples from wastewater as a prevention method. The ERIC lab has already been testing sewage at local health care facilities.\n“Our group is already doing it for a couple health care providers in the Valley, and it’s for the same reason,\" Kleinheinz said, “so if they have a home with a number of individuals, you can test that wastewater and see if there’s people infected. High schools and other places have lots of people in a confined area, it works really well.”\nCopyright 2020 WBAY. All rights reserved."}]}