{"request": {"pageUrl": "https://www.healthline.com/health-news/if-covid-19-vaccine-is-approved-could-schools-mandate-getting-vaccinated", "api": "article", "version": 3}, "objects": [{"date": "Thu, 17 Sep 2020 00:00:00 GMT", "sentiment": 0.227, "images": [{"naturalHeight": 549, "width": 0, "diffbotUri": "image|3|1574733627", "url": "https://post.healthline.com/wp-content/uploads/2020/09/Daughter_Father_Masks_School_732x549-thumbnail-732x549.jpg", "naturalWidth": 732, "primary": true, "height": 0}], "author": "Shawn Radcliffe", "estimatedDate": "Thu, 17 Sep 2020 00:00:00 GMT", "icon": "https://images-prod.healthline.com/hlcmsresource/images/frontend-static/favicon/v1/apple-touch-icon.png", "diffbotUri": "article|3|-613441535", "siteName": "Healthline", "type": "article", "title": "If COVID-19 Vaccine Is Approved, Could Schools Mandate Getting Vaccinated?", "tags": [{"score": 0.9993428587913513, "sentiment": 0.699, "count": 16, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9988251328468323, "sentiment": 0.921, "count": 9, "label": "vaccine", "uri": "https://diffbot.com/entity/Xjv_jBM9JO0KLdiTLLXaFoA", "rdfTypes": ["http://dbpedia.org/ontology/ChemicalSubstance"]}, {"score": 0.9977320432662964, "sentiment": 0, "count": 4, "label": "Walter A. Orenstein", "uri": "https://diffbot.com/entity/PvyUNA9cIMM6N3J7UUqEKYg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9756734371185303, "sentiment": 0, "count": 3, "label": "school", "uri": "https://diffbot.com/entity/XhviB7TzaOxK2vax3A6JCTQ"}, {"score": 0.8790285587310791, "sentiment": 0, "count": 5, "label": "Alfred Bester", "uri": "https://diffbot.com/entity/PtY0unxCVO6avHqG5VJEz-w", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.751889705657959, "sentiment": 0, "count": 1, "label": "Healthline", "uri": "https://diffbot.com/entity/CgItORZkAPCWtTUi5MAOJRw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.5930394530296326, "sentiment": 0, "count": 1, "label": "Rick Perry", "uri": "https://diffbot.com/entity/Pcz-p-eN9PHanfAs3nTyljw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "humanLanguage": "en", "authorUrl": "https://www.healthline.com/authors/shawn-radcliffe", "pageUrl": "https://www.healthline.com/health-news/if-covid-19-vaccine-is-approved-could-schools-mandate-getting-vaccinated", "html": "<p><a data-event=\"Navigation|breadcrumb click|Health News|clicked\" href=\"https://www.healthline.com/health-news\"><h4>Health News</h4></a></p>\n<figure><figcaption>Schools are reopening across the country. Getty Images</figcaption></figure>\n<ul><li><strong>A group of experts outlined several criteria that could be used to decide if a COVID-19 vaccine is mandatory for children.</strong></li><li><strong>Several COVID-19 vaccines are in late-stage clinical trials, but so far none have been approved in the United States for widespread public use or even emergency use. </strong></li><li><strong>Experts say mandating a vaccine early on could backfire. </strong></li></ul>\n<p><em>All data and statistics are based on publicly available data at the time of publication. Some information may be out of date. Visit our <a href=\"https://www.healthline.com/coronavirus\">coronavirus hub</a> and follow our <a href=\"https://www.healthline.com/health-news/coronavirus-live-updates\">live updates page</a> for the most recent information on the COVID-19 outbreak.</em></p>\n<p>As the search continues for a safe and effective vaccine against the coronavirus, SARS-CoV-2, that causes COVID-19, 3 experts have weighed in on a question that has been on many parents&rsquo; minds: Will schools make any future vaccine mandatory for children?</p>\n<p>Several <a href=\"https://www.healthline.com/health-news/heres-exactly-where-were-at-with-vaccines-and-treatments-for-covid-19\">COVID-19 vaccines</a> are in late-stage clinical trials, but so far none have been approved in the United States for widespread public use or even emergency use.</p>\n<p>But conversations have already emerged about how to ensure widespread adoption of a vaccine.</p>\n<p>&ldquo;An obvious group to target for mandatory vaccination is children,&rdquo; write the authors of a viewpoint article published Sept. 14 in the journal <a href=\"https://jamanetwork.com/journals/jamapediatrics/fullarticle/2770123\">JAMA Pediatrics</a>. &ldquo;Not only do we already mandate several vaccines for them to attend school, but strategies to reopen schools or keep them open may be predicated on it.&rdquo;</p>\n<p><a href=\"https://www.cdc.gov/vaccines/schedules/hcp/imz/child-adolescent.html\">Recommendations</a> for which vaccines children and teens should receive come from the Centers for Disease Control and Prevention (CDC) and the American Academy of Pediatrics (AAP).</p>\n<p>But there&rsquo;s no national mandate for which vaccinations children need in order to attend school. Instead, these decisions fall to the states, including when parents can request an exemption from vaccination for their child.</p>\n<p><a href=\"https://www.unlv.edu/news/expert/johan-c-bester\">Johan C. Bester</a>, PhD, director of bioethics and an assistant professor of family medicine at the University of Nevada Las Vegas (UNLV) School of Medicine, said most of the mandatory vaccines on the CDC&rsquo;s and AAP&rsquo;s vaccine schedules serve a dual purpose.</p>\n<p>&ldquo;They protect the individual child, and they also create this herd immunity effect so that the disease does not spread,&rdquo; said Bester, who wasn&rsquo;t one of the authors of the paper. &ldquo;Therefore, it is best for children who can be vaccinated [with these] to be vaccinated.&rdquo;</p>\n<p>The viewpoint authors outlined 9 criteria that would be used to decide whether a COVID-19 vaccine should be mandatory for children.</p>\n<p>While all these criteria are important, the authors prioritized 5 of them, with vaccine safety at the top of the list.</p>\n<p>&ldquo;This is a very new vaccine, so we really want to scrutinize the data carefully to make sure that it is safe,&rdquo; Bester said.</p>\n<p>Safety data will come from large-scale, phase 3 clinical trials and ongoing monitoring that occurs after a vaccine is made available to the public.</p>\n<p>So far none of these phase 3 trials include children, something that <a href=\"https://vaccines.emory.edu/faculty-evc/primary-faculty/orenstein_walter.html\">Dr. Walter Orenstein</a>, associate director of the Emory Vaccine Center and a professor of infectious diseases at Emory University School of Medicine in Atlanta, Georgia, has been pushing for.</p>\n<p>&ldquo;The sooner we get children involved in the trials the better,&rdquo; he said.</p>\n<p>At the very least, he said vaccine makers should do small-scale, phase 1 and 2 trials in children, which look at safety and whether the vaccine generates an immune response. Then, if needed, larger trials with children can be run.</p>\n<p>Orenstein wasn&rsquo;t an author on the viewpoint article, but he co-authored an article in June in the journal <a href=\"https://www.ncbi.nlm.nih.gov/pmc/articles/PMC7314192/\">Clinical Infectious Diseases</a> calling for children to be included in COVID-19 vaccine trials.</p>\n<p>The other 4 top criteria in the viewpoint article include:</p>\n<ul><li><strong>The disease causes substantial illness and death in part of the population.</strong> The United States has already seen more than <a href=\"https://coronavirus.jhu.edu/map.html\">195,000 COVID-19 deaths</a>, with older people and those with <a href=\"https://www.healthline.com/health-news/60-percent-of-americans-have-underlying-condition-that-increases-covid19-risk\">underlying health conditions</a> affected most.</li><li><strong>Vaccinating children should reduce the spread of the virus.</strong> &ldquo;Older children clearly participate in transmission,&rdquo; Orenstein said. But data for younger children is mixed, with some studies <a href=\"https://www.cdc.gov/mmwr/volumes/69/wr/mm6937e3.htm?s_cid=mm6937e3_w\">showing</a> that they transmit the virus, but <a href=\"https://academic.oup.com/cid/article/71/15/825/5819060\">others suggesting</a> they&rsquo;re not major contributors to its spread.</li><li><strong>A COVID-19 vaccine should protect children from the disease.</strong> The authors write that a vaccine doesn&rsquo;t need to be 100-percent effective, but its effectiveness should be comparable to other mandatory vaccines. This won&rsquo;t be known until the phase 1 trials are completed.</li><li><strong>Vaccination shouldn&rsquo;t be a burden for the child or the parents or guardian.</strong> This means the vaccine should be widely available, easily accessible, and affordable.</li></ul>\n<p>The other criteria include that vaccination makes children safer at school, the vaccine can be delivered easily, the vaccine is accepted by the public and medical community, and the vaccine is cost effective.</p>\n<p>Bester said a COVID-19 vaccine will likely benefit children, because some of them can develop severe illness, including a condition called <a href=\"https://www.healthline.com/health-news/what-to-know-pmis-syndrome-linked-to-covid-19-affects-children\">multisystem inflammatory syndrome</a>.</p>\n<p>&ldquo;COVID-19 is less dangerous in children than in adults and older people,&rdquo; he said. &ldquo;But there&rsquo;s still some potential for disease in children.&rdquo;</p>\n<p>A safe and effective vaccine would also make it easier for children to resume activities that support their health and development &mdash; such as going to school, playing with friends, and visiting museums.</p>\n<p>&ldquo;That would allow us to return to some semblance of normality,&rdquo; said Bester, &ldquo;which would have obvious well-being benefits for children and for larger society.&rdquo;</p>\n<p>We&rsquo;ll email you the latest developments about the novel coronavirus and Healthline's top health news stories, daily.</p>\n<p>While children already need to have several vaccines before they enroll in school, Orenstein thinks making a COVID-19 vaccine mandatory for children is not a good way to go &mdash; at least at the beginning.</p>\n<p>He points to the <a href=\"https://www.npr.org/2011/09/16/140530716/in-texas-perrys-vaccine-mandate-provoked-anger\">negative public response</a> to Texas Gov. Rick Perry&rsquo;s 2007 executive order requiring that all 11- and 12-year-old girls in the state get the human papillomavirus (HPV) vaccine, which protects women against a sexually transmitted infection that causes cervical cancer.</p>\n<p>Orenstein noted that the measles vaccine was voluntary at first. When that didn&rsquo;t work, mandatory vaccination was instituted to pick up enough of the &ldquo;stragglers&rdquo; to protect the community.</p>\n<p>&ldquo;If there is general public support for a given vaccine,&rdquo; Orenstein said, &ldquo;you just want to reach immunity levels in your population that will prevent outbreaks.&rdquo;</p>\n<p>A mandatory COVID-19 vaccine isn&rsquo;t the only way to encourage parents to have their children vaccinated.</p>\n<p>Bester said pediatricians and other healthcare providers can play an important role in educating parents about the vaccine and allaying their concerns.</p>\n<p>&ldquo;While people might not trust governments and politicians so much when it comes to communication about the adverse effects and benefits of vaccines, they do often trust their doctors,&rdquo; he said.</p>\n<p>&ldquo;When we roll out the vaccine,&rdquo; Bester added, &ldquo;it is important that there is some transparency with data, to the point where doctors and patients can have the kinds of conversations about safety that will be needed.&rdquo;</p>", "text": "Health News\nA group of experts outlined several criteria that could be used to decide if a COVID-19 vaccine is mandatory for children.\nSeveral COVID-19 vaccines are in late-stage clinical trials, but so far none have been approved in the United States for widespread public use or even emergency use.\nExperts say mandating a vaccine early on could backfire.\nAll data and statistics are based on publicly available data at the time of publication. Some information may be out of date. Visit our coronavirus hub and follow our live updates page for the most recent information on the COVID-19 outbreak.\nAs the search continues for a safe and effective vaccine against the coronavirus, SARS-CoV-2, that causes COVID-19, 3 experts have weighed in on a question that has been on many parents’ minds: Will schools make any future vaccine mandatory for children?\nSeveral COVID-19 vaccines are in late-stage clinical trials, but so far none have been approved in the United States for widespread public use or even emergency use.\nBut conversations have already emerged about how to ensure widespread adoption of a vaccine.\n“An obvious group to target for mandatory vaccination is children,” write the authors of a viewpoint article published Sept. 14 in the journal JAMA Pediatrics. “Not only do we already mandate several vaccines for them to attend school, but strategies to reopen schools or keep them open may be predicated on it.”\nRecommendations for which vaccines children and teens should receive come from the Centers for Disease Control and Prevention (CDC) and the American Academy of Pediatrics (AAP).\nBut there’s no national mandate for which vaccinations children need in order to attend school. Instead, these decisions fall to the states, including when parents can request an exemption from vaccination for their child.\nJohan C. Bester, PhD, director of bioethics and an assistant professor of family medicine at the University of Nevada Las Vegas (UNLV) School of Medicine, said most of the mandatory vaccines on the CDC’s and AAP’s vaccine schedules serve a dual purpose.\n“They protect the individual child, and they also create this herd immunity effect so that the disease does not spread,” said Bester, who wasn’t one of the authors of the paper. “Therefore, it is best for children who can be vaccinated [with these] to be vaccinated.”\nThe viewpoint authors outlined 9 criteria that would be used to decide whether a COVID-19 vaccine should be mandatory for children.\nWhile all these criteria are important, the authors prioritized 5 of them, with vaccine safety at the top of the list.\n“This is a very new vaccine, so we really want to scrutinize the data carefully to make sure that it is safe,” Bester said.\nSafety data will come from large-scale, phase 3 clinical trials and ongoing monitoring that occurs after a vaccine is made available to the public.\nSo far none of these phase 3 trials include children, something that Dr. Walter Orenstein, associate director of the Emory Vaccine Center and a professor of infectious diseases at Emory University School of Medicine in Atlanta, Georgia, has been pushing for.\n“The sooner we get children involved in the trials the better,” he said.\nAt the very least, he said vaccine makers should do small-scale, phase 1 and 2 trials in children, which look at safety and whether the vaccine generates an immune response. Then, if needed, larger trials with children can be run.\nOrenstein wasn’t an author on the viewpoint article, but he co-authored an article in June in the journal Clinical Infectious Diseases calling for children to be included in COVID-19 vaccine trials.\nThe other 4 top criteria in the viewpoint article include:\nThe disease causes substantial illness and death in part of the population. The United States has already seen more than 195,000 COVID-19 deaths, with older people and those with underlying health conditions affected most.\nVaccinating children should reduce the spread of the virus. “Older children clearly participate in transmission,” Orenstein said. But data for younger children is mixed, with some studies showing that they transmit the virus, but others suggesting they’re not major contributors to its spread.\nA COVID-19 vaccine should protect children from the disease. The authors write that a vaccine doesn’t need to be 100-percent effective, but its effectiveness should be comparable to other mandatory vaccines. This won’t be known until the phase 1 trials are completed.\nVaccination shouldn’t be a burden for the child or the parents or guardian. This means the vaccine should be widely available, easily accessible, and affordable.\nThe other criteria include that vaccination makes children safer at school, the vaccine can be delivered easily, the vaccine is accepted by the public and medical community, and the vaccine is cost effective.\nBester said a COVID-19 vaccine will likely benefit children, because some of them can develop severe illness, including a condition called multisystem inflammatory syndrome.\n“COVID-19 is less dangerous in children than in adults and older people,” he said. “But there’s still some potential for disease in children.”\nA safe and effective vaccine would also make it easier for children to resume activities that support their health and development — such as going to school, playing with friends, and visiting museums.\n“That would allow us to return to some semblance of normality,” said Bester, “which would have obvious well-being benefits for children and for larger society.”\nWe’ll email you the latest developments about the novel coronavirus and Healthline's top health news stories, daily.\nWhile children already need to have several vaccines before they enroll in school, Orenstein thinks making a COVID-19 vaccine mandatory for children is not a good way to go — at least at the beginning.\nHe points to the negative public response to Texas Gov. Rick Perry’s 2007 executive order requiring that all 11- and 12-year-old girls in the state get the human papillomavirus (HPV) vaccine, which protects women against a sexually transmitted infection that causes cervical cancer.\nOrenstein noted that the measles vaccine was voluntary at first. When that didn’t work, mandatory vaccination was instituted to pick up enough of the “stragglers” to protect the community.\n“If there is general public support for a given vaccine,” Orenstein said, “you just want to reach immunity levels in your population that will prevent outbreaks.”\nA mandatory COVID-19 vaccine isn’t the only way to encourage parents to have their children vaccinated.\nBester said pediatricians and other healthcare providers can play an important role in educating parents about the vaccine and allaying their concerns.\n“While people might not trust governments and politicians so much when it comes to communication about the adverse effects and benefits of vaccines, they do often trust their doctors,” he said.\n“When we roll out the vaccine,” Bester added, “it is important that there is some transparency with data, to the point where doctors and patients can have the kinds of conversations about safety that will be needed.”", "authors": [{"name": "Shawn Radcliffe", "link": "healthline.com/authors/shawn-radcliffe"}]}]}