{"request": {"pageUrl": "https://www.heraldextra.com/news/national/school-counselor-at-kentucky-army-post-dies-of-covid-19/article_c3815233-be5f-5621-93a4-f3e645a5bb7a.html", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "publisherRegion": "---", "icon": "https://bloximages.chicago2.vip.townnews.com/heraldextra.com/content/tncms/custom/image/9bdcbc24-0b44-11e7-b908-4f6f8ebddf23.png?crop=23%2C23%2C26%2C0&resize=180%2C180&order=crop%2Cresize", "diffbotUri": "article|3|970291228", "siteName": "Daily Herald", "type": "article", "title": "School counselor at Kentucky Army post dies of COVID-19", "tags": [{"score": 0.9935209155082703, "sentiment": -0.935, "count": 3, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9920492768287659, "sentiment": 0, "count": 2, "label": "United States Army", "uri": "https://diffbot.com/entity/Ohd4a9-uANDS4WYWiBjpEwQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.9836457967758179, "sentiment": -0.953, "count": 4, "label": "Pamela Harris", "uri": "https://diffbot.com/entity/PF7T3IcEgPO26nlMnHEpdAA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9733592867851257, "sentiment": -0.81, "count": 1, "label": "Fort Knox", "uri": "https://diffbot.com/entity/LUvR56tdlMZO5DmfsreZ9pw", "rdfTypes": ["http://dbpedia.org/ontology/Place"]}, {"score": 0.6575348973274231, "sentiment": 0, "count": 1, "label": "Tom Brady", "uri": "https://diffbot.com/entity/Pjr_gs44hMye9pRTETzXCJA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6469421982765198, "sentiment": 0.541, "count": 4, "label": "Department of Defense Education Activity", "uri": "https://diffbot.com/entity/OMaAztPjIO5-_FTj1zGc_4Q", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}], "publisherCountry": "---", "humanLanguage": "en", "pageUrl": "https://www.heraldextra.com/news/national/school-counselor-at-kentucky-army-post-dies-of-covid-19/article_c3815233-be5f-5621-93a4-f3e645a5bb7a.html", "html": "<p>FORT KNOX, Ky. (AP) &mdash; A school counselor at a central Kentucky Army post that started in-person classes in August has died after being diagnosed with the coronavirus, officials said.</p>\n<p>Fort Knox Middle-High School counselor Pamela Harris was diagnosed with the virus and was being treated at a local hospital when she died Tuesday, said Will Griffin, spokesman for the Department of Defense Education Activity.</p>\n<p>The school said on social media that the Army veteran had served as a Defense Department educator in the southeast district for several years.</p>\n<p>&ldquo;Her kindness, energy, and love for her job, was seen daily as she greeted students, and co-workers, with a smile and an encouraging word. The joy she possessed in her heart spilled over on to everyone in the building and in the surrounding community,&rdquo; the post said.</p>\n<p>The Federal Education Association-Stateside Region, which represents educators and support professionals at schools on military bases, said in a statement that it had repeatedly warned management about the dangers of opening schools for in-person learning and advocated for online lessons.</p>\n<p>Fort Knox switched to remote learning in early September, but only after Ms. Harris and several other school employees reported COVID symptoms, the statement said.</p>\n<p>&ldquo;Ms. Harris&rsquo; death was completely avoidable, had DoDEA exercised proper precautions,&rdquo; the education association said in a statement.</p>\n<p>The school is scheduled to resume in-person classes on Sept. 21, the association said.</p>\n<p>Griffin said the Department of Defense Education Activity continues its efforts to safely return to learning in an environment that best supports student achievement.</p>\n<p>&ldquo;DoDEA school operations impact the readiness of our military to complete their mission. And we must continue to meet our mission and support readiness by providing military-connected students with a quality education,&rdquo; he said.</p>\n<p>&ldquo;The health and safety of our students and employees is always our primary focus. We will continue to partner with our installation commands, parents and students to provide our children with quality education in the safest and most effective manner possible.&quot;</p>\n<p>Diane Gibbs, with the Federal Education Association, said the safest way to educate in the pandemic is online.</p>\n<p>&ldquo;To prevent any other deaths of staff members or students, DoDEA Director Tom Brady should immediately implement remote operation at all DoDEA schools,&quot; Gibbs said in the statement. &ldquo;Cases have been springing up elsewhere throughout DoDEA. It is only a matter of time before another preventable and unnecessary death occurs.&quot;</p>\n<p>This story has been updated to correct attribution for a quote about the avoidability of Harris&rsquo; death to the Federal Education Association-Stateside Region.</p>\n<p>Copyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission.</p>", "text": "FORT KNOX, Ky. (AP) — A school counselor at a central Kentucky Army post that started in-person classes in August has died after being diagnosed with the coronavirus, officials said.\nFort Knox Middle-High School counselor Pamela Harris was diagnosed with the virus and was being treated at a local hospital when she died Tuesday, said Will Griffin, spokesman for the Department of Defense Education Activity.\nThe school said on social media that the Army veteran had served as a Defense Department educator in the southeast district for several years.\n“Her kindness, energy, and love for her job, was seen daily as she greeted students, and co-workers, with a smile and an encouraging word. The joy she possessed in her heart spilled over on to everyone in the building and in the surrounding community,” the post said.\nThe Federal Education Association-Stateside Region, which represents educators and support professionals at schools on military bases, said in a statement that it had repeatedly warned management about the dangers of opening schools for in-person learning and advocated for online lessons.\nFort Knox switched to remote learning in early September, but only after Ms. Harris and several other school employees reported COVID symptoms, the statement said.\n“Ms. Harris’ death was completely avoidable, had DoDEA exercised proper precautions,” the education association said in a statement.\nThe school is scheduled to resume in-person classes on Sept. 21, the association said.\nGriffin said the Department of Defense Education Activity continues its efforts to safely return to learning in an environment that best supports student achievement.\n“DoDEA school operations impact the readiness of our military to complete their mission. And we must continue to meet our mission and support readiness by providing military-connected students with a quality education,” he said.\n“The health and safety of our students and employees is always our primary focus. We will continue to partner with our installation commands, parents and students to provide our children with quality education in the safest and most effective manner possible.\"\nDiane Gibbs, with the Federal Education Association, said the safest way to educate in the pandemic is online.\n“To prevent any other deaths of staff members or students, DoDEA Director Tom Brady should immediately implement remote operation at all DoDEA schools,\" Gibbs said in the statement. “Cases have been springing up elsewhere throughout DoDEA. It is only a matter of time before another preventable and unnecessary death occurs.\"\nThis story has been updated to correct attribution for a quote about the avoidability of Harris’ death to the Federal Education Association-Stateside Region.\nCopyright 2020 The Associated Press. All rights reserved. This material may not be published, broadcast, rewritten or redistributed without permission."}]}