{"request": {"pageUrl": "https://www.nbcnews.com/news/us-news/nyc-delays-reopening-classrooms-again-amid-covid-safety-fears-n1240328", "api": "article", "version": 3}, "objects": [{"date": "Thu, 17 Sep 2020 18:03:00 GMT", "sentiment": -0.311, "images": [{"naturalHeight": 0, "diffbotUri": "image|3|-942546425", "url": "https://media1.s-nbcnews.com/j/newscms/2019_28/2929116/190613-corky_siemaszko-byline1016_e1f7084d536bc0ca92416d8af119f723.focal-100x100.jpg", "naturalWidth": 0, "primary": true}, {"naturalHeight": 0, "diffbotUri": "image|3|-1354464769", "url": "https://media11.s-nbcnews.com/j/MSNBC/Components/Video/202009/deblasio_schools_thumb.focal-760x428.jpg", "naturalWidth": 0}, {"naturalHeight": 0, "diffbotUri": "image|3|-1677377086", "url": "https://media11.s-nbcnews.com/j/MSNBC/Components/Video/202009/nn_sgo_nyc_school_reversal_200917_1920x1080.focal-760x428.jpg", "naturalWidth": 0}], "estimatedDate": "Thu, 17 Sep 2020 18:03:00 GMT", "publisherRegion": "North America", "icon": "https://nodeassets.nbcnews.com/cdnassets/projects/ramen/favicon/nbcnews/all-other-sizes-PNG.ico/apple-icon-180x180.png", "diffbotUri": "article|3|-781561487", "siteName": "NBC News", "type": "article", "title": "NYC delays reopening classrooms again amid Covid-19 safety fears", "tags": [{"score": 0.9978857636451721, "sentiment": -0.734, "count": 14, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9745727777481079, "sentiment": -0.637, "count": 3, "label": "William Barr", "uri": "https://diffbot.com/entity/PKlQ3AFaGPouXfHoap7-0zw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.9128702282905579, "sentiment": 0, "count": 3, "label": "Paul Heroux", "uri": "https://diffbot.com/entity/PTWqJsC-eNGi55E7_rFWzqg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8829715847969055, "sentiment": 0, "count": 2, "label": "Jim Clyburn", "uri": "https://diffbot.com/entity/PvrpM_zFLMUOxjklWUEOXAA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8715871572494507, "sentiment": -0.524, "count": 2, "label": "South Dakota", "uri": "https://diffbot.com/entity/AmQeCB7u-PiSN5883y-RPxQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.8660372495651245, "sentiment": 0, "count": 2, "label": "Michael Mulgrew", "uri": "https://diffbot.com/entity/Pl8k1d73EMYKNd5QNvzonPw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8614985942840576, "sentiment": 0, "count": 1, "label": "Bob Woodward", "uri": "https://diffbot.com/entity/PLNaN7369OHKU-sKoCejPgw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6029971241950989, "sentiment": -0.495, "count": 2, "label": "Massachusetts", "uri": "https://diffbot.com/entity/A0VAbhEeRNsSvhHIpmhd3Xw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.5297790169715881, "sentiment": -0.66, "count": 3, "label": "Donald Trump", "uri": "https://diffbot.com/entity/PY1mA3TomNVWxY0sLifAwEQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "publisherCountry": "United States", "breadcrumb": [{"link": "https://www.nbcnews.com/politics/donald-trump/clyburn-blasts-barr-comparing-shutdowns-slavery-most-tone-deaf-god-n1240318", "name": "ridiculous, tone-deaf, God-awful things"}], "humanLanguage": "en", "pageUrl": "https://www.nbcnews.com/news/us-news/nyc-delays-reopening-classrooms-again-amid-covid-safety-fears-n1240328", "html": "<p>New York City Mayor Bill de Blasio on Thursday delayed the start of in-person learning again for most students in the nation&rsquo;s largest public school system after the powerful teachers union raised fresh manpower and <a href=\"https://www.nbcnews.com/health/coronavirus\">Covid-19</a> safety concerns.</p>\n<p>&ldquo;We are doing this to make sure that all the standards we&rsquo;ve set can be achieved,&rdquo; de Blasio said.</p>\n<p>The mayor said the city intends to add 4,500 educators to beef up a staff depleted by the pandemic by drawing on graduate and adjunct professors at the City University of New York, substitute teachers and &ldquo;several thousand&rdquo; people who already work for the Department of Education in other capacities.</p>\n<p>&ldquo;This is a huge undertaking,&quot; de Blasio said of a school system with 1.1 million students. &quot;It is difficult. It&rsquo;s challenging. It&rsquo;s not the easy way. It is in fact the hard way, but it&rsquo;s the right way.&quot;</p>\n<p><a href=\"https://www.nbcnews.com/video/new-york-city-mayor-de-blasio-announces-most-classroom-reopening-postponed-until-october-92008517783\"><figure><picture><source media=\"(min-width: 1240px)\" srcSet=\"https://media11.s-nbcnews.com/j/MSNBC/Components/Video/202009/deblasio_schools_thumb.focal-860x484.jpg\"></source><source media=\"(min-width: 758px)\" srcSet=\"https://media11.s-nbcnews.com/j/MSNBC/Components/Video/202009/deblasio_schools_thumb.focal-1000x563.jpg\"></source><figure><img src=\"https://media11.s-nbcnews.com/j/MSNBC/Components/Video/202009/deblasio_schools_thumb.focal-760x428.jpg\"></img></figure></picture></figure></a></p>\n<h2><a href=\"https://www.nbcnews.com/video/new-york-city-mayor-de-blasio-announces-most-classroom-reopening-postponed-until-october-92008517783\">NYC mayor announces most classroom reopening postponed until October</a></h2>\n<p>Sept. 17, 202002:13</p>\n<p>On top of that, the city will address some of the nagging infrastructure problems like poor ventilation in aging school buildings, the mayor and union officials said.</p>\n<p>&ldquo;There are some blanks that we need to fill in,&quot; teachers union leader Michael Mulgrew said at a news conference with de Blasio. &ldquo;We must make sure we get this right.&quot;</p>\n<p>Only pre-schoolers will be returning to classrooms on Monday, said Mulgrew, whose union represents 133,000 teachers and other education workers.</p>\n<p>Kids from kindergarten through eighth grade will return on Sept. 29, while the middle schools and high schools will re-open for in-person learning on Oct. 1.</p>\n<p>Some <a href=\"https://www.nbcnews.com/news/us-news/nyc-delays-reopening-public-schools-two-weeks-due-covid-19-n1238992\">two weeks ago</a>, de Blasio announced that schools would not reopen on Sept. 10, as the city had planned, after teachers said that there were not enough Covid-19 safeguards in place and threatened to strike.</p>\n<p>De Blasio&rsquo;s announcement came as the<a href=\"https://www.nbcnews.com/news/us-news/florida-students-head-back-class-amid-pandemic-reports-more-kids-n1238888\"> battle over how best to reopen schools</a> during a pandemic continued to be fought in districts across the country, often pitting teachers against President Donald Trump's administration, which has been pushing hard to get pupils back into classrooms even in states that are still reporting large numbers of new Covid-19 cases.</p>\n<p>In South Dakota, where 667 infections have been reported among students and staffers since school started, teachers and others told lawmakers Wednesday that containing the coronavirus has been a <a href=\"https://apnews.com/c787481c653f08283fea13cae1a39f71\">&ldquo;nightmare&rdquo;</a> so far.</p>\n<p>While the total number of new cases in South Dakota are down 4.34 percent over the past two weeks, the number of new deaths are up by 64 percent, the latest NBC News figures show. So far, the sparsely populated state has recorded a total of 192 deaths and 17,291 confirmed cases.</p>\n<p>In Massachusetts, 30 students who attend <a href=\"https://www.nbcnews.com/news/us-news/mass-parents-knew-kid-had-coronavirus-sent-him-1st-day-n1240295\">Attleboro High School were placed in quarantine</a> for two weeks after they came into contact with a classmate who has Covid-19 -- and who was sent to school by parents who knew their son was infected, officials said.</p>\n<p>Attleboro Mayor Paul Heroux said this was &quot;<a href=\"https://www.enterprisenews.com/news/20200917/egregious-violation-of-rules-parents-sent-covid-19-positive-student-to-attleboro-school\">an egregious violation of the rules</a>.&quot;</p>\n<p>&quot;The kid got tested Wednesday, learned he was positive on Friday, and was sent back to school by his parents on Monday,&quot; Heroux told NBC News. &quot;The mother claims their doctor told them it was okay for him to go back to school. We're not buying that. The whole world has been dealing with this months and everybody knows you need to quarantine for 14 days.&quot;</p>\n<p>Heroux said the parents could face civil action from their son's classmates' families.</p>\n<p>Massachusetts, which was a hot spot in the early days of the pandemic, <a href=\"https://www.nbcnews.com/health/health-news/coronavirus-deaths-u-s-map-shows-number-fatalities-compared-confirmed-n1166966\">had reported as of Thursday 9,254 deaths</a> and 125,699 confirmed coronavirus cases, according to NBC News numbers.</p>\n<p>Meanwhile, <a href=\"https://www.nbcnews.com/politics/justice-department/barr-blasts-his-own-justice-department-prosecutors-accuses-them-being-n1240279\">Attorney General William Barr</a> was being lambasted for saying that lockdowns that were put in place to stop the spread of the coronavirus were surpassed only by slavery as the &ldquo;greatest intrusion on civil liberties&rdquo; in the nation&rsquo;s history.</p>\n<p>Rep. Jim Clyburn, D-S.C., a former civil right activist, called Barr&rsquo;s remark one of the &ldquo;most <a href=\"https://www.nbcnews.com/politics/donald-trump/clyburn-blasts-barr-comparing-shutdowns-slavery-most-tone-deaf-god-n1240318\">ridiculous, tone-deaf, God-awful things</a> I have ever heard.&rdquo;</p>\n<p>&ldquo;It is incredible the chief law enforcement officer in this country (would) equate human bondage to expert advice to save lives,&rdquo; Clyburn, the House majority whip, said on CNN. &ldquo;Slavery was not about saving lives, it was about devaluing lives. The pandemic is a threat to human life.&rdquo;</p>\n<p>Barr has been one of the most stalwart defenders of Trump, who has been <a href=\"https://www.nbcnews.com/politics/donald-trump/trump-told-bob-woodward-he-knew-february-covid-19-was-n1239658\">accused of lying</a> to the American public about the dangers of the pandemic after he was caught on tape in February privately telling journalist Bob Woodward that Covid-19 was &ldquo;deadly stuff.&rdquo;</p>\n<p>Trump has denied lying to the country. But he opposed the lockdowns, was <a href=\"https://www.nbcnews.com/politics/donald-trump/calendar-confusion-february-august-trump-s-mixed-messages-masks-n1236088\">resistant to donning a face mask</a>, and pressured Republican governors to reopen their states just as the crisis was getting worse, sparking a <a href=\"https://www.nbcnews.com/news/us-news/florida-arizona-texas-set-records-new-covid-19-cases-n1231326\">surge in new cases and deaths </a>across the Sun Belt and South that is only now starting to abate.</p>\n<p>The U.S. is <a href=\"https://www.nbcnews.com/health/health-news/coronavirus-deaths-u-s-map-shows-number-fatalities-compared-confirmed-n1166966\">closing in on 200,000 Covid-19 deaths </a>and leads the world with 6.7 million confirmed cases, the NBC News figures show.</p>\n<p>The U.S. accounts for over a fifth of the world&rsquo;s 942,076 fatalities and a fifth of the nearly 30 million cases, according to the <a href=\"https://coronavirus.jhu.edu/map.html\">Johns Hopkins University Covid-19 dashboard.</a></p>\n<p><strong>In other coronavirus news:</strong></p>\n<ul><li>The number of people filing for <a href=\"https://www.nbcnews.com/business/economy/around-860-000-people-filed-first-time-jobless-benefits-last-n1240278\">first-time unemployment benefits </a>ticked down slightly Thursday to around 860,000, according to new data from the federal Department of Labor. Also, the number of continuing claims, which represents people filing for ongoing benefits, fell by almost 1 million, to 12.6 million. But economists found little to cheer about in the new figures. &quot;Economic hardship continues to occur on a massive scale because coronavirus remains uncurbed,&quot; said AnnElizabeth Konkel, an economist at Indeed Hiring Lab. &quot;Overall, a fuller labor market recovery appears to have stalled out. Covid case clusters continue to pop up, and businesses continue to close doors, affecting the livelihood of millions. Until this cycle is broken, a complete economic recovery remains out of reach.&quot; Trump&rsquo;s top economic adviser, Larry Kudlow, insisted that the economy was recovering faster than anybody expected and to suggest otherwise was &ldquo;silly.&rdquo;</li><li>Michigan Gov. Gretchen Whitmer said <a href=\"https://www.nbcnews.com/politics/2020-election/whitmer-no-enforcement-virus-rules-trump-rallies-n1240294\">there&rsquo;s no upside to trying</a> to enforce her state&rsquo;s mask mandate or social distancing requirements at Trump&rsquo;s campaign rallies. &ldquo;The federal guidelines will tell you it&rsquo;s unsafe to pack people into a venue, without masks where people are projecting their voices,&rdquo; Whitmer, a Democrat, said. &ldquo;That being said, we know that there are First Amendment rights here that are at issue. We also know that the practicalities of going in and enforcing this on candidates probably doesn&rsquo;t make a lot of sense.&rdquo; Nevertheless, Whitmer urged the Trump campaign to follow the state rules to keep participants safe. The governor&rsquo;s remarks came after several thousand Trump supporters flouted safety rules by crowding mask-less into a rally last week in Saginaw, Michigan. Public health officials fear this may have been a &ldquo;superspreader&rdquo; event.</li><li><p>Thirteen U.S. allies think China has done a better job of dealing with the coronavirus than Trump has, a <a href=\"https://www.pewresearch.org/global/2020/09/15/us-image-plummets-internationally-as-most-say-country-has-handled-coronavirus-badly/pg_2020-09-15_u-s-image_0-02/\">new Pew Research Center survey </a>found. China is where the pandemic is believed to have started. But while Trump continues to refer to Covid-19 as the <a href=\"https://www.nbcnews.com/news/asian-america/trump-doubles-down-he-s-not-fueling-racism-experts-say-n1163341\">&ldquo;China Virus,&rdquo;</a> it&rsquo;s the U.S. that has lost the most prestige on the world stage because of his administration&rsquo;s botched response to the crisis. &ldquo;Across the 13 nations surveyed, a median of just 15% say the U.S. has done a good job of dealing with the outbreak,&rdquo; the survey found. By contrast, 37 percent said China has done a &ldquo;good job&rdquo; dealing with the crisis.</p></li><li>Back in April when the pandemic was spreading fast across the Northeast, the U.S. Postal Service &quot;drafted a news release announcing plans to distribute 650 million masks nationwide, enough to offer five face coverings to every American household,&quot; <a href=\"https://www.washingtonpost.com/us-policy/2020/09/17/usps-trump-coronavirus-amazon-foia/\">The Washington Post reported</a>. The White House &quot;nixed the plan.&quot; &quot;There was concern from some in the White House Domestic Policy Council and the office of the vice president that households receiving masks might create concern or panic,&rdquo; one administration official told the paper. Instead,the government created <a href=\"https://www.phe.gov/facecovering/Pages/cover.aspx\">Project America Strong</a> which has distributed some 600 million masks to schools, faith-based and other organizations. Dr. Monica Gandhi from the University of California San Francisco <a href=\"https://www.nbcnews.com/health/health-news/trump-administration-scrapped-plan-send-every-american-mask-april-email-n1240359\">told NBC News</a> mailing masks directly to everyone's home would have have driven home the message &quot;this is so important that we are going to put them in the mail and get them to you.&quot; Trump and his postmaster <a href=\"https://www.nbcnews.com/politics/politics-news/postal-contracts-awarded-dejoy-run-company-were-questioned-2001-postal-n1239990\">Louis DeJoy</a> have been accused of politicizing the USPS and hamstringing its operations to <a href=\"https://www.nbcnews.com/politics/2020-election/federal-judge-blocks-postal-service-changes-slowed-mail-n1240376\">sabotage mail-in balloting</a>. &ldquo;How many times has he come out and blatantly said, &lsquo;Don&rsquo;t bail out the post office because we don't want them to do mail-in ballots,&rsquo;&rdquo; Paul McKenna, president of the Milwaukee area American Postal Workers Union, <a href=\"https://www.nbcnews.com/politics/2020-election/trump-denies-delaying-mail-usps-head-slated-testify-congress-n1236974\">said last month of Trump.</a> &ldquo;So what other conclusion can you have?&rdquo;</li></ul>", "text": "New York City Mayor Bill de Blasio on Thursday delayed the start of in-person learning again for most students in the nation’s largest public school system after the powerful teachers union raised fresh manpower and Covid-19 safety concerns.\n“We are doing this to make sure that all the standards we’ve set can be achieved,” de Blasio said.\nThe mayor said the city intends to add 4,500 educators to beef up a staff depleted by the pandemic by drawing on graduate and adjunct professors at the City University of New York, substitute teachers and “several thousand” people who already work for the Department of Education in other capacities.\n“This is a huge undertaking,\" de Blasio said of a school system with 1.1 million students. \"It is difficult. It’s challenging. It’s not the easy way. It is in fact the hard way, but it’s the right way.\"\nNYC mayor announces most classroom reopening postponed until October\nSept. 17, 202002:13\nOn top of that, the city will address some of the nagging infrastructure problems like poor ventilation in aging school buildings, the mayor and union officials said.\n“There are some blanks that we need to fill in,\" teachers union leader Michael Mulgrew said at a news conference with de Blasio. “We must make sure we get this right.\"\nOnly pre-schoolers will be returning to classrooms on Monday, said Mulgrew, whose union represents 133,000 teachers and other education workers.\nKids from kindergarten through eighth grade will return on Sept. 29, while the middle schools and high schools will re-open for in-person learning on Oct. 1.\nSome two weeks ago, de Blasio announced that schools would not reopen on Sept. 10, as the city had planned, after teachers said that there were not enough Covid-19 safeguards in place and threatened to strike.\nDe Blasio’s announcement came as the battle over how best to reopen schools during a pandemic continued to be fought in districts across the country, often pitting teachers against President Donald Trump's administration, which has been pushing hard to get pupils back into classrooms even in states that are still reporting large numbers of new Covid-19 cases.\nIn South Dakota, where 667 infections have been reported among students and staffers since school started, teachers and others told lawmakers Wednesday that containing the coronavirus has been a “nightmare” so far.\nWhile the total number of new cases in South Dakota are down 4.34 percent over the past two weeks, the number of new deaths are up by 64 percent, the latest NBC News figures show. So far, the sparsely populated state has recorded a total of 192 deaths and 17,291 confirmed cases.\nIn Massachusetts, 30 students who attend Attleboro High School were placed in quarantine for two weeks after they came into contact with a classmate who has Covid-19 -- and who was sent to school by parents who knew their son was infected, officials said.\nAttleboro Mayor Paul Heroux said this was \"an egregious violation of the rules.\"\n\"The kid got tested Wednesday, learned he was positive on Friday, and was sent back to school by his parents on Monday,\" Heroux told NBC News. \"The mother claims their doctor told them it was okay for him to go back to school. We're not buying that. The whole world has been dealing with this months and everybody knows you need to quarantine for 14 days.\"\nHeroux said the parents could face civil action from their son's classmates' families.\nMassachusetts, which was a hot spot in the early days of the pandemic, had reported as of Thursday 9,254 deaths and 125,699 confirmed coronavirus cases, according to NBC News numbers.\nMeanwhile, Attorney General William Barr was being lambasted for saying that lockdowns that were put in place to stop the spread of the coronavirus were surpassed only by slavery as the “greatest intrusion on civil liberties” in the nation’s history.\nRep. Jim Clyburn, D-S.C., a former civil right activist, called Barr’s remark one of the “most ridiculous, tone-deaf, God-awful things I have ever heard.”\n“It is incredible the chief law enforcement officer in this country (would) equate human bondage to expert advice to save lives,” Clyburn, the House majority whip, said on CNN. “Slavery was not about saving lives, it was about devaluing lives. The pandemic is a threat to human life.”\nBarr has been one of the most stalwart defenders of Trump, who has been accused of lying to the American public about the dangers of the pandemic after he was caught on tape in February privately telling journalist Bob Woodward that Covid-19 was “deadly stuff.”\nTrump has denied lying to the country. But he opposed the lockdowns, was resistant to donning a face mask, and pressured Republican governors to reopen their states just as the crisis was getting worse, sparking a surge in new cases and deaths across the Sun Belt and South that is only now starting to abate.\nThe U.S. is closing in on 200,000 Covid-19 deaths and leads the world with 6.7 million confirmed cases, the NBC News figures show.\nThe U.S. accounts for over a fifth of the world’s 942,076 fatalities and a fifth of the nearly 30 million cases, according to the Johns Hopkins University Covid-19 dashboard.\nIn other coronavirus news:\nThe number of people filing for first-time unemployment benefits ticked down slightly Thursday to around 860,000, according to new data from the federal Department of Labor. Also, the number of continuing claims, which represents people filing for ongoing benefits, fell by almost 1 million, to 12.6 million. But economists found little to cheer about in the new figures. \"Economic hardship continues to occur on a massive scale because coronavirus remains uncurbed,\" said AnnElizabeth Konkel, an economist at Indeed Hiring Lab. \"Overall, a fuller labor market recovery appears to have stalled out. Covid case clusters continue to pop up, and businesses continue to close doors, affecting the livelihood of millions. Until this cycle is broken, a complete economic recovery remains out of reach.\" Trump’s top economic adviser, Larry Kudlow, insisted that the economy was recovering faster than anybody expected and to suggest otherwise was “silly.”\nMichigan Gov. Gretchen Whitmer said there’s no upside to trying to enforce her state’s mask mandate or social distancing requirements at Trump’s campaign rallies. “The federal guidelines will tell you it’s unsafe to pack people into a venue, without masks where people are projecting their voices,” Whitmer, a Democrat, said. “That being said, we know that there are First Amendment rights here that are at issue. We also know that the practicalities of going in and enforcing this on candidates probably doesn’t make a lot of sense.” Nevertheless, Whitmer urged the Trump campaign to follow the state rules to keep participants safe. The governor’s remarks came after several thousand Trump supporters flouted safety rules by crowding mask-less into a rally last week in Saginaw, Michigan. Public health officials fear this may have been a “superspreader” event.\nThirteen U.S. allies think China has done a better job of dealing with the coronavirus than Trump has, a new Pew Research Center survey found. China is where the pandemic is believed to have started. But while Trump continues to refer to Covid-19 as the “China Virus,” it’s the U.S. that has lost the most prestige on the world stage because of his administration’s botched response to the crisis. “Across the 13 nations surveyed, a median of just 15% say the U.S. has done a good job of dealing with the outbreak,” the survey found. By contrast, 37 percent said China has done a “good job” dealing with the crisis.\nBack in April when the pandemic was spreading fast across the Northeast, the U.S. Postal Service \"drafted a news release announcing plans to distribute 650 million masks nationwide, enough to offer five face coverings to every American household,\" The Washington Post reported. The White House \"nixed the plan.\" \"There was concern from some in the White House Domestic Policy Council and the office of the vice president that households receiving masks might create concern or panic,” one administration official told the paper. Instead,the government created Project America Strong which has distributed some 600 million masks to schools, faith-based and other organizations. Dr. Monica Gandhi from the University of California San Francisco told NBC News mailing masks directly to everyone's home would have have driven home the message \"this is so important that we are going to put them in the mail and get them to you.\" Trump and his postmaster Louis DeJoy have been accused of politicizing the USPS and hamstringing its operations to sabotage mail-in balloting. “How many times has he come out and blatantly said, ‘Don’t bail out the post office because we don't want them to do mail-in ballots,’” Paul McKenna, president of the Milwaukee area American Postal Workers Union, said last month of Trump. “So what other conclusion can you have?”"}]}