{"request": {"pageUrl": "https://www.browndailyherald.com/2020/09/17/comparing-browns-covid-19-positivity-rate-college-campuses/", "api": "article", "version": 3}, "objects": [{"date": "Thu, 17 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"author": "Courtesy of Brown University", "naturalHeight": 448, "width": 650, "diffbotUri": "image|3|189724006", "title": "The University’s COVID-19 dashboard shows data on the small number of Brown community members who tested positive since the testing program began on August 24.", "url": "https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1.png", "naturalWidth": 650, "primary": true, "height": 448}], "author": "Rahma Ibrahim", "estimatedDate": "Thu, 17 Sep 2020 00:00:00 GMT", "icon": "https://www.browndailyherald.com/wp-content/uploads/2020/04/cropped-BDH-logo-2020-with-gates-02-scaled-1-180x180.jpg", "diffbotUri": "article|3|174627488", "siteName": "Brown Daily Herald", "type": "article", "title": "Comparing Brown’s COVID-19 positivity rate to other college campuses", "tags": [{"score": 0.999137282371521, "sentiment": 0, "count": 12, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9961807727813721, "sentiment": 0, "count": 4, "label": "Brown University", "uri": "https://diffbot.com/entity/OGLGyGIxwO_GM6_YZhHp7Xg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8842325210571289, "sentiment": 0, "count": 1, "label": "college", "uri": "https://diffbot.com/entity/XygW05YWxMKCisk_YrXtvAw"}, {"score": 0.7874380946159363, "sentiment": 0, "count": 2, "label": "Rhode Island", "uri": "https://diffbot.com/entity/A2qrSqUKWMUS4kXBvurlFeg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.5632795691490173, "sentiment": -0.294, "count": 1, "label": "University of Notre Dame", "uri": "https://diffbot.com/entity/OZF0Yb45pN4uh5XToGEz6nA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "humanLanguage": "en", "authorUrl": "https://www.browndailyherald.com/author/rahma-ibrahim/", "pageUrl": "https://www.browndailyherald.com/2020/09/17/comparing-browns-covid-19-positivity-rate-college-campuses/", "html": "<figure><a href=\"https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1.png\"><img alt=\"\" sizes=\"(max-width: 650px) 100vw, 650px\" src=\"https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1.png\" srcset=\"https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1-650x448.png 650w, https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1-300x207.png 300w, https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1-1024x706.png 1024w, https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1-768x530.png 768w, https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1-1536x1060.png 1536w, https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1-80x55.png 80w, https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1-70x48.png 70w, https://www.browndailyherald.com/wp-content/uploads/2020/09/Screen-Shot-2020-09-18-at-8.55.53-AM-1.png 1748w\"></img></a><figcaption>The University&rsquo;s COVID-19 dashboard shows data on the small number of Brown community members who tested positive since the testing program began on August 24.</figcaption></figure>\n<p>Out of over 23,000 asymptomatic COVID-19 tests administered at the University since the beginning of its academic-year testing program Aug. 24, under 0.1 percent have come back positive. 14 total cases have arisen out of over 6,000 people enrolled in the testing program, yielding a prevalence rate of 0.2 percent.</p>\n<p>This testing rate has been accompanied by strict public health guidelines and the twice-weekly testing of students and staff.</p>\n<p>While this rate has been lower than that of some other academic institutions across the country, the University must stay vigilant, said Dean of the School of Public Health Ashish Jha, a public health expert and advisor on the COVID-19 pandemic. The current low positivity rates are &ldquo;really important because you want to start at a low baseline,&rdquo; said Jha. But he doesn&rsquo;t &ldquo;expect us to stay that low.&rdquo;</p>\n<p>&ldquo;Right now things are looking great, but we&rsquo;re in the early days,&rdquo; Jha said. &ldquo;We haven&rsquo;t really started (in-person) classes, so we haven&rsquo;t had enough people back yet&rdquo; to have the numbers reflect the impending in-person dynamic.</p>\n<p><b>Providing context for positivity rates</b></p>\n<p>The positivity rate &mdash; or, the number of positive tests out of total COVID-19 tests &mdash; provides not only information on how many cases there are, but also a metric for the extensiveness of testing, Jha said. &ldquo;What you&rsquo;re essentially saying is how much testing do you have to do, how hard do you have to look to find one case.&rdquo;</p>\n<p>If, for example, &ldquo;you have to do &hellip; 1000 tests to find one (positive) case &mdash; that means you&rsquo;re looking really hard, and there probably aren&rsquo;t a lot of cases out there that you&rsquo;re missing,&rdquo; as is currently the situation at the University, he said.</p>\n<p>While the positivity rate is a useful public health measure, it is one of a number of statistics experts look at to understand the spread of disease. Jha considers the positivity rate in the context of the total number of cases and trends: &ldquo;I don&rsquo;t look at the positivity rate in a vacuum,&rdquo; he said.</p>\n<p><b>The University&rsquo;s COVID-19 dashboard</b></p>\n<p>The University&rsquo;s <a href=\"https://healthy.brown.edu/testing-tracing/dashboard\">COVID-19 dashboard</a>, released Sept. 8, has information about the weekly and overall positivity rate associated with the routine asymptomatic tests being completed at its two testing sites.</p>\n<p>Some students have been paying attention to these numbers. &ldquo;Personally, I&rsquo;m quite obsessed with data, so I&rsquo;ve been checking (the dashboard) every morning when I wake up,&rdquo; said Advay Mansingka &rsquo;23, who arrived on campus during phase one of students&rsquo; staggered return to Brown. &ldquo;It&rsquo;s really nice to have an added level of information on what&rsquo;s going on on campus,&rdquo; he added.</p>\n<p>The dashboard also includes the seven-day average positivity rates for the Providence and Rhode Island communities. While Jha believes it is beneficial to be aware of the situation within the broader community in case &ldquo;those numbers start going up,&rdquo; he said these data are not adequately comparable to those from the University because the city and state employ a different testing strategy.</p>\n<p>The positivity rates of Rhode Island and Providence include symptomatic data, as reflected in the <a href=\"https://ri-department-of-health-covid-19-data-rihealth.hub.arcgis.com\">Rhode Island COVID-19 Response Data website</a>. As of now, symptomatic tests administered to Brown community members are not reflected in the University&rsquo;s dashboard.</p>\n<p>&ldquo;We need to find out about symptomatic cases, too,&rdquo; Jha said. The University is testing symptomatic students through <a href=\"https://healthy.brown.edu/testing-tracing\">University Health Services</a>, but may establish an alternative testing site in the future. &ldquo;We&rsquo;re going to have to come up with mechanisms to make sure that (data) shows up somewhere in the dashboard.&rdquo;</p>\n<p><b>Testing protocols and positivity rates across other campuses</b></p>\n<p>The University&rsquo;s COVID-19 dashboard is one among many that have been in use at colleges to publicly report testing results to the community and inform decisions.</p>\n<p>As students returned to campuses across the nation, many peer institutions have received media coverage in prior months for their COVID-19 testing strategies &mdash; some have been deemed effective, others less so.</p>\n<p>At the University of Notre Dame, students were shipped two COVID-19 testing kits in July; only if both tests came back negative were students permitted to return to campus in August, according to <a href=\"https://news.nd.edu/news/notre-dame-to-begin-fall-semester-on-campus-the-week-of-aug-10/\">Notre Dame News</a>. The university ultimately welcomed back a student body of about 12,000, according to <a href=\"https://www.chicagotribune.com/coronavirus/ct-covid-19-illinois-colleges-reopening-notre-dame-20200811-otovmwb5rfbmnjrjrbqlhy2wrm-story.html\">The Chicago Tribune</a>. But one week after in-person classes began, positivity rates climbed, and Notre Dame announced the shift to remote classes for two weeks with a phased return to in-person courses scheduled for later in the fall.</p>\n<p>Following the campus outbreak, Notre Dame launched a surveillance testing program, where a random sample of students &mdash; and eventually staff and faculty &mdash; would be tested to &ldquo;help avert potential outbreaks before they occur,&rdquo; according to the <a href=\"https://here.nd.edu/news/to-students-surveillance-testing-update/\">university site</a>. Since then, Notre Dame has &ldquo;conducted 2300+ surveillance tests, with a positivity rate of 0.9 percent,&rdquo; according to a <a href=\"https://here.nd.edu/news/message-on-reopening-test-results-surveillance-testing-staying-safe/\">university update</a>, well below its highest rate <a href=\"https://www.usatoday.com/story/sports/ncaaf/2020/08/20/notre-dame-football-halts-practice-five-players-positive-covid-19/5620130002/\">of 20.6 percent,</a> which was recorded in mid-August. Over the last 7 days, Notre Dame has had a positivity rate of about 1.4 percent according to its <a href=\"https://here.nd.edu/our-approach/dashboard/\">dashboard</a>.</p>\n<p>At the University of North Carolina at Chapel Hill, which has more than 30,000 students, in-person courses resumed in early August. Courses transitioned to fully remote one week later, according to <a href=\"https://www.unc.edu/posts/2020/08/17/shift-to-remote-cm/\">an announcement made Aug. 19</a>. The announcement followed an increase in positivity rates &ldquo;from 2.8% to 13.6%&rdquo; over the course of one week, which were reported on UNC&rsquo;s <a href=\"https://carolinatogether.unc.edu/dashboard/\">dashboard</a>.</p>\n<p>Prior to the outbreak, UNC was &ldquo;essentially only testing students who were symptomatic,&rdquo; Jha said, adding that many of the students would have &ldquo;already spread the virus by the time they felt symptoms.&rdquo; Symptomatic testing &ldquo;basically tells you after the fact that a big outbreak has already happened.&rdquo;</p>\n<p>Following the spike in COVID-19 cases, UNC offered COVID-19 testing for students residing in the on-campus residence halls linked to the outbreak, according to an <a href=\"https://www.unc.edu/posts/2020/08/20/update-on-covid-19-testing/\">announcement made Aug. 20</a>.</p>\n<p>Jha said that Brown may consider testing all students living in a specific residence if a similar situation were to occur on campus, <a href=\"https://www.browndailyherald.com/2020/09/13/monitoring-responding-covid-19-changes-ashish-jha-russell-carey-discuss-students-return-brown/\">The Herald previously reported</a>.</p>\n<p>In late August, UNC&rsquo;s program started offering voluntary testing to asymptomatic people on campus, as well as diagnostic testing for &ldquo;close contacts and symptomatic students,&rdquo; according to the <a href=\"https://campushealth.unc.edu/services/covid-19-services\">UNC Campus Health site</a>.</p>\n<p>The week of Sept. 7 through 13, UNC conducted just 163 tests with a positivity rate of 4.3 percent.</p>\n<p>While delaying the return to in-person classes, Brown announced that the University would be conducting asymptomatic testing on all enrolled students returning to Providence in early August. &ldquo;We know that participation in a COVID&ndash;19 testing and tracing program combined with consistent mask wearing, social distancing and increased hand washing is essential for slowing the spread of this virus,&rdquo; President Christina Paxson P&rsquo;19 wrote in an Aug. 11 community-wide email.</p>\n<p>Similarly, Harvard implemented a widespread, tiered asymptomatic testing program.</p>\n<p>About 25 percent of the student body &mdash; including first-years and some students with unique circumstances &mdash; were allowed to return to campus this fall, though courses will be offered entirely online, according to <a href=\"https://www.harvardmagazine.com/2020/08/harvard-fall-student-and-staff-constraints\">Harvard Magazine</a>. Students and faculty who are on campus have been adhering to &ldquo;unobserved self-administered testing,&rdquo; which is accompanied by an online module that guides them on how to complete their own COVID-19 nasal swab. Students and faculty have been asked to follow this process from one to three times a week, depending on factors such as whether they live on or off campus. Participants then drop off these testing kits at one of many bins found throughout the campus, <a href=\"https://www.harvard.edu/coronavirus/testing-tracing#unobserved\">according to the Harvard website</a>.</p>\n<p>Harvard&rsquo;s dashboard currently reflects the test results of all students and faculty who are &ldquo;authorized to be on campus&rdquo; and who have completed the self-administered testing, according to the <a href=\"https://www.harvard.edu/coronavirus/harvard-university-wide-covid-19-testing-dashboard\">dashboard site</a>. Over the last seven days, Harvard has conducted more than 12,000 tests with a positivity rate of about 0.09 percent.</p>\n<p><b>Reflecting on the situation at other colleges</b></p>\n<p>While public health organizations like the Centers for Disease Control and Prevention have used five percent as a threshold for high positivity rates, Jha believes that number is too high to be used by others as a metric for action. &ldquo;What I&rsquo;ve seen is often people are just too slow &mdash; they use a threshold like five percent, and then they watch it creep up, and then by the time you hit (that) percent, they act, but it&rsquo;s way too late.&rdquo;</p>\n<p>&ldquo;I would act much earlier than that, and I think the University is going to act much earlier than that,&rdquo; he added.</p>\n<p>While Jha attributes some of the outbreaks that have occurred on other campuses like UNC to a lack of surveillance testing, there are others, like the University of Illinois at Urbana-Champaign that were proactive <a href=\"https://www.nytimes.com/2020/09/10/health/university-illinois-covid.html\">but had outbreaks influenced by irresponsible student behavior</a>, he said. &ldquo;There isn&rsquo;t a surveillance program that will save you from students who go and host large &hellip; parties after they&rsquo;re positive. That&rsquo;s the kind of stuff we have to avoid on campus.&rdquo;</p>\n<p>&ldquo;Ultimately this is going to be a partnership between University leadership &hellip; (and) with students and staff,&rdquo; Jha said. &ldquo;I firmly believe that Brown can be one of the true role models for how to do this well, but it&rsquo;s going to take everybody working together.&rdquo;</p>", "text": "Out of over 23,000 asymptomatic COVID-19 tests administered at the University since the beginning of its academic-year testing program Aug. 24, under 0.1 percent have come back positive. 14 total cases have arisen out of over 6,000 people enrolled in the testing program, yielding a prevalence rate of 0.2 percent.\nThis testing rate has been accompanied by strict public health guidelines and the twice-weekly testing of students and staff.\nWhile this rate has been lower than that of some other academic institutions across the country, the University must stay vigilant, said Dean of the School of Public Health Ashish Jha, a public health expert and advisor on the COVID-19 pandemic. The current low positivity rates are “really important because you want to start at a low baseline,” said Jha. But he doesn’t “expect us to stay that low.”\n“Right now things are looking great, but we’re in the early days,” Jha said. “We haven’t really started (in-person) classes, so we haven’t had enough people back yet” to have the numbers reflect the impending in-person dynamic.\nProviding context for positivity rates\nThe positivity rate — or, the number of positive tests out of total COVID-19 tests — provides not only information on how many cases there are, but also a metric for the extensiveness of testing, Jha said. “What you’re essentially saying is how much testing do you have to do, how hard do you have to look to find one case.”\nIf, for example, “you have to do … 1000 tests to find one (positive) case — that means you’re looking really hard, and there probably aren’t a lot of cases out there that you’re missing,” as is currently the situation at the University, he said.\nWhile the positivity rate is a useful public health measure, it is one of a number of statistics experts look at to understand the spread of disease. Jha considers the positivity rate in the context of the total number of cases and trends: “I don’t look at the positivity rate in a vacuum,” he said.\nThe University’s COVID-19 dashboard\nThe University’s COVID-19 dashboard, released Sept. 8, has information about the weekly and overall positivity rate associated with the routine asymptomatic tests being completed at its two testing sites.\nSome students have been paying attention to these numbers. “Personally, I’m quite obsessed with data, so I’ve been checking (the dashboard) every morning when I wake up,” said Advay Mansingka ’23, who arrived on campus during phase one of students’ staggered return to Brown. “It’s really nice to have an added level of information on what’s going on on campus,” he added.\nThe dashboard also includes the seven-day average positivity rates for the Providence and Rhode Island communities. While Jha believes it is beneficial to be aware of the situation within the broader community in case “those numbers start going up,” he said these data are not adequately comparable to those from the University because the city and state employ a different testing strategy.\nThe positivity rates of Rhode Island and Providence include symptomatic data, as reflected in the Rhode Island COVID-19 Response Data website. As of now, symptomatic tests administered to Brown community members are not reflected in the University’s dashboard.\n“We need to find out about symptomatic cases, too,” Jha said. The University is testing symptomatic students through University Health Services, but may establish an alternative testing site in the future. “We’re going to have to come up with mechanisms to make sure that (data) shows up somewhere in the dashboard.”\nTesting protocols and positivity rates across other campuses\nThe University’s COVID-19 dashboard is one among many that have been in use at colleges to publicly report testing results to the community and inform decisions.\nAs students returned to campuses across the nation, many peer institutions have received media coverage in prior months for their COVID-19 testing strategies — some have been deemed effective, others less so.\nAt the University of Notre Dame, students were shipped two COVID-19 testing kits in July; only if both tests came back negative were students permitted to return to campus in August, according to Notre Dame News. The university ultimately welcomed back a student body of about 12,000, according to The Chicago Tribune. But one week after in-person classes began, positivity rates climbed, and Notre Dame announced the shift to remote classes for two weeks with a phased return to in-person courses scheduled for later in the fall.\nFollowing the campus outbreak, Notre Dame launched a surveillance testing program, where a random sample of students — and eventually staff and faculty — would be tested to “help avert potential outbreaks before they occur,” according to the university site. Since then, Notre Dame has “conducted 2300+ surveillance tests, with a positivity rate of 0.9 percent,” according to a university update, well below its highest rate of 20.6 percent, which was recorded in mid-August. Over the last 7 days, Notre Dame has had a positivity rate of about 1.4 percent according to its dashboard.\nAt the University of North Carolina at Chapel Hill, which has more than 30,000 students, in-person courses resumed in early August. Courses transitioned to fully remote one week later, according to an announcement made Aug. 19. The announcement followed an increase in positivity rates “from 2.8% to 13.6%” over the course of one week, which were reported on UNC’s dashboard.\nPrior to the outbreak, UNC was “essentially only testing students who were symptomatic,” Jha said, adding that many of the students would have “already spread the virus by the time they felt symptoms.” Symptomatic testing “basically tells you after the fact that a big outbreak has already happened.”\nFollowing the spike in COVID-19 cases, UNC offered COVID-19 testing for students residing in the on-campus residence halls linked to the outbreak, according to an announcement made Aug. 20.\nJha said that Brown may consider testing all students living in a specific residence if a similar situation were to occur on campus, The Herald previously reported.\nIn late August, UNC’s program started offering voluntary testing to asymptomatic people on campus, as well as diagnostic testing for “close contacts and symptomatic students,” according to the UNC Campus Health site.\nThe week of Sept. 7 through 13, UNC conducted just 163 tests with a positivity rate of 4.3 percent.\nWhile delaying the return to in-person classes, Brown announced that the University would be conducting asymptomatic testing on all enrolled students returning to Providence in early August. “We know that participation in a COVID–19 testing and tracing program combined with consistent mask wearing, social distancing and increased hand washing is essential for slowing the spread of this virus,” President Christina Paxson P’19 wrote in an Aug. 11 community-wide email.\nSimilarly, Harvard implemented a widespread, tiered asymptomatic testing program.\nAbout 25 percent of the student body — including first-years and some students with unique circumstances — were allowed to return to campus this fall, though courses will be offered entirely online, according to Harvard Magazine. Students and faculty who are on campus have been adhering to “unobserved self-administered testing,” which is accompanied by an online module that guides them on how to complete their own COVID-19 nasal swab. Students and faculty have been asked to follow this process from one to three times a week, depending on factors such as whether they live on or off campus. Participants then drop off these testing kits at one of many bins found throughout the campus, according to the Harvard website.\nHarvard’s dashboard currently reflects the test results of all students and faculty who are “authorized to be on campus” and who have completed the self-administered testing, according to the dashboard site. Over the last seven days, Harvard has conducted more than 12,000 tests with a positivity rate of about 0.09 percent.\nReflecting on the situation at other colleges\nWhile public health organizations like the Centers for Disease Control and Prevention have used five percent as a threshold for high positivity rates, Jha believes that number is too high to be used by others as a metric for action. “What I’ve seen is often people are just too slow — they use a threshold like five percent, and then they watch it creep up, and then by the time you hit (that) percent, they act, but it’s way too late.”\n“I would act much earlier than that, and I think the University is going to act much earlier than that,” he added.\nWhile Jha attributes some of the outbreaks that have occurred on other campuses like UNC to a lack of surveillance testing, there are others, like the University of Illinois at Urbana-Champaign that were proactive but had outbreaks influenced by irresponsible student behavior, he said. “There isn’t a surveillance program that will save you from students who go and host large … parties after they’re positive. That’s the kind of stuff we have to avoid on campus.”\n“Ultimately this is going to be a partnership between University leadership … (and) with students and staff,” Jha said. “I firmly believe that Brown can be one of the true role models for how to do this well, but it’s going to take everybody working together.”"}]}