{"request": {"pageUrl": "https://www.minotdailynews.com/opinion/national-columnists/2020/09/dont-muzzle-scientists-investigating-covid-19/", "api": "article", "version": 3}, "objects": [{"date": "Mon, 28 Sep 2020 00:00:00 GMT", "sentiment": -0.258, "images": [{"naturalHeight": 630, "width": 0, "diffbotUri": "image|3|-2120808122", "url": "http://d14e0irai0gcaa.cloudfront.net/www.minotdailynews.com/images/2016/11/03084632/fblike.jpg", "naturalWidth": 1200, "primary": true, "height": 0}], "estimatedDate": "Mon, 28 Sep 2020 00:00:00 GMT", "icon": "https://www.minotdailynews.com/wp-content/themes/coreV2/favicon.ico", "diffbotUri": "article|3|-1351488414", "siteName": "minotdailynews.com", "type": "article", "title": "Don’t muzzle scientists investigating COVID-19", "tags": [{"score": 0.9993999004364014, "sentiment": -0.936, "count": 6, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.933785080909729, "sentiment": 0, "count": 1, "label": "United States House Committee on Foreign Affairs", "uri": "https://diffbot.com/entity/CazJ7aleHO7WqYqb1fYCBfQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.7969200015068054, "sentiment": 0, "count": 2, "label": "Joe Biden", "uri": "https://diffbot.com/entity/P4TlFcudMNuaX0eYAWet-8w", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7352312207221985, "sentiment": -0.868, "count": 6, "label": "People's Republic of China", "uri": "https://diffbot.com/entity/AdI-rIizmN7uzAzt3j0tCGQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.7224158644676208, "sentiment": 0, "count": 1, "label": "Donald Trump", "uri": "https://diffbot.com/entity/PY1mA3TomNVWxY0sLifAwEQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7002111673355103, "sentiment": 0, "count": 1, "label": "Amy Coney Barrett", "uri": "https://diffbot.com/entity/PD1OW-2PEN-KTp0XYmwtq7g", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6865684390068054, "sentiment": 0, "count": 1, "label": "Supreme Court of the United States", "uri": "https://diffbot.com/entity/CMt4GZSmlOZuRC5tG7clgbA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.5197992920875549, "sentiment": 0, "count": 1, "label": "New York City", "uri": "https://diffbot.com/entity/AcMmgf99wMQ6XYnbChv5HiQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}], "humanLanguage": "en", "pageUrl": "https://www.minotdailynews.com/opinion/national-columnists/2020/09/dont-muzzle-scientists-investigating-covid-19/", "html": "<p>Though the death toll from COVID-19 just hit a staggering 200,000 in the U.S., we still don&rsquo;t know the origins of this killer virus. China, which has been praised by the World Health Organization, has blocked independent investigation. Worse, social media platforms are accomplices to the cover-up. Last week, Facebook and Twitter did their best to cancel a scientist, Dr. Li-Meng Yan, whose genetic analysis of the virus indicates it was deliberately engineered by the Chinese.</p>\n<p>The House Foreign Affairs Committee Republicans released a report Monday exposing how China lied when the outbreak began, destroyed biological evidence, blocked investigations by foreign scientists and threatened journalists and doctors.</p>\n<p>Yan is one of those threatened doctors. She&rsquo;s an M.D. Ph.D. virologist from the University of Hong Kong. She had been disclosing her research on COVID-19 anonymously until the Chinese Communist Party discovered her identity. She fled to the U.S. in April and is staying at an undisclosed location outside of New York City.</p>\n<p>Last week, she posted research with two fellow scientists explaining how China possibly merged two virus strains found in bats to create a disease capable of spreading from person to person. Immediately, social media pounced. Facebook labeled her statements false. Twitter canceled her altogether.</p>\n<p>Is Yan&rsquo;s analysis correct? Hard to say for sure. But no other scientists have produced an undisputed explanation for the origins of COVID-19, or definitive proof that hers is wrong. As the death toll soars, the world wants answers. Muzzling scientists won&rsquo;t produce the truth.</p>\n<p>I spoke with Yan by Skype, as she sat in her American host&rsquo;s kitchen. Yan&rsquo;s story began last December, when her supervisor at the University of Hong Kong asked her to investigate a mysterious pneumonia spreading in Wuhan.</p>\n<p>She called doctor friends in Wuhan who told her entire families were infected. That indicated human-to-human transmission, precisely what the Chinese government was denying. Doctors were ordered to diagnose only patients who had been to the seafood market, because the party line was that the market was the source of the virus.</p>\n<p>On Jan. 16, Yan&rsquo;s supervisor warned her not to &ldquo;cross the red line&rdquo; by disclosing China&rsquo;s lies or she&rsquo;d &ldquo;disappear.&rdquo; She tried leaking the truth anonymously, but authorities were soon on to her. On April 28, she broke off from her husband, a party loyalist, and hurried to the U.S.</p>\n<p>Yan is not the first to argue the virus is manmade. Three vaccine researchers whose study appeared in Cambridge University&rsquo;s QRB Discovery journal point to a segment in the genetic code likely engineered to make the virus contagious between humans. Yan&rsquo;s argument is similar.</p>\n<p>These claims need to be investigated. Instead they&rsquo;re denounced as conspiracy theories. On Feb. 19, scientists from major American institutions like Emory University and the University of Chicago publicly declared &ldquo;unity&rdquo; with Beijing, vowed support for the WHO, and condemned research &ldquo;suggesting that COVID-19 does not have a natural origin.&rdquo;</p>\n<p>These academics would rather bury the truth than fault their Chinese research pals. The EcoHealth Alliance, a New York-based nonprofit that supports research in China, blasts the notion of a manmade virus as &ldquo;finger pointing&rdquo; that could harm Chinese-American relations.</p>\n<p>Now National Geographic is attacking Yan&rsquo;s report, insisting that finding the virus&rsquo; origin will require &ldquo;large-scale sampling of animals&rdquo; throughout China. The magazine naively says WHO &ldquo;is readying a team to conduct such an investigation throughout China, though a timetable has not been released.&rdquo;</p>\n<p>Don&rsquo;t hold your breath.</p>\n<p>After WHO&rsquo;s many deceptions, this promise of an investigation is probably intended to throw us off the trail. COVID-19 may not be natural at all. The Wuhan Institute of Virology was engaged in research over several years on how to genetically engineer viruses to make them more contagious and lethal. Some of the findings were published in 2015.</p>\n<p>If America and the world want answers, their best hope is scientists like Yan who are not afraid to buck the establishment in search of the truth.</p>\n<h1>Newsletter</h1>\n<p>Today's breaking news and more in your inbox</p>\n<p>    <a href=\"https://www.minotdailynews.com/opinion/national-columnists/\"><h1>National Columnists</h1></a>   <a href=\"https://www.minotdailynews.com/opinion/national-columnists/2020/09/supreme-court-and-rules-of-the-game/\"><h1>Supreme Court and rules of the game</h1></a></p>\n<p>The United States Constitution&rsquo;s Article 2, Sec. 2, cl. 2, provides that the president of the United States ...</p>\n<p>  <a href=\"https://www.minotdailynews.com/opinion/national-columnists/2020/09/will-justice-amy-star-in-the-five/\"><h1>Will Justice Amy star in &lsquo;The Five&rsquo;?</h1></a></p>\n<p>By nominating Federal Judge Amy Coney Barrett to the Supreme Court, Donald Trump kept his word, and more than that. ...</p>\n<p>  <a href=\"https://www.minotdailynews.com/opinion/national-columnists/2020/09/biden-keeps-a-lid-on-liberal-media/\"><h1>Biden keeps a lid on liberal media</h1></a></p>\n<p>Why is Joe Biden always putting a &ldquo;lid&rdquo; on his campaign? If you&rsquo;re not familiar with the press lingo, a ...</p>\n<p>  <a href=\"https://www.minotdailynews.com/opinion/national-columnists/2020/09/whos-violating-norms-these-days/\"><h1>Who&rsquo;s violating norms these days?</h1></a></p>\n<p>Norms, we are told, matter. Violating norms, recklessly disregarding norms &mdash; these are charges on which President ...</p>\n<p>  <a href=\"https://www.minotdailynews.com/opinion/national-columnists/2020/09/our-desperate-conspiracy-prone-press/\"><h1>Our desperate, conspiracy-prone press</h1></a></p>\n<p>The term &quot;conspiracy theory&quot; is often associated with kooks and panic peddlers who see nefarious secret forces ...</p>\n<p>  <a href=\"https://www.minotdailynews.com/opinion/national-columnists/2020/09/ginsburgs-death-puts-rule-of-law-and-the-constitution-on-november-ballot/\"><h1>Ginsburg&rsquo;s death puts rule of law and the Constitution on November ballot</h1></a></p>\n<p>The death of the liberal icon Supreme Court Justice Ruth Bader Ginsburg, greatly admired even by her opponents, has ...</p>", "text": "Though the death toll from COVID-19 just hit a staggering 200,000 in the U.S., we still don’t know the origins of this killer virus. China, which has been praised by the World Health Organization, has blocked independent investigation. Worse, social media platforms are accomplices to the cover-up. Last week, Facebook and Twitter did their best to cancel a scientist, Dr. Li-Meng Yan, whose genetic analysis of the virus indicates it was deliberately engineered by the Chinese.\nThe House Foreign Affairs Committee Republicans released a report Monday exposing how China lied when the outbreak began, destroyed biological evidence, blocked investigations by foreign scientists and threatened journalists and doctors.\nYan is one of those threatened doctors. She’s an M.D. Ph.D. virologist from the University of Hong Kong. She had been disclosing her research on COVID-19 anonymously until the Chinese Communist Party discovered her identity. She fled to the U.S. in April and is staying at an undisclosed location outside of New York City.\nLast week, she posted research with two fellow scientists explaining how China possibly merged two virus strains found in bats to create a disease capable of spreading from person to person. Immediately, social media pounced. Facebook labeled her statements false. Twitter canceled her altogether.\nIs Yan’s analysis correct? Hard to say for sure. But no other scientists have produced an undisputed explanation for the origins of COVID-19, or definitive proof that hers is wrong. As the death toll soars, the world wants answers. Muzzling scientists won’t produce the truth.\nI spoke with Yan by Skype, as she sat in her American host’s kitchen. Yan’s story began last December, when her supervisor at the University of Hong Kong asked her to investigate a mysterious pneumonia spreading in Wuhan.\nShe called doctor friends in Wuhan who told her entire families were infected. That indicated human-to-human transmission, precisely what the Chinese government was denying. Doctors were ordered to diagnose only patients who had been to the seafood market, because the party line was that the market was the source of the virus.\nOn Jan. 16, Yan’s supervisor warned her not to “cross the red line” by disclosing China’s lies or she’d “disappear.” She tried leaking the truth anonymously, but authorities were soon on to her. On April 28, she broke off from her husband, a party loyalist, and hurried to the U.S.\nYan is not the first to argue the virus is manmade. Three vaccine researchers whose study appeared in Cambridge University’s QRB Discovery journal point to a segment in the genetic code likely engineered to make the virus contagious between humans. Yan’s argument is similar.\nThese claims need to be investigated. Instead they’re denounced as conspiracy theories. On Feb. 19, scientists from major American institutions like Emory University and the University of Chicago publicly declared “unity” with Beijing, vowed support for the WHO, and condemned research “suggesting that COVID-19 does not have a natural origin.”\nThese academics would rather bury the truth than fault their Chinese research pals. The EcoHealth Alliance, a New York-based nonprofit that supports research in China, blasts the notion of a manmade virus as “finger pointing” that could harm Chinese-American relations.\nNow National Geographic is attacking Yan’s report, insisting that finding the virus’ origin will require “large-scale sampling of animals” throughout China. The magazine naively says WHO “is readying a team to conduct such an investigation throughout China, though a timetable has not been released.”\nDon’t hold your breath.\nAfter WHO’s many deceptions, this promise of an investigation is probably intended to throw us off the trail. COVID-19 may not be natural at all. The Wuhan Institute of Virology was engaged in research over several years on how to genetically engineer viruses to make them more contagious and lethal. Some of the findings were published in 2015.\nIf America and the world want answers, their best hope is scientists like Yan who are not afraid to buck the establishment in search of the truth.\nNewsletter\nToday's breaking news and more in your inbox\nNational Columnists\nSupreme Court and rules of the game\nThe United States Constitution’s Article 2, Sec. 2, cl. 2, provides that the president of the United States ...\nWill Justice Amy star in ‘The Five’?\nBy nominating Federal Judge Amy Coney Barrett to the Supreme Court, Donald Trump kept his word, and more than that. ...\nBiden keeps a lid on liberal media\nWhy is Joe Biden always putting a “lid” on his campaign? If you’re not familiar with the press lingo, a ...\nWho’s violating norms these days?\nNorms, we are told, matter. Violating norms, recklessly disregarding norms — these are charges on which President ...\nOur desperate, conspiracy-prone press\nThe term \"conspiracy theory\" is often associated with kooks and panic peddlers who see nefarious secret forces ...\nGinsburg’s death puts rule of law and the Constitution on November ballot\nThe death of the liberal icon Supreme Court Justice Ruth Bader Ginsburg, greatly admired even by her opponents, has ..."}]}