{"request": {"pageUrl": "https://www.theguardian.com/us-news/2020/sep/08/university-of-miami-julio-frenk-president-covid-19-protocols", "api": "article", "version": 3}, "objects": [{"date": "Tue, 08 Sep 2020 10:00:19 GMT", "sentiment": 0, "images": [{"naturalHeight": 630, "width": 0, "diffbotUri": "image|3|1759045592", "url": "https://i.guim.co.uk/img/media/e11750059c371852e2ec37e5db0ba759ebbe33bc/0_36_5547_3328/master/5547.jpg?width=1200&height=630&quality=85&auto=format&fit=crop&overlay-align=bottom%2Cleft&overlay-width=100p&overlay-base64=L2ltZy9zdGF0aWMvb3ZlcmxheXMvdGctZGVmYXVsdC5wbmc&enable=upscale&s=140930df67479efd50d4d29c8a0f6f0c", "naturalWidth": 1200, "primary": true, "height": 0}], "author": "Francisco Alvarado", "estimatedDate": "Tue, 08 Sep 2020 10:00:19 GMT", "publisherRegion": "Northern Europe", "icon": "https://assets.guim.co.uk/images/favicons/6a2aa0ea5b4b6183e92d0eac49e2f58b/57x57.png", "diffbotUri": "article|3|-1634345563", "siteName": "the Guardian", "type": "article", "title": "The University of Miami is led by an infectious disease expert. So why the fear?", "tags": [{"score": 0.9945787191390991, "sentiment": 0, "count": 3, "label": "University of Miami", "uri": "https://diffbot.com/entity/OavnBonvJMY2eZZrHz5zKDA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9771118760108948, "sentiment": 0, "count": 15, "label": "Julio Frenk", "uri": "https://diffbot.com/entity/PxQrz8C2GMd6iL80_mBV9tg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8527833223342896, "sentiment": 0, "count": 1, "label": "World Health Organization", "uri": "https://diffbot.com/entity/CuJj7wZspO0yZ1H9ckj2UoQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.6388149261474609, "sentiment": 0, "count": 1, "label": "Harvard University", "uri": "https://diffbot.com/entity/ONlaNjdfKOya3PKtV8LMilA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6031472682952881, "sentiment": 0, "count": 1, "label": "disease", "uri": "https://diffbot.com/entity/XXXhNVBGuNl615KgS0xOjVA", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.5077450275421143, "sentiment": -0.951, "count": 8, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}], "publisherCountry": "United Kingdom", "humanLanguage": "en", "pageUrl": "https://www.theguardian.com/us-news/2020/sep/08/university-of-miami-julio-frenk-president-covid-19-protocols", "html": "<figure><img alt=\"The University of Miami is continuing classes this semester\" src=\"https://i.guim.co.uk/img/media/e11750059c371852e2ec37e5db0ba759ebbe33bc/0_36_5547_3328/master/5547.jpg?width=620&quality=45&auto=format&fit=max&dpr=2&s=896ee32c02cf97493b477d9aa3143ef8\"></img></figure>\n<p>When it came to responding to a deadly pandemic, the University of <a data-component=\"auto-linked-tag\" data-link-name=\"auto-linked-tag\" href=\"https://www.theguardian.com/us-news/miami\">Miami</a> appeared to be in good hands as the coronavirus hit. Dr Julio Frenk, the private university&rsquo;s president, arrived on campus five years ago as one of the globe&rsquo;s leading infectious disease experts.</p>\n<p>During his 36-year career, Frenk landed illustrious jobs in public health such as Mexico&rsquo;s secretary of health, an executive at the World Health Organization, senior fellow for global health at the Bill and Melinda Gates Foundation and dean of Harvard&rsquo;s TH Chan School of Public Health.</p>\n<p>Along the way, Frenk was on the frontline of four devastating pandemics beginning with the first outbreaks of Aids in the early 1980s. Since then, the 66-year-old has worked on teams that battled Sars, the H1N1 swine flu and Ebola.</p>\n<p>With his bona fides, Frenk seemed like a leader who would allow hard epidemiological data and community participation to guide the university&rsquo;s decisions about reopening on-campus learning for the fall semester, said the University of Miami history professor Martin Nesvig.</p>\n<p>&ldquo;We all respect his expertise as a scholar in that field,&rdquo; Nesvig said. &ldquo;Frenk tells us that he has been doing this for a long time and to trust him. When people tell me that, my first instinct is not to trust them.&rdquo;</p>\n<aside data-component=\"rich-link\" data-link-name=\"rich-link-1 | 1\">    <figure><img src=\"https://i.guim.co.uk/img/media/a1737ff6db4107ca4d6001de394a4fab1d57ceb0/0_347_4505_2701/master/4505.jpg?width=460&quality=85&auto=format&fit=max&s=7e286c091fbb0c087dcdb5da4b062583\"></img></figure>   <h2> <a> Many Americans face bleak winter as Covid takes toll on mental health </a> </h2>     Read more      </aside>\n<p>Now Nesvig is among a growing chorus of faculty members and students criticizing Frenk and his executive team over the rocky restart to in-person learning at the university, where at least 215 students and employees have tested positive for Covid-19. At least 237 students have also been put into quarantine after coming into close contact with an infected person since the school year began last month.</p>\n<p>Frenk, <a data-link-name=\"in body link\" href=\"https://www.floridaphoenix.com/blog/college-and-university-presidents-are-taking-in-big-bucks-from-base-pay-to-bonuses-and-perks/\">who earns</a> nearly $1.9m a year, and university officials are accused of ignoring employees&rsquo; requests to work remotely before school started, and, more recently, of manipulating data about incidents of Covid-19 on campus.</p>\n<p>Preston Taylor Stone, a 25-year-old graduate student who also teaches two introductory composition classes, believes Frenk&rsquo;s decision-making appears based on his allegiance to the board of trustees and maintaining the financial viability of the university.</p>\n<p>&ldquo;He seems to have forgotten, or is ignorant of, his own public health knowledge so he can continue to bank his seven-figure salary,&rdquo; Stone said. &ldquo;The rest of us who are living paycheck-to-paycheck are being forced to put ourselves in a situation where we are more likely to catch a deadly virus.&rdquo;</p>\n<p>A University of Miami spokesperson said Frenk was not available for interviews and directed the Guardian to a university-produced question-and-answer session with the president and Erin Kobetz, vice-provost for research and professor of public health sciences.</p>\n<p>According to the transcript, Frenk said he was confident in the protocols the university has put in place to reduce the risk of a coronavirus outbreak. He also noted that he was teaching in-person classes, as well.</p>\n<p>&ldquo;We have a little over three months to go in this semester, and it will take an unprecedented level of teamwork, vigilance and patience to be successful,&rdquo; Frenk explained. &ldquo;That said, I&rsquo;m confident that we have the right plans in place, as well as the willingness to continue adapting and responding to this pandemic.&rdquo;</p>\n<p>Kobetz said the university implemented a number of precautions to ensure the faculty can work in the safest environment possible. &ldquo;Providing a safe teaching environment for our faculty was a central part of our plans for reopening,&rdquo; Kobetz said. &ldquo;That includes providing Plexiglass shields, UV filters, <a data-link-name=\"in body link\" href=\"https://www.secondnature.com/blog/staying-healthy/what-merv-rating-should-I-use\">MERV filters</a>, electrostatic disinfection systems in labs, and requiring physical distancing within classrooms.&rdquo;</p>\n<p>Yet, Nesvig, Stone and other graduate students and professors interviewed by the Guardian said the measures have already failed as dorm-room parties in late August led to some students testing positive. In a recent video message Frenk said those students were relocated to isolation rooms, and two floors of a residential tower were placed into quarantine.</p>\n<p>Unlike other major universities such as Temple University and the University of North Carolina that <a data-link-name=\"in body link\" href=\"https://www.cnn.com/2020/08/17/us/coronavirus-college-university/index.html\">shut down campuses following coronavirus outbreaks</a>, the University of Miami does not plan on following suit. &ldquo;There is no single data point that tells the entire story, so we are not going to base our decisions on any one number,&rdquo; Frenk said on 31 August. &ldquo;What we are going to do is remain intensely vigilant, watching the numbers closely, and responding as needed.&rdquo;</p>\n<p>According to a dashboard on the university&rsquo;s website, 215 students and staffers tested positive between 16 August and 1 September. A total of 3,770 people have been tested by the university, 114 students are in isolation and 237 more were in quarantine as of 3 September.</p>\n<p>But the university&rsquo;s statistics have also been attacked by some as painting an inaccurate, misleading snapshot of Covid-19 infections.</p>\n<p>During the dashboard&rsquo;s first three weeks of existence, the university was only disclosing data for the previous seven days and not publishing the cumulative number of tests. After complaints from faculty and students on social media, school officials now report cumulative totals for a two-week period.</p>\n<p>&ldquo;Since launching it last Monday, we received several good suggestions for how to make it more user-friendly, and we&rsquo;ve updated it in response to those recommendations,&rdquo; Frenk said during the Q&amp;A session.</p>\n<p>Some believe the real total of infections is far higher. For example, a Twitter account called <a data-link-name=\"in body link\" href=\"https://twitter.com/umcoviddata\">University of Miami Covid</a><a data-link-name=\"in body link\" href=\"https://twitter.com/umcoviddata\">-19 Data</a> is tracking the cumulative number of cases and reports the university actually has had up to 384 cases through 1 September. The account is run by two students who did not want to reveal their identities to the Guardian because they fear backlash from the university&rsquo;s administration.</p>\n<p>&ldquo;From the beginning we totally expected someone with Frenk&rsquo;s background would be perfect to lead us through this pandemic,&rdquo; one of the students said. &ldquo;It&rsquo;s pretty clear that money is the priority over student safety.&rdquo;</p>", "text": "When it came to responding to a deadly pandemic, the University of Miami appeared to be in good hands as the coronavirus hit. Dr Julio Frenk, the private university’s president, arrived on campus five years ago as one of the globe’s leading infectious disease experts.\nDuring his 36-year career, Frenk landed illustrious jobs in public health such as Mexico’s secretary of health, an executive at the World Health Organization, senior fellow for global health at the Bill and Melinda Gates Foundation and dean of Harvard’s TH Chan School of Public Health.\nAlong the way, Frenk was on the frontline of four devastating pandemics beginning with the first outbreaks of Aids in the early 1980s. Since then, the 66-year-old has worked on teams that battled Sars, the H1N1 swine flu and Ebola.\nWith his bona fides, Frenk seemed like a leader who would allow hard epidemiological data and community participation to guide the university’s decisions about reopening on-campus learning for the fall semester, said the University of Miami history professor Martin Nesvig.\n“We all respect his expertise as a scholar in that field,” Nesvig said. “Frenk tells us that he has been doing this for a long time and to trust him. When people tell me that, my first instinct is not to trust them.”\nMany Americans face bleak winter as Covid takes toll on mental health\nRead more\nNow Nesvig is among a growing chorus of faculty members and students criticizing Frenk and his executive team over the rocky restart to in-person learning at the university, where at least 215 students and employees have tested positive for Covid-19. At least 237 students have also been put into quarantine after coming into close contact with an infected person since the school year began last month.\nFrenk, who earns nearly $1.9m a year, and university officials are accused of ignoring employees’ requests to work remotely before school started, and, more recently, of manipulating data about incidents of Covid-19 on campus.\nPreston Taylor Stone, a 25-year-old graduate student who also teaches two introductory composition classes, believes Frenk’s decision-making appears based on his allegiance to the board of trustees and maintaining the financial viability of the university.\n“He seems to have forgotten, or is ignorant of, his own public health knowledge so he can continue to bank his seven-figure salary,” Stone said. “The rest of us who are living paycheck-to-paycheck are being forced to put ourselves in a situation where we are more likely to catch a deadly virus.”\nA University of Miami spokesperson said Frenk was not available for interviews and directed the Guardian to a university-produced question-and-answer session with the president and Erin Kobetz, vice-provost for research and professor of public health sciences.\nAccording to the transcript, Frenk said he was confident in the protocols the university has put in place to reduce the risk of a coronavirus outbreak. He also noted that he was teaching in-person classes, as well.\n“We have a little over three months to go in this semester, and it will take an unprecedented level of teamwork, vigilance and patience to be successful,” Frenk explained. “That said, I’m confident that we have the right plans in place, as well as the willingness to continue adapting and responding to this pandemic.”\nKobetz said the university implemented a number of precautions to ensure the faculty can work in the safest environment possible. “Providing a safe teaching environment for our faculty was a central part of our plans for reopening,” Kobetz said. “That includes providing Plexiglass shields, UV filters, MERV filters, electrostatic disinfection systems in labs, and requiring physical distancing within classrooms.”\nYet, Nesvig, Stone and other graduate students and professors interviewed by the Guardian said the measures have already failed as dorm-room parties in late August led to some students testing positive. In a recent video message Frenk said those students were relocated to isolation rooms, and two floors of a residential tower were placed into quarantine.\nUnlike other major universities such as Temple University and the University of North Carolina that shut down campuses following coronavirus outbreaks, the University of Miami does not plan on following suit. “There is no single data point that tells the entire story, so we are not going to base our decisions on any one number,” Frenk said on 31 August. “What we are going to do is remain intensely vigilant, watching the numbers closely, and responding as needed.”\nAccording to a dashboard on the university’s website, 215 students and staffers tested positive between 16 August and 1 September. A total of 3,770 people have been tested by the university, 114 students are in isolation and 237 more were in quarantine as of 3 September.\nBut the university’s statistics have also been attacked by some as painting an inaccurate, misleading snapshot of Covid-19 infections.\nDuring the dashboard’s first three weeks of existence, the university was only disclosing data for the previous seven days and not publishing the cumulative number of tests. After complaints from faculty and students on social media, school officials now report cumulative totals for a two-week period.\n“Since launching it last Monday, we received several good suggestions for how to make it more user-friendly, and we’ve updated it in response to those recommendations,” Frenk said during the Q&A session.\nSome believe the real total of infections is far higher. For example, a Twitter account called University of Miami Covid-19 Data is tracking the cumulative number of cases and reports the university actually has had up to 384 cases through 1 September. The account is run by two students who did not want to reveal their identities to the Guardian because they fear backlash from the university’s administration.\n“From the beginning we totally expected someone with Frenk’s background would be perfect to lead us through this pandemic,” one of the students said. “It’s pretty clear that money is the priority over student safety.”"}]}