{"request": {"pageUrl": "https://www.pressherald.com/2020/09/02/one-new-death-26-additional-covid-19-cases-in-maine/", "api": "article", "version": 3}, "objects": [{"date": "Wed, 02 Sep 2020 00:00:00 GMT", "sentiment": -0.186, "images": [{"naturalHeight": 0, "width": 300, "diffbotUri": "image|3|1927642933", "title": "Forty-six inmates were among the 68 COVID-19 cases associated with the York County Jail in Alfred as of Wednesday.", "url": "https://multifiles.pressherald.com/uploads/sites/10/2020/08/19347112_20200828_Jail1761-300x188.jpg", "naturalWidth": 0, "primary": true, "height": 300}, {"naturalHeight": 0, "width": 300, "diffbotUri": "image|3|-600880547", "title": "York County Sheriff William King, shown in 2014, said in an email Wednesday that the outbreak at the jail includes 19 corrections officers and three other building employees.", "url": "https://multifiles.pressherald.com/uploads/sites/10/2020/09/20140521_YC_Sheriff_King_02-300x200.jpg", "naturalWidth": 0, "height": 300}], "author": "Eric Russell", "estimatedDate": "Wed, 02 Sep 2020 00:00:00 GMT", "icon": "https://multifiles.pressherald.com/uploads/sites/4/2014/06/apple-touch-icon-iphone-retina-display.png", "diffbotUri": "article|3|477690092", "siteName": "Press Herald", "type": "article", "title": "York County Jail outbreak linked to more cases of COVID-19", "tags": [{"score": 0.9996263980865479, "sentiment": -0.816, "count": 12, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9951116442680359, "sentiment": 0, "count": 2, "label": "York County", "uri": "https://diffbot.com/entity/AAdp_1Cj6M5O-UqCGNZmEmw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.9773234128952026, "sentiment": -0.854, "count": 6, "label": "prison", "uri": "https://diffbot.com/entity/XFaRU_5tvP_iB0vHku1R4lQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/ArchitecturalStructure", "http://dbpedia.org/ontology/Building"]}, {"score": 0.9541214108467102, "sentiment": -0.822, "count": 9, "label": "Maine", "uri": "https://diffbot.com/entity/ABSPdRFDRPsyAz1oBWL8VBA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.8650621771812439, "sentiment": 0, "count": 3, "label": "Millinocket", "uri": "https://diffbot.com/entity/AbdIyXBY6O3Oio5n8In4Z3A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.5650742053985596, "sentiment": 0, "count": 1, "label": "Cumberland County Jail", "uri": "https://diffbot.com/entity/CvNRoco-NOiu-VoFDVvEBHw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/ArchitecturalStructure", "http://dbpedia.org/ontology/Building"]}, {"score": 0.55672287940979, "sentiment": 0, "count": 1, "label": "York County", "uri": "https://diffbot.com/entity/AHDiTTbDrP9erp71qtA_YNA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}], "humanLanguage": "en", "authorUrl": "https://www.pressherald.com/author/eric-russell", "pageUrl": "https://www.pressherald.com/2020/09/02/one-new-death-26-additional-covid-19-cases-in-maine/", "html": "<p>A total of 85 people have now tested positive for the coronavirus in connection with an outbreak at the York County Jail in Alfred, including 17 people who became infected because staff members live in the same households.</p>\n<p>The number of infected inmates and staff &ndash; 68 as of Wednesday afternoon &ndash; makes it one of the largest single-facility outbreaks Maine has seen during the pandemic.</p>\n<p>Another active outbreak, at Maplecrest Rehabilitation and Living Center in Madison, increased Wednesday to 13 cases comprising seven residents and six staff members.</p>\n<p>Both are connected to an Aug. 7 <a href=\"https://www.pressherald.com/2020/08/25/maine-cdc-reports-12-new-cases-of-covid-19-no-additional-deaths/?rel=related\">wedding in Millinocket that so far has been linked to 143 cases of COVID-19</a>, the disease caused by the coronavirus.</p>\n<p>A third active outbreak, at the Calvary Baptist Church in Sanford, is being investigated as possibly connected. <a href=\"https://www.pressherald.com/2020/09/01/sanford-pastor-defiant-after-outbreak-dividing-some-who-know-him/?rel=related\">The pastor of that church, Todd Bell</a>, officiated the wedding. So far, five cases have been traced to the church.</p>\n<p>In all, state health officials reported 26 new cases of COVID-19 and one death on Wednesday, when Gov. Janet Mills extended the state of civil emergency another 30 days, through Oct. 1.</p>\n<figure><a data-caption=\"York County Jail on Friday, August 28, 2020. Staff photo by Shawn Patrick Ouellette \" href=\"https://multifiles.pressherald.com/uploads/sites/10/2020/08/19347112_20200828_Jail1761-1024x642.jpg?rel=related\"><img alt=\"\" data-lazy-src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/08/19347112_20200828_Jail1761-300x188.jpg\" src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/08/19347112_20200828_Jail1761-300x188.jpg\"></img></a><figcaption>Forty-six inmates were among the 68 COVID-19 cases associated with the York County Jail in Alfred as of Wednesday.</figcaption></figure>\n<p><i> Shawn Patrick Ouellette/Staff Photographer</i></p>\n<p>The death, a man in his 70s from Somerset County, was the first fatality reported in seven days.</p>\n<p>Maine has now tracked 4,567 confirmed and probable cases since mid-March, along with 133 COVID-19 related deaths.</p>\n<p>The outbreak at the York County Jail includes 46 inmates, 19 corrections officers and three other building employees, Sheriff William King said in an email Wednesday. The Maine Center for Disease Control and Prevention said Wednesday that 17 people who live in staff members&rsquo; households also have tested positive.</p>\n<p>Widespread testing has been underway for several days at the jail. Given the vulnerability of the population, there is concern the number of cases could increase. The jail has been testing every inmate upon arrival for some time, but it&rsquo;s not clear how often staff members are tested. The Maine CDC has said that a staff member attended the wedding in Millinocket.</p>\n<p>King did not respond to multiple requests for an interview Wednesday and canceled a planned Zoom call with members of the media.</p>\n<p>Last week, the sheriff had said the outbreak is <a href=\"https://www.pressherald.com/2020/08/28/outbreak-spreads-dramatically-in-york-county-jail/?rel=related\">&ldquo;raising havoc with our staffing issues.&rdquo;</a> The 19 corrections officers who have tested positive represent roughly half of King&rsquo;s staff of 40 at a jail that is budgeted to have 75 officers.</p>\n<p>Inmates and guards have been required to wear masks since the first positive test result came back last month. Previously, the jail required guards to wear masks only when working with an inmate who was suspected of having the virus. At other times, the decision to wear a mask had been up to the individual inmates and guards, King said.</p>\n<p>Public health officials have said that face coverings can significantly reduce the transmission of COVID-19.</p>\n<figure><a data-caption=\"York County Sheriff William King in May 2014. Photo by Carl D. Walsh \" href=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/20140521_YC_Sheriff_King_02-1024x683.jpg?rel=related\"><img alt=\"\" data-lazy-src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/20140521_YC_Sheriff_King_02-300x200.jpg\" src=\"https://multifiles.pressherald.com/uploads/sites/10/2020/09/20140521_YC_Sheriff_King_02-300x200.jpg\"></img></a><figcaption>York County Sheriff William King, shown in 2014, said in an email Wednesday that the outbreak at the jail includes 19 corrections officers and three other building employees.</figcaption></figure>\n<p><i>Carl D. Walsh/Staff Photographer</i></p>\n<p>Maine&rsquo;s biggest outbreaks have been at Cape Memory Care (85 cases), the Springbrook Center (78 cases) the Augusta Center for Health and Rehabilitation (77) and Falmouth By the Sea (75 cases). Those numbers reflect staff and residents only, and not household members, the CDC says. While those outbreaks are all considered closed, the number of cases at the jail could continue to grow.</p>\n<p>Maine CDC spokesman Robert Long cautioned against comparing outbreaks and said the other large outbreaks were in long-term care facilities, which pose different infection control challenges.</p>\n<p>The York County Jail outbreak is by far Maine&rsquo;s largest at a correctional facility.</p>\n<p>There was <a href=\"https://www.pressherald.com/2020/07/15/all-inmates-at-cumberland-county-jail-now-have-tested-negative-for-covid-19-sheriff-says/?rel=related\">a small outbreak of three cases at the Cumberland County Jail in July</a>, although two of those inmates ended up being negative on retests. Four inmates at the Maine Correctional Center in Windham tested positive for COVID-19 in May.</p>\n<p>Outside of Maine, some of the country&rsquo;s largest COVID-19 clusters this summer involved outbreaks at prisons and jails. Research also shows that outbreaks in correctional facilities often spill into the surrounding community.</p>\n<figure><iframe data-secret=\"Yyz0LNvLBq\" frameborder=\"0\" height=\"575\" src=\"https://public.flourish.studio/visualisation/2398060/embed#?secret=Yyz0LNvLBq\" width=\"500\"></iframe></figure>\n<p>Maine&rsquo;s seven-day average of 25.7 cases on Wednesday was up from the seven-day average one week ago, 22.9 cases on Aug. 26. The rate has been steadily increasing since a low of 14 cases in early August but is still well below the peak of more than 50 daily cases Maine experienced in late May. The state&rsquo;s infection and death rates remain among the lowest in the country, which has now eclipsed 6 million cases and 184,000 deaths.</p>\n<p>Hospitalizations remain low as well, just 11 on Wednesday, including six people in critical care. Since the pandemic hit Maine, 423 people have been hospitalized at some point.</p>\n<p>The number of active cases decreased from 471 to 456 on Wednesday.</p>\n<p>In extending the state of civil emergency, Mills said the outbreaks illustrate how quickly the coronavirus can spread if people don&rsquo;t adhere to safety guidelines.</p>\n<figure><iframe data-secret=\"tiNracWgi8\" frameborder=\"0\" height=\"575\" src=\"https://public.flourish.studio/visualisation/2365146/embed#?secret=tiNracWgi8\" width=\"500\"></iframe></figure>\n<p>&ldquo;Thanks to the efforts of Maine people, who have largely abided by public health measures intended to keep us all safe, our state has been relatively successful in mitigating the spread of COVID-19 in the last few months,&rdquo; the governor said in a statement. &ldquo;The outbreaks which we hear about in other states every day can sometimes feel far away from the relative safety of our state, but recent events prove that one little match can spark a fire that may be very difficult to put out.</p>\n<p>&ldquo;Pandemic fatigue is setting in, but we cannot let down our guard, especially as some of our schools and universities bring students back on campus and back into the classroom.&rdquo;</p>\n<p>Nearly every other state has ongoing emergency declarations, which allow them to draw certain federal resources</p>\n<p>In addition to tracking cases linked to the Millinocket wedding, the state is closely watching schools, some of which have started reopening.</p>\n<p>The University of Maine System reported two additional COVID-19 cases at the Orono campus on Wednesday, but also released two students from isolation. The total number of active cases remain at 13 systemwide: 10 in Orono, two at the University of Southern Maine and one at the University of Maine at Farmington. The system has conducted more than 7,500 tests of asymptomatic students so far.</p>\n<p>On Wednesday, the Maine Principals&rsquo; Association <a href=\"https://www.pressherald.com/2020/09/02/start-of-fall-high-school-sports-delayed-to-allow-safety-guidelines-to-be-reviewed/?rel=related\">once again delayed the start of the fall high school sports season</a> &ndash; by one week &ndash; as it works with state agencies to develop appropriate COVID-19 safety guidelines.</p>\n<figure><iframe data-secret=\"BZwLAD7sml\" frameborder=\"0\" height=\"575\" src=\"https://public.flourish.studio/visualisation/1593957/embed#?secret=BZwLAD7sml\" width=\"500\"></iframe></figure>\n<p>Meanwhile, the Maine CDC has launched separate investigations into clusters of cases among students at the University of New England and Maine Maritime Academy. Each school reported three additional COVID-19 cases among students.</p>\n<p>The University of Maine System, as of Tuesday, reported 13 cases among students or staff at the various campuses. Six of those cases &ndash; including two new cases in Orono &ndash; were identified through the more than 6,600 &ldquo;asymptomatic arrival screening&rdquo; tests conducted to date on the various campuses.</p>\n<p>As the state works to keep outbreaks from spreading, more people are using the CDC&rsquo;s online contact tracing program, Sara Alert. As of last week, 386 people were being actively monitored and 4,185 people had enrolled since it launched in May.</p>\n<p>The state has conducted more than 275,000 COVID-19 tests so far and approximately 2 percent have come back positive. However, as testing capacity has increased, that positivity rate has decreased considerably. Over the last week, the rate is 0.6 percent.</p>\n<p><em>Staff Writer Megan Gray contributed to this story.</em></p>\n<ul><li><figure><iframe frameborder=\"0\" height=\"78\" src=\"https://www.google.com/recaptcha/api2/anchor?ar=1&k=6LcDi_YUAAAAALqTjCLPayWGW7yU3I4OZR0nNB2v&co=aHR0cHM6Ly93d3cucHJlc3NoZXJhbGQuY29tOjQ0Mw..&hl=en&v=Y5tQ3lKwn1XL5hGgLz1kR4-1&theme=light&size=normal&cb=r0us07bezlu8\" width=\"304\"></iframe></figure></li></ul>", "text": "A total of 85 people have now tested positive for the coronavirus in connection with an outbreak at the York County Jail in Alfred, including 17 people who became infected because staff members live in the same households.\nThe number of infected inmates and staff – 68 as of Wednesday afternoon – makes it one of the largest single-facility outbreaks Maine has seen during the pandemic.\nAnother active outbreak, at Maplecrest Rehabilitation and Living Center in Madison, increased Wednesday to 13 cases comprising seven residents and six staff members.\nBoth are connected to an Aug. 7 wedding in Millinocket that so far has been linked to 143 cases of COVID-19, the disease caused by the coronavirus.\nA third active outbreak, at the Calvary Baptist Church in Sanford, is being investigated as possibly connected. The pastor of that church, Todd Bell, officiated the wedding. So far, five cases have been traced to the church.\nIn all, state health officials reported 26 new cases of COVID-19 and one death on Wednesday, when Gov. Janet Mills extended the state of civil emergency another 30 days, through Oct. 1.\nShawn Patrick Ouellette/Staff Photographer\nThe death, a man in his 70s from Somerset County, was the first fatality reported in seven days.\nMaine has now tracked 4,567 confirmed and probable cases since mid-March, along with 133 COVID-19 related deaths.\nThe outbreak at the York County Jail includes 46 inmates, 19 corrections officers and three other building employees, Sheriff William King said in an email Wednesday. The Maine Center for Disease Control and Prevention said Wednesday that 17 people who live in staff members’ households also have tested positive.\nWidespread testing has been underway for several days at the jail. Given the vulnerability of the population, there is concern the number of cases could increase. The jail has been testing every inmate upon arrival for some time, but it’s not clear how often staff members are tested. The Maine CDC has said that a staff member attended the wedding in Millinocket.\nKing did not respond to multiple requests for an interview Wednesday and canceled a planned Zoom call with members of the media.\nLast week, the sheriff had said the outbreak is “raising havoc with our staffing issues.” The 19 corrections officers who have tested positive represent roughly half of King’s staff of 40 at a jail that is budgeted to have 75 officers.\nInmates and guards have been required to wear masks since the first positive test result came back last month. Previously, the jail required guards to wear masks only when working with an inmate who was suspected of having the virus. At other times, the decision to wear a mask had been up to the individual inmates and guards, King said.\nPublic health officials have said that face coverings can significantly reduce the transmission of COVID-19.\nCarl D. Walsh/Staff Photographer\nMaine’s biggest outbreaks have been at Cape Memory Care (85 cases), the Springbrook Center (78 cases) the Augusta Center for Health and Rehabilitation (77) and Falmouth By the Sea (75 cases). Those numbers reflect staff and residents only, and not household members, the CDC says. While those outbreaks are all considered closed, the number of cases at the jail could continue to grow.\nMaine CDC spokesman Robert Long cautioned against comparing outbreaks and said the other large outbreaks were in long-term care facilities, which pose different infection control challenges.\nThe York County Jail outbreak is by far Maine’s largest at a correctional facility.\nThere was a small outbreak of three cases at the Cumberland County Jail in July, although two of those inmates ended up being negative on retests. Four inmates at the Maine Correctional Center in Windham tested positive for COVID-19 in May.\nOutside of Maine, some of the country’s largest COVID-19 clusters this summer involved outbreaks at prisons and jails. Research also shows that outbreaks in correctional facilities often spill into the surrounding community.\nMaine’s seven-day average of 25.7 cases on Wednesday was up from the seven-day average one week ago, 22.9 cases on Aug. 26. The rate has been steadily increasing since a low of 14 cases in early August but is still well below the peak of more than 50 daily cases Maine experienced in late May. The state’s infection and death rates remain among the lowest in the country, which has now eclipsed 6 million cases and 184,000 deaths.\nHospitalizations remain low as well, just 11 on Wednesday, including six people in critical care. Since the pandemic hit Maine, 423 people have been hospitalized at some point.\nThe number of active cases decreased from 471 to 456 on Wednesday.\nIn extending the state of civil emergency, Mills said the outbreaks illustrate how quickly the coronavirus can spread if people don’t adhere to safety guidelines.\n“Thanks to the efforts of Maine people, who have largely abided by public health measures intended to keep us all safe, our state has been relatively successful in mitigating the spread of COVID-19 in the last few months,” the governor said in a statement. “The outbreaks which we hear about in other states every day can sometimes feel far away from the relative safety of our state, but recent events prove that one little match can spark a fire that may be very difficult to put out.\n“Pandemic fatigue is setting in, but we cannot let down our guard, especially as some of our schools and universities bring students back on campus and back into the classroom.”\nNearly every other state has ongoing emergency declarations, which allow them to draw certain federal resources\nIn addition to tracking cases linked to the Millinocket wedding, the state is closely watching schools, some of which have started reopening.\nThe University of Maine System reported two additional COVID-19 cases at the Orono campus on Wednesday, but also released two students from isolation. The total number of active cases remain at 13 systemwide: 10 in Orono, two at the University of Southern Maine and one at the University of Maine at Farmington. The system has conducted more than 7,500 tests of asymptomatic students so far.\nOn Wednesday, the Maine Principals’ Association once again delayed the start of the fall high school sports season – by one week – as it works with state agencies to develop appropriate COVID-19 safety guidelines.\nMeanwhile, the Maine CDC has launched separate investigations into clusters of cases among students at the University of New England and Maine Maritime Academy. Each school reported three additional COVID-19 cases among students.\nThe University of Maine System, as of Tuesday, reported 13 cases among students or staff at the various campuses. Six of those cases – including two new cases in Orono – were identified through the more than 6,600 “asymptomatic arrival screening” tests conducted to date on the various campuses.\nAs the state works to keep outbreaks from spreading, more people are using the CDC’s online contact tracing program, Sara Alert. As of last week, 386 people were being actively monitored and 4,185 people had enrolled since it launched in May.\nThe state has conducted more than 275,000 COVID-19 tests so far and approximately 2 percent have come back positive. However, as testing capacity has increased, that positivity rate has decreased considerably. Over the last week, the rate is 0.6 percent.\nStaff Writer Megan Gray contributed to this story.", "authors": [{"name": "Eric Russell", "link": "pressherald.com/author/eric-russell"}]}]}