{"request": {"pageUrl": "https://www.nashvillepost.com/business/health-care/article/21143203/rural-regions-of-state-see-rise-in-covid19-hospitalizations", "api": "article", "version": 3}, "objects": [{"date": "Thu, 03 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"author": "VIEW GALLERY", "naturalHeight": 360, "width": 670, "diffbotUri": "image|3|-411783919", "title": "Vanderbilt University Department of Health Policy", "url": "https://cdn.nashvillepost.com/files/base/scomm/nvp/image/2020/09/16x9/640w/Screen_Shot_2020_09_03_at_3.07.20_PM.5f514d151ba1d.jpg", "naturalWidth": 640, "primary": true, "height": 376}, {"naturalHeight": 165, "width": 320, "diffbotUri": "image|3|-307999911", "url": "https://cdn.nashvillepost.com/files/base/scomm/nvp/image/2020/09/320w/Screen_Shot_2020_09_03_at_3.09.21_PM.5f514d98e4121.jpg", "naturalWidth": 320, "height": 165}], "estimatedDate": "Thu, 03 Sep 2020 00:00:00 GMT", "icon": "https://s3.amazonaws.com/cygnusimages/base/scomm/nvp/favicon.ico", "diffbotUri": "article|3|239329314", "siteName": "Nashville Post", "type": "article", "title": "Rural regions of state see rise in COVID-19 hospitalizations", "tags": [{"score": 0.9987571239471436, "sentiment": -0.965, "count": 6, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.829352855682373, "sentiment": 0, "count": 1, "label": "Vanderbilt University School of Medicine", "uri": "https://diffbot.com/entity/OTbortduNO9qG1HUgak8GcA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8153109550476074, "sentiment": -0.557, "count": 3, "label": "Nashville", "uri": "https://diffbot.com/entity/AX-lwHB1cPbqSUqkyCn_J-g", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.784092366695404, "sentiment": 0, "count": 2, "label": "Tennessee", "uri": "https://diffbot.com/entity/ACt3AOVpaOGCPcVORLFAJ6g", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.5383100509643555, "sentiment": 0, "count": 2, "label": "Cumberland County", "uri": "https://diffbot.com/entity/AEtQhXtXCM8m0vdRO-FTpoQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}], "humanLanguage": "en", "pageUrl": "https://www.nashvillepost.com/business/health-care/article/21143203/rural-regions-of-state-see-rise-in-covid19-hospitalizations", "html": "<aside><a data-primaryimageid=\"5f514d15e6b5f1b1068b4596\" href=\"https://www.nashvillepost.com/business/health-care/article/21143203/rural-regions-of-state-see-rise-in-covid19-hospitalizations\"><figure> <img alt=\"Screen Shot 2020-09-03 at 3.07.20 PM.png\" src=\"https://cdn.nashvillepost.com/files/base/scomm/nvp/image/2020/09/16x9/640w/Screen_Shot_2020_09_03_at_3.07.20_PM.5f514d151ba1d.jpg\"></img>  <figcaption>Vanderbilt University Department of Health Policy</figcaption></figure></a></aside>\n<p>As statewide data signals stabilization, some counties show signs of a new outbreak</p>\n<p>Hospitalizations related to COVID-19 have declined in Nashville and on a statewide level but that trend is beginning to reverse in some regions of the state, according to a new report released by the Department of Health Policy in the Vanderbilt University School of Medicine.</p>\n<p>Large metro areas such as Nashville, Memphis and Chattanooga have seen fewer hospitalizations <b><a href=\"https://www.nashvillepost.com/business/health-care/article/21141920/regional-hospital-bed-availability-drops-to-new-lows\">since late July</a></b>, when outbreaks began to stretch outward into bordering counties. These outbreaks are taking place in the Upper Cumberland and parts of West and East Tennessee and the number of hospitalized cases in those regions has started to climb over the last week.</p>\n<p>&ldquo;Tennessee reached a high-water mark around 1,100 hospitalized COVID-19 patients in late July, and by late August those numbers had declined to under 900,&rdquo; said John Graves, associate professor of health policy and director of the Center for Health Economic Modeling at Vanderbilt. &ldquo;The overall situation is stable at around 900 patients. But this overall stability masks progress in some areas, and a recent reversal of trends in others. Our aim with this analysis was to both highlight the positive news and to underscore the importance of continued diligence.&rdquo;</p>\n<p>Graves says there aren't obvious factors that would let his team attribute the rising number of hospitalizations to schools reopening or county-specific policies such as mask mandates. In the areas with recent upticks, data shows elderly people are becoming infected more frequently than in earlier stages of the pandemic, according to Graves.</p>\n<p>Although it is too soon to tell what impact reopening schools will have on the outbreak, Meharry Medical College President and infectious disease expert James Hildreth <b><a href=\"https://www.nashvillepost.com/business/health-care/article/21142301/covid19-outbreak-could-worsen-as-schools-reopen\">told the </a><i><a href=\"https://www.nashvillepost.com/business/health-care/article/21142301/covid19-outbreak-could-worsen-as-schools-reopen\">Post</a></i></b>in August the increase in transmission will be seen on a regional basis. Counties without mitigation efforts &mdash; i.e. the use of facial coverings, alternative learning strategies in schools &mdash; face the risk of clustering that can turn into widespread outbreaks in a relatively short amount of time.</p>\n<p>Hospital bed and medical device availability continue to fluctuate across the state. Nearly 17 percent (1,985) of all floor beds and 15 percent (307) of ICU beds in Tennessee are available. Statewide numbers do not tell the whole story, though. Most infectious disease experts &mdash; and the data &mdash; look at outbreaks of COVID-19 by region due to the state&rsquo;s county-level approach to mitigating the epidemic.</p>\n<p>While the number of active cases in Nashville has fallen by nearly 1,400 in the past two weeks, counties in the regions described above &mdash; namely Carroll, Carter, Cumberland, Fentress, Gibson, Greene, Hardin, McMinn, Monroe, Sullivan and Wayne &mdash; have all seen increases of more than 50 active cases over the past two weeks. That shows the virus is continuing to spread in the state&rsquo;s more rural, less populated counties.</p>\n<p>According to the Sycamore Institute&rsquo;s Health Care Capacity Dashboard, the average number of residents per staffed inpatient bed across the state is 421 per bed. Most of the counties now seeing more cases and hospitalizations have fewer beds than the average. While the state does not provide capacity reports for individual hospitals, the Department of Health has confirmed no regional systems have yet been overwhelmed due to COVID hospitalizations. The majority, if not all, of the state's hospitals have reopened elective surgeries.</p>\n<p>The rising spread among older residents in some rural areas likely is spurring the increase in hospitalizations since people with pre-existing medical conditions and an overall weaker immune system are more susceptible to developing severe symptoms. The typical length of hospitalization among survivors of COVID is 10 to 13 days. Medicaid data shows nearly 35 percent of its enrollees are staying longer than that.</p>\n<p>Overall, the outbreak appears to be stabilizing in most of the state. But upticks in transmission within one county can quickly spread to another and set off a chain reaction that fills hospital beds in areas that aren&rsquo;t as developed to withstand high volumes of patients.</p>\n<p>&ldquo;What our analysis does makes clear is that as we approach the fall, we&rsquo;re not close to being out of the woods,&rdquo; Graves wrote in the report. &quot;We have to keep our focus on taking care of ourselves and our neighbors. Our primary goals need to be focused on keeping the state safely open for education, health care, and businesses.&quot;</p>\n<figure><img alt=\"Screen Shot 2020-09-03 at 3.09.21 PM.png\" src=\"https://cdn.nashvillepost.com/files/base/scomm/nvp/image/2020/09/320w/Screen_Shot_2020_09_03_at_3.09.21_PM.5f514d98e4121.jpg\"></img><figcaption> <strong>Credit:</strong> Vanderbilt University Department of Health Policy </figcaption></figure>", "text": "As statewide data signals stabilization, some counties show signs of a new outbreak\nHospitalizations related to COVID-19 have declined in Nashville and on a statewide level but that trend is beginning to reverse in some regions of the state, according to a new report released by the Department of Health Policy in the Vanderbilt University School of Medicine.\nLarge metro areas such as Nashville, Memphis and Chattanooga have seen fewer hospitalizations since late July, when outbreaks began to stretch outward into bordering counties. These outbreaks are taking place in the Upper Cumberland and parts of West and East Tennessee and the number of hospitalized cases in those regions has started to climb over the last week.\n“Tennessee reached a high-water mark around 1,100 hospitalized COVID-19 patients in late July, and by late August those numbers had declined to under 900,” said John Graves, associate professor of health policy and director of the Center for Health Economic Modeling at Vanderbilt. “The overall situation is stable at around 900 patients. But this overall stability masks progress in some areas, and a recent reversal of trends in others. Our aim with this analysis was to both highlight the positive news and to underscore the importance of continued diligence.”\nGraves says there aren't obvious factors that would let his team attribute the rising number of hospitalizations to schools reopening or county-specific policies such as mask mandates. In the areas with recent upticks, data shows elderly people are becoming infected more frequently than in earlier stages of the pandemic, according to Graves.\nAlthough it is too soon to tell what impact reopening schools will have on the outbreak, Meharry Medical College President and infectious disease expert James Hildreth told the Post in August the increase in transmission will be seen on a regional basis. Counties without mitigation efforts — i.e. the use of facial coverings, alternative learning strategies in schools — face the risk of clustering that can turn into widespread outbreaks in a relatively short amount of time.\nHospital bed and medical device availability continue to fluctuate across the state. Nearly 17 percent (1,985) of all floor beds and 15 percent (307) of ICU beds in Tennessee are available. Statewide numbers do not tell the whole story, though. Most infectious disease experts — and the data — look at outbreaks of COVID-19 by region due to the state’s county-level approach to mitigating the epidemic.\nWhile the number of active cases in Nashville has fallen by nearly 1,400 in the past two weeks, counties in the regions described above — namely Carroll, Carter, Cumberland, Fentress, Gibson, Greene, Hardin, McMinn, Monroe, Sullivan and Wayne — have all seen increases of more than 50 active cases over the past two weeks. That shows the virus is continuing to spread in the state’s more rural, less populated counties.\nAccording to the Sycamore Institute’s Health Care Capacity Dashboard, the average number of residents per staffed inpatient bed across the state is 421 per bed. Most of the counties now seeing more cases and hospitalizations have fewer beds than the average. While the state does not provide capacity reports for individual hospitals, the Department of Health has confirmed no regional systems have yet been overwhelmed due to COVID hospitalizations. The majority, if not all, of the state's hospitals have reopened elective surgeries.\nThe rising spread among older residents in some rural areas likely is spurring the increase in hospitalizations since people with pre-existing medical conditions and an overall weaker immune system are more susceptible to developing severe symptoms. The typical length of hospitalization among survivors of COVID is 10 to 13 days. Medicaid data shows nearly 35 percent of its enrollees are staying longer than that.\nOverall, the outbreak appears to be stabilizing in most of the state. But upticks in transmission within one county can quickly spread to another and set off a chain reaction that fills hospital beds in areas that aren’t as developed to withstand high volumes of patients.\n“What our analysis does makes clear is that as we approach the fall, we’re not close to being out of the woods,” Graves wrote in the report. \"We have to keep our focus on taking care of ourselves and our neighbors. Our primary goals need to be focused on keeping the state safely open for education, health care, and businesses.\""}]}