{"request": {"pageUrl": "http://www.digitaljournal.com/pr/4811440", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 14:00:00 GMT", "sentiment": 0.736, "estimatedDate": "Fri, 18 Sep 2020 14:00:00 GMT", "publisherRegion": "North America", "diffbotUri": "article|3|643492147", "siteName": "Digital Journal", "type": "article", "title": "Kansas City Independent School Deploys Black & Veatch’s Rapid Modular Health System Unit to Combat COVID-19", "tags": [{"score": 0.996797502040863, "sentiment": 0.656, "count": 11, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.996384859085083, "sentiment": 0, "count": 3, "label": "Kansas City", "uri": "https://diffbot.com/entity/AApYmhZRzOMy4ilGh_QDHLQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.5137699842453003, "sentiment": 0, "count": 1, "label": "The Barstow School", "uri": "https://diffbot.com/entity/O3eWCoQjrO5qwuJfeA7ZTew", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "publisherCountry": "Canada", "humanLanguage": "en", "pageUrl": "http://www.digitaljournal.com/pr/4811440", "html": "<p>Sep 18, 2020 14:00 UTC</p>\n<p> OVERLAND PARK, Kan.--(Business Wire)--Prioritizing the well-being of its stakeholders amid the COVID-19 pandemic, The Barstow School in suburban Kansas City has deployed Black &amp; Veatch&rsquo;s Rapid Modular Health System (RaMHS) structures to assist with coronavirus screenings of students, faculty and staff.</p>\n<p>The RaMHS module represents a swift response to COVID-19 conditions and complements the school&rsquo;s &ldquo;Back to Barstow 2020 Return-to-Campus Plan&rdquo; developed in consultation with the school&rsquo;s administrative leadership and medical advisory committee. It also illustrates the school&rsquo;s flexibility and readiness in adapting procedures &ndash; including the use of germ-killing ultraviolet wands and lamps &ndash; in response to public health recommendations. The RaMHS unit will provide a second location for students to receive daily temperature screenings, making campus arrival and check-in more efficient.</p>\n<p>&ldquo;The Barstow School is pleased to partner with Black &amp; Veatch to offer the innovative RaMHS unit to our school community,&rdquo; said Shane Foster, president of The Barstow School, which emphasizes science, technology, engineering, math (STEM) and the arts (STEAM). &ldquo;As we are firmly committed to ensuring the health and safety of our students and to showing them how innovation results in real-world solutions, this partnership provides an effective way to achieve both goals.&rdquo;</p>\n<p>Developed by Black &amp; Veatch &ndash; a 105-year-old global infrastructure leader with vast experience in pathogen-tracking methods and the construction of biological safety-related facilities &ndash; the RaMHS units are scalable, intermodal containers transformed into comfortable sites for COVID-19 screening and other diagnostic purposes, as well as vaccination distribution and personal protective equipment (PPE) disinfection and dispensing. These windowed modules come in various sizes and configurations, electrical hook-up ready, weather-resistant, climate controlled, and lockable, providing security for personnel and equipment in any environment. The units can be outfitted with the latest in COVID response technology from a variety of partners.</p>\n<p>The uniquely adaptable RaMHS module, which provides an alternate testing and screening site outside of traditional emergency room or doctor office settings, gives schools, health-care sites, office parks, government locations, commercial and industrial businesses, and retail locations the peace of mind of having a reliable, affordable coronavirus testing place within days. RaMHS modules already have been put to use by a <a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fbit.ly%2F3ke61Xv&esheet=52289371&newsitemid=20200918005049&lan=en-US&anchor=Kansas+City-area+health+system&index=1&md5=d5c4847df4ae2e0562a06b2017867260\">Kansas City-area health system</a> and by <a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fbit.ly%2F3k3cLqW&esheet=52289371&newsitemid=20200918005049&lan=en-US&anchor=the+University+of+Kansas&index=2&md5=0aeef0cf2955cbf3f5cf78379b918416\">the University of Kansas</a>.</p>\n<p>&ldquo;We applaud The Barstow School&rsquo;s proactiveness in safeguarding the health and safety for its students and employees,&rdquo; said Dave Johnson, the RaMHS solutions team leader at Black &amp; Veatch, which also is exploring options to collaborate with Barstow in transforming a former supermarket into an off-campus site. &ldquo;Through that conversion effort and RaMHS, we look forward to building a continuing partnership with Barstow that shares our passion for STEM and safety.&rdquo;</p>\n<p>The climate-controlled RaMHS modules can be quickly daisy-chained to meet community and regional demands. In conjunction with other personal protective gear, this design can reduce exposure risks. RaMHS also is a hub where personal protection equipment can be disinfected and data can be harvested and analyzed to record and measure where patients have been.</p>\n<p>The RaMHS program follows the recent announcement of Black &amp; Veatch&rsquo;s Growth Accelerator incubator to find and collaborate with startups and other innovators to expedite solutions that soften COVID-19&rsquo;s impact. As a virtual, remote effort, the <a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.bv.com%2Fnews%2Fblack-veatchs-incubator-launches-campaign-coronavirus-solutions&esheet=52289371&newsitemid=20200918005049&lan=en-US&anchor=2020+Black+%26amp%3B+Veatch+IgniteX+COVID-19+Response+Accelerator&index=3&md5=6ff44cb6326aba73bf44b83433f8e5d0\">2020 Black &amp; Veatch IgniteX COVID-19 Response Accelerator</a> has engaged companies and entrepreneurs who have real-time ideas about how to mitigate the coronavirus outbreak and need help commercializing, rapidly deploying and scaling those concepts.</p>\n<p><strong>Editor&rsquo;s Note:</strong></p>\n<ul> <li> For more information about RaMHS and other Black &amp; Veatch COVID response solutions, including <a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnam05.safelinks.protection.outlook.com%2F%3Furl%3Dhttp%253A%252F%252Fwww.covoperate.com%252F%26data%3D02%257C01%257Cperreycd%2540bv.com%257C1abb59aea9d042a449b408d856936d23%257C7a53b4fce87d4c4699720570ac271b27%257C0%257C0%257C637354538474600435%26sdata%3Du9es9yFI6OIHv6uzJ5DaJZXs%252FG94zIw52WNJho2yNVY%253D%26reserved%3D0&esheet=52289371&newsitemid=20200918005049&lan=en-US&anchor=COVOPERATE&index=4&md5=3c13a411fc5679931acfbaa0d8b023eb\">COVOPERATE</a>, powered by Field2Base, an enterprise access-management platform that tracks daily management of the health statuses of individuals while delivering targeted access controls for managers charged with the safe operation of any place of work or education. </li> </ul>\n<ul> <li> The rollout of the RaMHS containers amplifies Black &amp; Veatch&rsquo;s innovation in addressing biologically and medically dangerous threats. Through the United States Defense Threat Reduction Agency&rsquo;s Biological Threat Reduction Program, for example, <a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fwww.bv.com%2Fnews%2Fblack-veatch-awarded-contract-help-counter-biological-threats&esheet=52289371&newsitemid=20200918005049&lan=en-US&anchor=the+company+already+has+been+providing&index=5&md5=675bc9367d041b30e3ab6ca8b5bb6d52\">the company already has been providing</a> infectious disease surveillance and biological sample management to more than 20 countries around the globe. </li> </ul>\n<p><b>About Black &amp; Veatch </b></p>\n<p>Black &amp; Veatch is an employee-owned engineering, procurement, consulting and construction company with a more than 100-year track record of innovation in sustainable infrastructure. Since 1915, we have helped our clients improve the lives of people in over 100 countries by addressing the resilience and reliability of our world's most important infrastructure assets. Our revenues in 2019 were US$3.7 billion. Follow us on <a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&url=http%3A%2F%2Fwww.bv.com%2F&esheet=52289371&newsitemid=20200918005049&lan=en-US&anchor=www.bv.com&index=6&md5=be3efdc31ced2789576eb13b41180a82\">www.bv.com</a> and on social media.</p>\n<p><b>About The Barstow School </b></p>\n<p>Founded in 1884, The Barstow School is an independent, coeducational school that promotes sound scholarship and the symmetrical development of mind, body and character for students in preschool through grade 12. Through rigorous academics, STEAM learning and robust arts and athletic offerings, Barstow cultivates creativity, critical thinking, purpose and passion in every student. For more information: <a href=\"https://cts.businesswire.com/ct/CT?id=smartlink&url=https%3A%2F%2Fnam05.safelinks.protection.outlook.com%2F%3Furl%3Dhttp%253A%252F%252Fwww.barstowschool.org%252F%26data%3D02%257C01%257Csuhrj%2540bv.com%257Ca1af09adebdc4efcb82c08d85651ac08%257C7a53b4fce87d4c4699720570ac271b27%257C0%257C0%257C637354256230489869%26sdata%3DUp5HNnavK8ipcWK68Iyop%252FM7lvsawW1JogxFCEnbKBw%253D%26reserved%3D0&esheet=52289371&newsitemid=20200918005049&lan=en-US&anchor=www.barstowschool.org&index=7&md5=7f2607f626e93e655234b0f0ebb94553\">www.barstowschool.org</a>.</p>\n<figure><img alt=\"\" src=\"https://cts.businesswire.com/ct/CT?id=bwnews&sty=20200918005049r1&sid=cndjo&distro=ftp\"></img></figure>\n<p>View source version on businesswire.com: <a href=\"https://www.businesswire.com/news/home/20200918005049/en/\">https://www.businesswire.com/news/home/20200918005049/en/</a></p>\n<p>Jim Suhr | +1 913-458-6995 P | +1 314-422-6927 M | <a href=\"mailto:SuhrJ@bv.com\">SuhrJ@bv.com </a><br>\n24-HOUR MEDIA HOTLINE | +1 866-496-9149</p>", "text": "Sep 18, 2020 14:00 UTC\nOVERLAND PARK, Kan.--(Business Wire)--Prioritizing the well-being of its stakeholders amid the COVID-19 pandemic, The Barstow School in suburban Kansas City has deployed Black & Veatch’s Rapid Modular Health System (RaMHS) structures to assist with coronavirus screenings of students, faculty and staff.\nThe RaMHS module represents a swift response to COVID-19 conditions and complements the school’s “Back to Barstow 2020 Return-to-Campus Plan” developed in consultation with the school’s administrative leadership and medical advisory committee. It also illustrates the school’s flexibility and readiness in adapting procedures – including the use of germ-killing ultraviolet wands and lamps – in response to public health recommendations. The RaMHS unit will provide a second location for students to receive daily temperature screenings, making campus arrival and check-in more efficient.\n“The Barstow School is pleased to partner with Black & Veatch to offer the innovative RaMHS unit to our school community,” said Shane Foster, president of The Barstow School, which emphasizes science, technology, engineering, math (STEM) and the arts (STEAM). “As we are firmly committed to ensuring the health and safety of our students and to showing them how innovation results in real-world solutions, this partnership provides an effective way to achieve both goals.”\nDeveloped by Black & Veatch – a 105-year-old global infrastructure leader with vast experience in pathogen-tracking methods and the construction of biological safety-related facilities – the RaMHS units are scalable, intermodal containers transformed into comfortable sites for COVID-19 screening and other diagnostic purposes, as well as vaccination distribution and personal protective equipment (PPE) disinfection and dispensing. These windowed modules come in various sizes and configurations, electrical hook-up ready, weather-resistant, climate controlled, and lockable, providing security for personnel and equipment in any environment. The units can be outfitted with the latest in COVID response technology from a variety of partners.\nThe uniquely adaptable RaMHS module, which provides an alternate testing and screening site outside of traditional emergency room or doctor office settings, gives schools, health-care sites, office parks, government locations, commercial and industrial businesses, and retail locations the peace of mind of having a reliable, affordable coronavirus testing place within days. RaMHS modules already have been put to use by a Kansas City-area health system and by the University of Kansas.\n“We applaud The Barstow School’s proactiveness in safeguarding the health and safety for its students and employees,” said Dave Johnson, the RaMHS solutions team leader at Black & Veatch, which also is exploring options to collaborate with Barstow in transforming a former supermarket into an off-campus site. “Through that conversion effort and RaMHS, we look forward to building a continuing partnership with Barstow that shares our passion for STEM and safety.”\nThe climate-controlled RaMHS modules can be quickly daisy-chained to meet community and regional demands. In conjunction with other personal protective gear, this design can reduce exposure risks. RaMHS also is a hub where personal protection equipment can be disinfected and data can be harvested and analyzed to record and measure where patients have been.\nThe RaMHS program follows the recent announcement of Black & Veatch’s Growth Accelerator incubator to find and collaborate with startups and other innovators to expedite solutions that soften COVID-19’s impact. As a virtual, remote effort, the 2020 Black & Veatch IgniteX COVID-19 Response Accelerator has engaged companies and entrepreneurs who have real-time ideas about how to mitigate the coronavirus outbreak and need help commercializing, rapidly deploying and scaling those concepts.\nEditor’s Note:\nFor more information about RaMHS and other Black & Veatch COVID response solutions, including COVOPERATE, powered by Field2Base, an enterprise access-management platform that tracks daily management of the health statuses of individuals while delivering targeted access controls for managers charged with the safe operation of any place of work or education.\nThe rollout of the RaMHS containers amplifies Black & Veatch’s innovation in addressing biologically and medically dangerous threats. Through the United States Defense Threat Reduction Agency’s Biological Threat Reduction Program, for example, the company already has been providing infectious disease surveillance and biological sample management to more than 20 countries around the globe.\nAbout Black & Veatch\nBlack & Veatch is an employee-owned engineering, procurement, consulting and construction company with a more than 100-year track record of innovation in sustainable infrastructure. Since 1915, we have helped our clients improve the lives of people in over 100 countries by addressing the resilience and reliability of our world's most important infrastructure assets. Our revenues in 2019 were US$3.7 billion. Follow us on www.bv.com and on social media.\nAbout The Barstow School\nFounded in 1884, The Barstow School is an independent, coeducational school that promotes sound scholarship and the symmetrical development of mind, body and character for students in preschool through grade 12. Through rigorous academics, STEAM learning and robust arts and athletic offerings, Barstow cultivates creativity, critical thinking, purpose and passion in every student. For more information: www.barstowschool.org.\nView source version on businesswire.com: https://www.businesswire.com/news/home/20200918005049/en/\nJim Suhr | +1 913-458-6995 P | +1 314-422-6927 M | SuhrJ@bv.com\n24-HOUR MEDIA HOTLINE | +1 866-496-9149"}]}