{"request": {"pageUrl": "https://www.freep.com/story/news/education/2020/09/14/michigan-coronavirus-outbreaks/5791116002/", "api": "article", "version": 3}, "objects": [{"date": "Mon, 14 Sep 2020 19:00:00 GMT", "sentiment": -0.285, "images": [{"naturalHeight": 420, "width": 660, "diffbotUri": "image|3|-302246001", "url": "https://www.gannett-cdn.com/presto/2020/08/23/PDTF/f929f476-7c7c-4fee-a9ca-016b8db19b4a-CMUstudents_082320_ES05.jpg?width=1320&height=840&fit=crop&format=pjpg&auto=webp", "naturalWidth": 660, "primary": true, "height": 420}], "author": "David Jesse", "estimatedDate": "Mon, 14 Sep 2020 19:00:00 GMT", "publisherRegion": "North America", "diffbotUri": "article|3|1099237490", "siteName": "Detroit Free Press", "type": "article", "title": "Michigan school COVID-19 outbreaks centered on college campuses, data shows", "tags": [{"score": 0.9998393058776855, "sentiment": -0.794, "count": 7, "label": "Michigan", "uri": "https://diffbot.com/entity/A2eIrTt0jPUmGmuV6N2O3KQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9987791180610657, "sentiment": -0.939, "count": 6, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9816696643829346, "sentiment": 0, "count": 1, "label": "Central Michigan University", "uri": "https://diffbot.com/entity/OdYBHXI5CNoGhrLBSj6EPDA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8804936408996582, "sentiment": 0, "count": 1, "label": "Adrian College", "uri": "https://diffbot.com/entity/OUqWObSv8NGqrOnBxEljubg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8489546179771423, "sentiment": -0.751, "count": 8, "label": "school", "uri": "https://diffbot.com/entity/XhviB7TzaOxK2vax3A6JCTQ"}, {"score": 0.8005194664001465, "sentiment": 0, "count": 1, "label": "college", "uri": "https://diffbot.com/entity/XygW05YWxMKCisk_YrXtvAw"}, {"score": 0.7383848428726196, "sentiment": -0.223, "count": 1, "label": "Adrian", "uri": "https://diffbot.com/entity/A-hTXjE57Pam8UsDiAmHq6Q", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.652313232421875, "sentiment": 0, "count": 2, "label": "Detroit Free Press", "uri": "https://diffbot.com/entity/CV2fwNTIrN5eUO277oYcOKA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity"]}, {"score": 0.5931104421615601, "sentiment": 0, "count": 2, "label": "Grand Valley State University", "uri": "https://diffbot.com/entity/Otvg-KH6_N1OlTjyeQjAq7g", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "publisherCountry": "United States", "breadcrumb": [{"link": "https://www.freep.com/staff/2647948001/david-jesse/", "name": "David Jesse"}, {"link": "https://www.freep.com/staff/5427986002/dave-boucher/", "name": "Dave Boucher"}, {"link": "https://www.freep.com/staff/2647166001/kristen-jordan-shamus/", "name": "Kristen Jordan Shamus"}], "humanLanguage": "en", "authorUrl": "https://www.freep.com/staff/2647948001/david-jesse/", "pageUrl": "https://www.freep.com/story/news/education/2020/09/14/michigan-coronavirus-outbreaks/5791116002/", "html": "<figure><img alt=\"College aged men play beer pong at the Deerfield Village Apartments on Aug. 23.\nThe apartment complex had several police officers show up on Aug. 20th to break up large parties.\" src=\"https://www.gannett-cdn.com/presto/2020/08/23/PDTF/f929f476-7c7c-4fee-a9ca-016b8db19b4a-CMUstudents_082320_ES05.jpg?width=1320&height=840&fit=crop&format=pjpg&auto=webp\" srcset=\"https://www.gannett-cdn.com/presto/2020/08/23/PDTF/f929f476-7c7c-4fee-a9ca-016b8db19b4a-CMUstudents_082320_ES05.jpg?width=1320&height=840&fit=crop&format=pjpg&auto=webp 2x\"></img></figure>\n<p>Michigan's school COVID-19 outbreaks are centered on college campuses where students live in close proximity to each other, new data from the state shows.</p>\n<p>That includes Grand Valley State University with 438 cases, Adrian College with 229 cases, Central Michigan University with 271 cases and Michigan State University with 202 cases, according to state data released at 3 p.m. Monday. Those schools are spread out across the state &mdash; GVSU is on the west side, CMU and MSU are mid-Michigan, and Adrian is in the southeast.</p>\n<p>MSU is the only one of this group to not be holding in-person classes or hosting large numbers of students in residence halls, but has a considerable number of students living off-campus.</p>\n<p>The state isn't surprised to see the numbers, Dr. Joneigh Khaldun, the state's chief medical executive and chief deputy for health, told the Free Press.</p>\n<p>&quot;I think it was what a lot of people expected,&quot; she said. &quot;All it takes is one person who is infected to spread it.</p>\n<p>&quot;It's about an entire lifestyle,&quot; she said, adding that included students going out and partying without masks. &quot;That's what we're seeing across the state. I know there are many college students who are doing the right thing. I would encourage everyone to&quot; wear a mask and maintain social distancing.</p>\n<p>The data shows the state &quot;is still in the middle of the pandemic,&quot; Khaldun told the Free Press. &quot;It is concerning what we are seeing. It's a reminder that people have to be intentional about practicing&quot; good behaviors.</p>\n<h2>The numbers</h2>\n<p>Monday was the first time the state has published the names and locations of schools with outbreaks. It said it would update the data at 3 p.m. every Monday. The numbers in the state data may be different from what a school itself discloses elsewhere because of differing reporting requirements.</p>\n<p><strong>See the data with schools and numbers:</strong><a data-t-l=\"|inline|intext|n/a\" href=\"https://www.freep.com/in-depth/news/education/2020/09/14/school-coronavirus-outbreaks-michigan-k-12-colleges-universities/5769532002/\">Tracking coronavirus outbreaks in Michigan schools</a></p>\n<p>The state data comes from 45 local health departments. A COVID-19 outbreak is defined as two or more cases with a link by place and time indicating a shared exposure outside of a household, the state said in a news release. The numbers tied to a school are those thought &mdash; through contact tracing &mdash; to have been exposed through a school.</p>\n<p>Students or staff exposed to COVID-19 outside a school building who are not thought to have spread the virus in school due to quarantine or self-isolation are not included in the data.</p>\n<p>The data has some limitations, Khaldun said. Just because a school isn't listed doesn't mean there aren't students or staff with positive tests. It just means that either contact tracing couldn't identify where they were exposed or that they were exposed and not linked to the school.</p>\n<p>&quot;This information does not provide a complete picture of school outbreaks in Michigan and the absence of identified outbreaks in a school does not mean it is not experiencing an outbreak,&quot; the state said in its release.</p>\n<p>Outbreaks can be difficult to predict, said Dr. Rob Davidson, a western Michigan emergency room physician and executive director of the Committee to Protect Medicare.</p>\n<p>&ldquo;You always prepare for the worst and hope for the best,&rdquo; Davidson said. &ldquo;And if you prepare for the worst and it doesn't happen, everyone thinks you've overdone it.</p>\n<p>&ldquo;My concern isn't that the whole state will become one big hot spot. My concern is there will be communities that have significant outbreaks related to kids going back to school. We don't know where they'll be. We don't know how many and when they will exactly occur, but through this fall, we're going to see community transmission. And in places where I work in rural west Michigan the concern would be do we have enough cases that then overrun your hospital, which is always the thing we've been trying to avoid from the beginning.&rdquo;</p>\n<p>It's vital, he said, for public health officials to be transparent about cases and outbreaks, and the MDHHS report is a good first step. But, he said, it&rsquo;s challenging to get accurate data when testing capability is limited by shortages of swabs and reagents.</p>\n<p>&ldquo;I think they're fully aware that it's almost certainly an underreporting simply because of their inability to adequately test,&rdquo; he said. &ldquo;I think if you juxtapose what's happening in Michigan compared to what's happening in Florida, we are light years beyond them. Their governor is actively asking schools not to report cases and some are defying that and actually quoting numbers. So I think that we want to get the numbers out there. I think that's a great place to be. It would just be nice if the capability of testing could keep up with the actual pandemic and then we'd have a better idea of what's really going on.&rdquo;</p>\n<h2>Colleges see spread</h2>\n<p>On the first weekend after classes started, Mount Pleasant was awash in Central Michigan University students partying and gathering without masks. On that Saturday night in August, the Free Press observedstudents gathered outside of apartment buildings off campus, drinking, playing beer pong and hanging out, almost completely without masks.</p>\n<p>On campus, a large pickup basketball game &mdash; in most times a healthy choice for students to make &mdash; had broken out. Most of the two dozen players were unmasked.</p>\n<p>A rapid spike in cases followed that weekend, prompting the local health department to issue a local health emergency banning large gatherings.</p>\n<p>But Central wasn't alone in seeing outbreaks.</p>\n<p>At Adrian College, a small liberal arts college about 90 minutes southwest of Detroit, students told the Free Press of large gatherings and of students with positive cases being quarantined in dorms with students who hadn't tested positive.</p>\n<p>At Grand Valley, administrators said the large numbers were coming from counting students who were living off-campus.</p>\n<p>&quot;It has been reported that Grand Valley has the highest number of COVID cases among Michigan&rsquo;s public universities. This is because we count the known condition of all our students, while many other colleges count only the students living on campus,&quot; Greg Sanial, vice president for finance and administration and interim director of the Virus Action Team,<a data-t-l=\"|inline|intext|n/a\" href=\"https://www.gvsu.edu/gvnext/2020/virus-action-team-update-gvsu-dashboard-offers-transparency-aggressive-covid-19-testing-continues.htm\"> told an internal GVSU publication.</a> &quot;If we reported only our on-campus numbers, we would have one of the lowest numbers of reported cases.&quot;</p>\n<p>MSU's spike comes despite having online-only undergraduate classes. Students are still living in off campus housing and late last week, the health department urged anyone who had been to MSU's campus to quarantine for 14 days.</p>\n<p>Dr. Peter Gulick, an infectious disease specialist and associate professor of medicine at Michigan State University&rsquo;s College of Osteopathic Medicine, said that although seeing 1,422 new or ongoing outbreaks at the state&rsquo;s K-12 schools and universities might seem alarming, transparency should be an essential first step in the public health response.</p>\n<p>&ldquo;We have to be transparent,&rdquo; he said. &ldquo;We have to make sure everybody hears about these things. I think the reporting is good, but then making sure that we act on what we report, that we find out where those cases are, and then we do something about it&rdquo; is even more vital to contain the spread of the virus. &ldquo;You have to try to find out where those cases are located, and isolate them and quarantine them.&rdquo;</p>\n<p>At MSU, Gulick said more than one-third of the cases are tied to sorority and fraternity gatherings.</p>\n<p>&ldquo;It&rsquo;s students gathering together in groups, not practicing the recommended precautions because they're just not afraid of it are just not aware of it,&rdquo; Gulick said. &ldquo;The president of the university pretty much said now everybody's going to be under quarantine because this can be just the beginning of a large spike &hellip; if we're not careful and we don't control things. When you start getting spikes like that, you&rsquo;ve got to look at the whole situation and try to find out what the reason was for this occurring and put a lid on it right away because it could accelerate into a major outbreak.&rdquo;</p>\n<p>And while schoolchildren and young adults aren&rsquo;t as likely to be hospitalized, need ventilator care or die of COVID-19 as older people and those with preexisting health conditions, Gulick said there&rsquo;s still a risk that students can spread the virus to more vulnerable populations.</p>\n<p>&ldquo;That is the fear of what's going to happen in the fall with the schools,&rdquo; he said. &ldquo;Those young individuals can spread it to high-risk people, like the elderly, like ones with co-morbid conditions. And then we start to fill up the hospitals again. We don't want to do that with the next spike. I do think the fall is going to bring another spike.</p>\n<p>&ldquo;Hopefully, it'll be a spike with a death rate that is low and hospitalization rates that are also low. Maybe the case counts will be up a little bit, but we need to contain that. We don't want to it to spread to as many high-risk people again because that's where you really run into issues.&rdquo;</p>\n<p>Testing both symptomatic and asymptomatic people, along with contact tracing, isolation and quarantining are the keys to controlling the spread of the virus, he said.</p>\n<p>&ldquo;Anywhere from 10% to 40% of COVID-19 infections occur in individuals that may not have symptoms of COVID-19,&rdquo; Gulick said. &ldquo;That's how we're going to discover more of these people is by testing more, recognizing these cases and isolating them in quarantine and then getting their contacts isolated as well.&rdquo;</p>\n<h2>Fewer cases in K-12</h2>\n<p>There are fewer outbreaks listed in K-12 schools across the state, according to the new state data.</p>\n<p>The largest K-12 outbreak listed in state data is at Luce Road Elementary School in Alma, where there are six cases, involving both students and staff.</p>\n<p><a data-t-l=\"|inline|intext|n/a\" href=\"https://www.almaschools.net/downloads/_news_/parent_notification_of_school_closure_specific_luce_road.pdf\">A Sept. 5 letter to parents</a> from the district acknowledged there were two cases found in a first-grade classroom at the school. <a data-t-l=\"|inline|intext|n/a\" href=\"https://www.almaschools.net/downloads/_news_/mmdhd_luce_road_closure_pdf.pdf\">A separate letter</a> from the local health department states the cases were connected to staff members. Neither letter references six confirmed cases or that students were also affected.</p>\n<p>In each letter, the district and health department announced the school would be temporarily closed. While students at the school transitioned to an online education model after the closure, the letter stated the district planned to return to in-person education at the school on Friday.</p>\n<p>&quot;We understand how hard it is for families to make alternate arrangements on short notice and we appreciate your help in stopping the spread of the disease through this quick action,&quot; Jennifer Morse, a local medical director, noted in her letter to parents.</p>\n<p>Parents responding to the letter on Facebook offered mixed reactions, from thanking the district for being transparent to frustration over the district's handling of the information.</p>\n<p>No other K-12 school had more than four confirmed cases, according to the state.</p>\n<p>Most of the districts with outbreaks are offering a blended/hybrid model of in-person and online classes. It was not immediately clear whether the students or staff who have COVID-19 were at school, or all in the same classroom.</p>\n<p>No Detroit Public Schools Community District schools were included on the list.</p>\n<p>Khaldun said she knows schools are doing their best to make sure students are masked when in classrooms, are keeping social distance and doing additional cleaning.</p>\n<p>However, she said that needs to happen not only at school, but also at home, where parents need to make sure students aren't being exposed to the virus.</p>\n<h2>Other ways to monitor</h2>\n<p>State Rep. Darrin Camilleri, D-Brownstown Township, the minority vice-chairman of the House Education Committee, said the numbers at colleges show administrators need to be doing everything they can in the areas of contact tracing and infection monitoring to ensure outbreaks are brought under control quickly.</p>\n<p>One method Camilleri has heard about &mdash; and would like Michigan university administrators to explore &mdash; involves testing wastewater from on-campus student housing units to quickly detect whether a student who lives in the dorm might have COVID-19. Such testing has been used in Illinois and Utah, as well as other states.</p>\n<p>Another possibility, Camilleri said, is opt-in cellphone technology that would alert students when they are potentially coming into contact with the virus.</p>\n<p>&ldquo;We need to be mindful of privacy,&rdquo; he said. &ldquo;I don&rsquo;t think it&rsquo;s appropriate to force that type of monitoring.&rdquo;</p>\n<p>Mayors of college towns should also make sure they are doing everything they can to monitor and if necessary, shut down, off-campus gatherings, he said.</p>\n<p>At the K-12 level, Camilleri said he is pleased to see the return to class appears to be going relatively well, so far.</p>\n<p>&ldquo;As long as teachers have PPE and students have PPE, and everyone is complying, I think there are cases where it can be safe&rdquo; to return to classrooms, he said.</p>\n<p>But as a former teacher, Camilleri said he is concerned that initially strong compliance may get lax over time, resulting in more outbreaks.</p>\n<p><em>Contact David Jesse: 313-222-8851 or djesse@freepress.com. Follow him on Twitter: @reporterdavidj. <a data-t-l=\"|inline|intext|n/a\" href=\"https://cm.freep.com/specialoffer?gps-source=CPNEWS&utm_medium=tagline&utm_source=news&utm_campaign=NEWSROOM&utm_content=DavidJesse\">Subscribe to the Detroit Free Press.</a></em></p>", "text": "Michigan's school COVID-19 outbreaks are centered on college campuses where students live in close proximity to each other, new data from the state shows.\nThat includes Grand Valley State University with 438 cases, Adrian College with 229 cases, Central Michigan University with 271 cases and Michigan State University with 202 cases, according to state data released at 3 p.m. Monday. Those schools are spread out across the state — GVSU is on the west side, CMU and MSU are mid-Michigan, and Adrian is in the southeast.\nMSU is the only one of this group to not be holding in-person classes or hosting large numbers of students in residence halls, but has a considerable number of students living off-campus.\nThe state isn't surprised to see the numbers, Dr. Joneigh Khaldun, the state's chief medical executive and chief deputy for health, told the Free Press.\n\"I think it was what a lot of people expected,\" she said. \"All it takes is one person who is infected to spread it.\n\"It's about an entire lifestyle,\" she said, adding that included students going out and partying without masks. \"That's what we're seeing across the state. I know there are many college students who are doing the right thing. I would encourage everyone to\" wear a mask and maintain social distancing.\nThe data shows the state \"is still in the middle of the pandemic,\" Khaldun told the Free Press. \"It is concerning what we are seeing. It's a reminder that people have to be intentional about practicing\" good behaviors.\nThe numbers\nMonday was the first time the state has published the names and locations of schools with outbreaks. It said it would update the data at 3 p.m. every Monday. The numbers in the state data may be different from what a school itself discloses elsewhere because of differing reporting requirements.\nSee the data with schools and numbers:Tracking coronavirus outbreaks in Michigan schools\nThe state data comes from 45 local health departments. A COVID-19 outbreak is defined as two or more cases with a link by place and time indicating a shared exposure outside of a household, the state said in a news release. The numbers tied to a school are those thought — through contact tracing — to have been exposed through a school.\nStudents or staff exposed to COVID-19 outside a school building who are not thought to have spread the virus in school due to quarantine or self-isolation are not included in the data.\nThe data has some limitations, Khaldun said. Just because a school isn't listed doesn't mean there aren't students or staff with positive tests. It just means that either contact tracing couldn't identify where they were exposed or that they were exposed and not linked to the school.\n\"This information does not provide a complete picture of school outbreaks in Michigan and the absence of identified outbreaks in a school does not mean it is not experiencing an outbreak,\" the state said in its release.\nOutbreaks can be difficult to predict, said Dr. Rob Davidson, a western Michigan emergency room physician and executive director of the Committee to Protect Medicare.\n“You always prepare for the worst and hope for the best,” Davidson said. “And if you prepare for the worst and it doesn't happen, everyone thinks you've overdone it.\n“My concern isn't that the whole state will become one big hot spot. My concern is there will be communities that have significant outbreaks related to kids going back to school. We don't know where they'll be. We don't know how many and when they will exactly occur, but through this fall, we're going to see community transmission. And in places where I work in rural west Michigan the concern would be do we have enough cases that then overrun your hospital, which is always the thing we've been trying to avoid from the beginning.”\nIt's vital, he said, for public health officials to be transparent about cases and outbreaks, and the MDHHS report is a good first step. But, he said, it’s challenging to get accurate data when testing capability is limited by shortages of swabs and reagents.\n“I think they're fully aware that it's almost certainly an underreporting simply because of their inability to adequately test,” he said. “I think if you juxtapose what's happening in Michigan compared to what's happening in Florida, we are light years beyond them. Their governor is actively asking schools not to report cases and some are defying that and actually quoting numbers. So I think that we want to get the numbers out there. I think that's a great place to be. It would just be nice if the capability of testing could keep up with the actual pandemic and then we'd have a better idea of what's really going on.”\nColleges see spread\nOn the first weekend after classes started, Mount Pleasant was awash in Central Michigan University students partying and gathering without masks. On that Saturday night in August, the Free Press observedstudents gathered outside of apartment buildings off campus, drinking, playing beer pong and hanging out, almost completely without masks.\nOn campus, a large pickup basketball game — in most times a healthy choice for students to make — had broken out. Most of the two dozen players were unmasked.\nA rapid spike in cases followed that weekend, prompting the local health department to issue a local health emergency banning large gatherings.\nBut Central wasn't alone in seeing outbreaks.\nAt Adrian College, a small liberal arts college about 90 minutes southwest of Detroit, students told the Free Press of large gatherings and of students with positive cases being quarantined in dorms with students who hadn't tested positive.\nAt Grand Valley, administrators said the large numbers were coming from counting students who were living off-campus.\n\"It has been reported that Grand Valley has the highest number of COVID cases among Michigan’s public universities. This is because we count the known condition of all our students, while many other colleges count only the students living on campus,\" Greg Sanial, vice president for finance and administration and interim director of the Virus Action Team, told an internal GVSU publication. \"If we reported only our on-campus numbers, we would have one of the lowest numbers of reported cases.\"\nMSU's spike comes despite having online-only undergraduate classes. Students are still living in off campus housing and late last week, the health department urged anyone who had been to MSU's campus to quarantine for 14 days.\nDr. Peter Gulick, an infectious disease specialist and associate professor of medicine at Michigan State University’s College of Osteopathic Medicine, said that although seeing 1,422 new or ongoing outbreaks at the state’s K-12 schools and universities might seem alarming, transparency should be an essential first step in the public health response.\n“We have to be transparent,” he said. “We have to make sure everybody hears about these things. I think the reporting is good, but then making sure that we act on what we report, that we find out where those cases are, and then we do something about it” is even more vital to contain the spread of the virus. “You have to try to find out where those cases are located, and isolate them and quarantine them.”\nAt MSU, Gulick said more than one-third of the cases are tied to sorority and fraternity gatherings.\n“It’s students gathering together in groups, not practicing the recommended precautions because they're just not afraid of it are just not aware of it,” Gulick said. “The president of the university pretty much said now everybody's going to be under quarantine because this can be just the beginning of a large spike … if we're not careful and we don't control things. When you start getting spikes like that, you’ve got to look at the whole situation and try to find out what the reason was for this occurring and put a lid on it right away because it could accelerate into a major outbreak.”\nAnd while schoolchildren and young adults aren’t as likely to be hospitalized, need ventilator care or die of COVID-19 as older people and those with preexisting health conditions, Gulick said there’s still a risk that students can spread the virus to more vulnerable populations.\n“That is the fear of what's going to happen in the fall with the schools,” he said. “Those young individuals can spread it to high-risk people, like the elderly, like ones with co-morbid conditions. And then we start to fill up the hospitals again. We don't want to do that with the next spike. I do think the fall is going to bring another spike.\n“Hopefully, it'll be a spike with a death rate that is low and hospitalization rates that are also low. Maybe the case counts will be up a little bit, but we need to contain that. We don't want to it to spread to as many high-risk people again because that's where you really run into issues.”\nTesting both symptomatic and asymptomatic people, along with contact tracing, isolation and quarantining are the keys to controlling the spread of the virus, he said.\n“Anywhere from 10% to 40% of COVID-19 infections occur in individuals that may not have symptoms of COVID-19,” Gulick said. “That's how we're going to discover more of these people is by testing more, recognizing these cases and isolating them in quarantine and then getting their contacts isolated as well.”\nFewer cases in K-12\nThere are fewer outbreaks listed in K-12 schools across the state, according to the new state data.\nThe largest K-12 outbreak listed in state data is at Luce Road Elementary School in Alma, where there are six cases, involving both students and staff.\nA Sept. 5 letter to parents from the district acknowledged there were two cases found in a first-grade classroom at the school. A separate letter from the local health department states the cases were connected to staff members. Neither letter references six confirmed cases or that students were also affected.\nIn each letter, the district and health department announced the school would be temporarily closed. While students at the school transitioned to an online education model after the closure, the letter stated the district planned to return to in-person education at the school on Friday.\n\"We understand how hard it is for families to make alternate arrangements on short notice and we appreciate your help in stopping the spread of the disease through this quick action,\" Jennifer Morse, a local medical director, noted in her letter to parents.\nParents responding to the letter on Facebook offered mixed reactions, from thanking the district for being transparent to frustration over the district's handling of the information.\nNo other K-12 school had more than four confirmed cases, according to the state.\nMost of the districts with outbreaks are offering a blended/hybrid model of in-person and online classes. It was not immediately clear whether the students or staff who have COVID-19 were at school, or all in the same classroom.\nNo Detroit Public Schools Community District schools were included on the list.\nKhaldun said she knows schools are doing their best to make sure students are masked when in classrooms, are keeping social distance and doing additional cleaning.\nHowever, she said that needs to happen not only at school, but also at home, where parents need to make sure students aren't being exposed to the virus.\nOther ways to monitor\nState Rep. Darrin Camilleri, D-Brownstown Township, the minority vice-chairman of the House Education Committee, said the numbers at colleges show administrators need to be doing everything they can in the areas of contact tracing and infection monitoring to ensure outbreaks are brought under control quickly.\nOne method Camilleri has heard about — and would like Michigan university administrators to explore — involves testing wastewater from on-campus student housing units to quickly detect whether a student who lives in the dorm might have COVID-19. Such testing has been used in Illinois and Utah, as well as other states.\nAnother possibility, Camilleri said, is opt-in cellphone technology that would alert students when they are potentially coming into contact with the virus.\n“We need to be mindful of privacy,” he said. “I don’t think it’s appropriate to force that type of monitoring.”\nMayors of college towns should also make sure they are doing everything they can to monitor and if necessary, shut down, off-campus gatherings, he said.\nAt the K-12 level, Camilleri said he is pleased to see the return to class appears to be going relatively well, so far.\n“As long as teachers have PPE and students have PPE, and everyone is complying, I think there are cases where it can be safe” to return to classrooms, he said.\nBut as a former teacher, Camilleri said he is concerned that initially strong compliance may get lax over time, resulting in more outbreaks.\nContact David Jesse: 313-222-8851 or djesse@freepress.com. Follow him on Twitter: @reporterdavidj. Subscribe to the Detroit Free Press.", "authors": [{"name": "David Jesse", "link": "freep.com/staff/2647948001/david-jesse"}]}]}