{"request": {"pageUrl": "https://www.msn.com/en-us/news/us/soon-all-utah-teachers-and-school-staff-will-be-able-to-get-a-covid-19-test-e2-80-94-with-or-without-symptoms/ar-BB19b35i", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "images": [{"naturalHeight": 571, "width": 799, "diffbotUri": "image|3|-249431079", "url": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB19aYlz.img?h=571&w=799&m=6&q=60&o=f&l=f", "naturalWidth": 799, "primary": true, "height": 570}], "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://static-entertainment-wus-s-msn-com.akamaized.net/sc/d7/97297b.ico", "diffbotUri": "article|3|-1711884038", "siteName": "MSN", "type": "article", "title": "Soon all Utah teachers and school staff will be able to get a COVID-19 test — with or without symptoms", "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.msn.com/en-us/news/us/soon-all-utah-teachers-and-school-staff-will-be-able-to-get-a-covid-19-test-e2-80-94-with-or-without-symptoms/ar-BB19b35i", "html": "<p>The state is rolling out a new program offering free testing to all teachers and any staff worried they may have been exposed to COVID-19 in school &mdash; whether they&rsquo;re showing symptoms or not.</p>\n<figure><img alt=\"a person sitting in a car: (Rick Egan | The Salt Lake Tribune file photo) TestUtah Covid-19 testing at the 800 North location in Orem on Tuesday, June 9, 2020. TestUtah will begin providing free testing for teachers and school staff as part of its contract with the state of Utah.\" data-src=\"{\" src=\"https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB19aYlz.img?h=571&w=799&m=6&q=60&o=f&l=f\"></img></figure>\n<p>The Utah Department of Health confirmed Thursday that it began providing the tests this week &ldquo;on a limited basis&rdquo; in Utah County, which has seen the biggest jump in cases recently. And it plans to soon extend the offer statewide for all public K-12 faculty, said spokesperson Tom Hudachko, including custodians, bus drivers and others.</p>\n<figure><iframe data-id=\"74\" data-m=\"{\" data-url=\"//www.dianomi.com/smartads.epl?id=3533\" src=\"https://www.dianomi.com/smartads.epl?id=3533\"></iframe></figure>\n<p>&ldquo;The testing is voluntary and is designed to give teachers and staff peace of mind,&rdquo; he added.</p>\n<p>The tests are part of the state&rsquo;s contract with TestUtah, Hudachko said, and it will be thoroughly monitored.</p>\n<p>Every school district will be provided with a unique code. A teacher or staffer there who wants to get tested will be given that code and will enter it on TestUtah&rsquo;s website to get an order for a test. It doesn&rsquo;t matter if they have symptoms, which has been preferred in the state to qualify for a test. The faculty member will be able to go to any TestUtah location to get swabbed.</p>\n<p>The code will tie the teachers to their school so the state can track outbreaks. The hope is to get a sense of how much the coronavirus is spreading in schools here, <a data-id=\"75\" data-m=\"{\" href=\"https://www.sltrib.com/news/education/2020/09/17/students-havent-logged/\">which have already seen 371 cases since they began reopening Aug. 13</a> at the encouragement of the governor.</p>\n<p>But it comes, too, at the request of educators, said Dr. Angela Dunn, the state&rsquo;s epidemiologist, during an interim legislative meeting of the education committee on Tuesday.</p>\n<p>Many teachers across the state have been <a data-id=\"76\" data-m=\"{\" href=\"https://www.sltrib.com/news/education/2020/08/16/teachers-have-retired-or/\">worried about taking the virus home to their families or getting sick themselves</a> with returning to the classroom. Some fear because of age or health conditions that they&rsquo;re more likely to get seriously ill from the coronavirus if students bring it to school. And <a data-id=\"77\" data-m=\"{\" href=\"https://www.sltrib.com/news/2020/09/16/what-we-know-about-utahs/\">most studies confirm that kids are often carriers</a> of the disease.</p>\n<p>&ldquo;Our teachers are stressed out about whether they&rsquo;re positive or not,&rdquo; noted Sen. Kathleen Riebe, D-Cottonwood Heights, during the meeting, noting that many have not been allowed to work from home this fall.</p>\n<p>Dunn said the testing is meant to provide them with an answer. And teachers will be able to test repeatedly throughout the year at no cost. She believes the program will be fully online by next week.</p>\n<p>She also hopes it may also be able to reduce spread. If a teacher is worried about exposure but not symptomatic, for instance, and they test positive, then they can stay home earlier than they might if they waited for a cough or shortness of breath.</p>\n<p>The state, overall, is also hoping to expand asymptomatic testing to all residents. But it hasn&rsquo;t said when that will be available.</p>", "text": "The state is rolling out a new program offering free testing to all teachers and any staff worried they may have been exposed to COVID-19 in school — whether they’re showing symptoms or not.\nThe Utah Department of Health confirmed Thursday that it began providing the tests this week “on a limited basis” in Utah County, which has seen the biggest jump in cases recently. And it plans to soon extend the offer statewide for all public K-12 faculty, said spokesperson Tom Hudachko, including custodians, bus drivers and others.\n“The testing is voluntary and is designed to give teachers and staff peace of mind,” he added.\nThe tests are part of the state’s contract with TestUtah, Hudachko said, and it will be thoroughly monitored.\nEvery school district will be provided with a unique code. A teacher or staffer there who wants to get tested will be given that code and will enter it on TestUtah’s website to get an order for a test. It doesn’t matter if they have symptoms, which has been preferred in the state to qualify for a test. The faculty member will be able to go to any TestUtah location to get swabbed.\nThe code will tie the teachers to their school so the state can track outbreaks. The hope is to get a sense of how much the coronavirus is spreading in schools here, which have already seen 371 cases since they began reopening Aug. 13 at the encouragement of the governor.\nBut it comes, too, at the request of educators, said Dr. Angela Dunn, the state’s epidemiologist, during an interim legislative meeting of the education committee on Tuesday.\nMany teachers across the state have been worried about taking the virus home to their families or getting sick themselves with returning to the classroom. Some fear because of age or health conditions that they’re more likely to get seriously ill from the coronavirus if students bring it to school. And most studies confirm that kids are often carriers of the disease.\n“Our teachers are stressed out about whether they’re positive or not,” noted Sen. Kathleen Riebe, D-Cottonwood Heights, during the meeting, noting that many have not been allowed to work from home this fall.\nDunn said the testing is meant to provide them with an answer. And teachers will be able to test repeatedly throughout the year at no cost. She believes the program will be fully online by next week.\nShe also hopes it may also be able to reduce spread. If a teacher is worried about exposure but not symptomatic, for instance, and they test positive, then they can stay home earlier than they might if they waited for a cough or shortness of breath.\nThe state, overall, is also hoping to expand asymptomatic testing to all residents. But it hasn’t said when that will be available."}]}