{"request": {"pageUrl": "https://www.the-hospitalist.org/hospitalist/article/228779/coronavirus-updates/low-vitamin-d-covid-19-predicts-icu-admission-poor", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 630, "width": 0, "diffbotUri": "image|3|-1991135834", "url": "https://www.the-hospitalist.org/sites/all/themes/custom/medstat_thn/img/default_og_image2.png", "naturalWidth": 1200, "primary": true, "height": 0}], "author": "Marlene Busko", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "icon": "https://www.the-hospitalist.org/sites/all/themes/custom/medstat_aurora/img/default-icons/apple-touch-icon.png", "diffbotUri": "article|3|1040973663", "siteName": "the-hospitalist.org", "type": "article", "title": "Low vitamin D in COVID-19 predicts ICU admission, poor survival", "tags": [{"score": 0.9939075112342834, "sentiment": -0.887, "count": 18, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9156361818313599, "sentiment": 0, "count": 3, "label": "David Meltzer", "uri": "https://diffbot.com/entity/PFjn6KKCkOO6Dx7D7WNm7lg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.811336874961853, "sentiment": 0, "count": 2, "label": "Italy", "uri": "https://diffbot.com/entity/As0LZKHtaPf2VSixCSIlcEg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.8074974417686462, "sentiment": 0, "count": 1, "label": "JoAnn E. Manson", "uri": "https://diffbot.com/entity/P4ViEMUXVP3axz3CppNnvzg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6592028141021729, "sentiment": -0.289, "count": 1, "label": "intensive care medicine", "uri": "https://diffbot.com/entity/X_C7nt2rYMNCOnxcy1x78kg", "rdfTypes": ["http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity"]}, {"score": 0.629876971244812, "sentiment": -0.908, "count": 1, "label": "survival game", "uri": "https://diffbot.com/entity/XZe2cEfIWNgOUjtk6uDBfSw", "rdfTypes": ["http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity", "http://dbpedia.org/ontology/Work", "http://dbpedia.org/ontology/WrittenWork"]}, {"score": 0.5094114542007446, "sentiment": 0, "count": 1, "label": "Maryland", "uri": "https://diffbot.com/entity/AglcJEUJCMkavBvSi16gKjA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.5088579654693604, "sentiment": 0, "count": 1, "label": "Milan", "uri": "https://diffbot.com/entity/AcAczYWYrN-qcA5jzIKqBag", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}], "humanLanguage": "en", "authorUrl": "https://www.the-hospitalist.org/authors/marlene-busko", "pageUrl": "https://www.the-hospitalist.org/hospitalist/article/228779/coronavirus-updates/low-vitamin-d-covid-19-predicts-icu-admission-poor", "html": "<p>Having low serum <a href=\"https://reference.medscape.com/drug/drisdol-calciferol-vitamind-344417\">vitamin D</a> levels was an independent risk factor for having symptomatic COVID-19 with respiratory distress requiring admission to intensive care &ndash; as opposed to having mild COVID-19 &ndash; and for not surviving, in a new study from Italy.</p>\n<p>&ldquo;Our data give strong observational support to previous suggestions that reduced vitamin D levels may favor the appearance of severe respiratory dysfunction and increase the mortality risk in patients affected with COVID-19,&rdquo; the researchers report.</p>\n<p>Luigi Gennari, MD, PhD, Department of Medicine, Surgery, and Neurosciences, University of Siena, Italy, presented these findings during the virtual <a href=\"https://www.medscape.com/viewcollection/35553\">American Society of Bone and Mineral Research (ASBMR) 2020 annual meeting</a>.</p>\n<p>Gennari told Medscape Medical News that this analysis suggests determining vitamin D levels (25 hydroxyvitamin D) in people testing positive for SARS-Cov-2 infection might help predict their risk of severe disease.</p>\n<p>However, further research is needed to explore whether vitamin D supplements could prevent the risk of respiratory failure in patients with SARS-Cov-2 infection, he stressed.</p>\n<p>In the meantime, Gennari said: &ldquo;I believe that, particularly in the winter season (when the solar ultraviolet-B (UVB) <a href=\"https://emedicine.medscape.com/article/1979331-overview\">radiation exposure</a> does not allow the skin to synthesize vitamin D in most countries), the use of vitamin D supplementation and correction of vitamin D deficiency might be of major relevance for the reduction of the clinical burden of the ongoing and future outbreaks of SARS-CoV-2 infection.</p>\n<p>Invited to comment, David Meltzer, MD, PhD, chief of hospital medicine at University of Chicago Medicine, Illinois, who was not involved with the study, agrees.</p>\n<p>&ldquo;I think this body of work suggests that people should be taking supplements if they cannot increase sun exposure on a sustained basis,&rdquo; Meltzer said. &ldquo;The abstract supports multiple prior findings that suggest that higher vitamin D levels are associated with improved outcomes.&rdquo;</p>\n<p>And JoAnn E. Manson, MD, DrPH, of Harvard Medical School and Brigham and Women&rsquo;s Hospital, who was not involved with the research but has spoken about the topic in a <a href=\"https://www.medscape.com/viewarticle/930152\">video report</a> for Medscape, said: &ldquo;We know from several studies that a low vitamin D level is associated with a higher risk of having COVID-19 and severe illness, but correlation does not prove causation.&rdquo;</p>\n<p>&ldquo;I think that improving vitamin D status is a promising way to reduce the risk of severe illness, but we need randomized controlled trials to prove cause and effect,&rdquo; she told Medscape Medical News.</p>\n<h2>103 patients with severe COVID-19, 52 with mild COVID-19, 206 controls</h2>\n<p>Gennari said several lines of evidence suggest that vitamin D deficiency might be a risk factor for COVID-19 severity.</p>\n<p>Countries with lower average levels of vitamin D or lower UVB radiation exposure have higher COVID-19 mortality, and &ldquo;demographic groups known to be at higher risk of vitamin D deficiency (such as black individuals, the elderly, nursing home residents, and those with <a href=\"https://emedicine.medscape.com/article/123702-overview\">obesity</a> and diabetes) are at high risk of COVID-19 hospitalization/mortality, he noted.</p>\n<p>There is a high prevalence of vitamin D deficiency in Italy, where mortality rates from COVID-19 have been particularly high.</p>\n<p>To examine the relationship between vitamin D levels and COVID-19 severity/mortality, the researchers studied three groups:</p>\n<ul><li>103 symptomatic patients with COVID-19 with respiratory insufficiency who were admitted to a Milan hospital from March 9 to April 30.</li><li>52 patients with mild COVID-19, recruited from patients and staff from a nearby nursing home who had a positive test for COVID-19.</li><li>206 healthy controls, matched 2:1 with symptomatic patients of the same age, weight, and gender, from 3174 patients who had vitamin D measured during a routine check-up from January to March 2020.</li></ul>\n<p>Patients in the hospitalized group had lower mean vitamin D levels (18.2 ng/mL) than those with mild COVID-19 (30.3 ng/mL) or those in the control group (25.4 ng/mL).</p>\n<p>Patients with symptomatic versus mild COVID-19 were slightly older and more likely to have at least one comorbidity and less likely to be taking a vitamin D supplement at baseline (30% vs 79%).</p>\n<p>Among symptomatic patients, mean vitamin D levels were inversely associated with interleukin (IL)-6 and C-reactive protein, &ldquo;both of which are a direct expression of the inflammatory status,&rdquo; Gennari noted.</p>\n<p>About half of the hospitalized patients (49) were admitted to a ward and discharged after a mean stay of 16 days (none died).</p>\n<p>The other 54 hospitalized patients were admitted to the intensive care unit with severe acute respiratory distress; 38 patients received continuous positive airway pressure (CPAP) and 16 patients received endotracheal intubation.</p>\n<p>Of the 54 patients admitted to ICU, 19 patients died from respiratory distress after a mean of 19 days, &ldquo;consistent with the literature,&rdquo; and the other 35 patients were discharged after a mean of 21 days.</p>\n<p>Patients with severe COVID-19 who were admitted to the ICU, as opposed to a ward, were more likely to be male, have at least one comorbidity, have higher baseline IL-6 levels and neutrophil counts, and lower lymphocyte and platelet counts.</p>\n<p>They also had lower mean vitamin D levels (14.4 vs 22.4 ng/mL) and were more likely to have vitamin D deficiency (vitamin D &lt;20 ng/mL; 80% vs. 45%).</p>\n<p>Patients admitted to ICU who died had lower baseline vitamin D levels than those who survived (13.2 vs. 19.3 ng/mL).</p>\n<p>Vitamin D levels were inversely associated with respiratory distress requiring ICU admission (odds ratio, 1.06; <em>P </em>= .038) and with mortality (OR, 1.18, <em>P</em> = 029), independent of IL-6 levels and other comorbidities.</p>\n<p>&ldquo;That vitamin D levels are associated with improved outcomes independent of IL-6 could reflect that IL-6 is an imperfect measure of the inflammatory process or that vitamin D is related to outcomes for other reasons, such as enhancement of innate or adaptive immunity,&rdquo; said Meltzer.</p>\n<p>He added that &ldquo;this is not to exclude the possibility that vitamin D has important immunomodulatory effects.&rdquo;</p>\n<p>Gennari, Meltzer, and Manson have reported no relevant financial relationships.</p>", "text": "Having low serum vitamin D levels was an independent risk factor for having symptomatic COVID-19 with respiratory distress requiring admission to intensive care – as opposed to having mild COVID-19 – and for not surviving, in a new study from Italy.\n“Our data give strong observational support to previous suggestions that reduced vitamin D levels may favor the appearance of severe respiratory dysfunction and increase the mortality risk in patients affected with COVID-19,” the researchers report.\nLuigi Gennari, MD, PhD, Department of Medicine, Surgery, and Neurosciences, University of Siena, Italy, presented these findings during the virtual American Society of Bone and Mineral Research (ASBMR) 2020 annual meeting.\nGennari told Medscape Medical News that this analysis suggests determining vitamin D levels (25 hydroxyvitamin D) in people testing positive for SARS-Cov-2 infection might help predict their risk of severe disease.\nHowever, further research is needed to explore whether vitamin D supplements could prevent the risk of respiratory failure in patients with SARS-Cov-2 infection, he stressed.\nIn the meantime, Gennari said: “I believe that, particularly in the winter season (when the solar ultraviolet-B (UVB) radiation exposure does not allow the skin to synthesize vitamin D in most countries), the use of vitamin D supplementation and correction of vitamin D deficiency might be of major relevance for the reduction of the clinical burden of the ongoing and future outbreaks of SARS-CoV-2 infection.\nInvited to comment, David Meltzer, MD, PhD, chief of hospital medicine at University of Chicago Medicine, Illinois, who was not involved with the study, agrees.\n“I think this body of work suggests that people should be taking supplements if they cannot increase sun exposure on a sustained basis,” Meltzer said. “The abstract supports multiple prior findings that suggest that higher vitamin D levels are associated with improved outcomes.”\nAnd JoAnn E. Manson, MD, DrPH, of Harvard Medical School and Brigham and Women’s Hospital, who was not involved with the research but has spoken about the topic in a video report for Medscape, said: “We know from several studies that a low vitamin D level is associated with a higher risk of having COVID-19 and severe illness, but correlation does not prove causation.”\n“I think that improving vitamin D status is a promising way to reduce the risk of severe illness, but we need randomized controlled trials to prove cause and effect,” she told Medscape Medical News.\n103 patients with severe COVID-19, 52 with mild COVID-19, 206 controls\nGennari said several lines of evidence suggest that vitamin D deficiency might be a risk factor for COVID-19 severity.\nCountries with lower average levels of vitamin D or lower UVB radiation exposure have higher COVID-19 mortality, and “demographic groups known to be at higher risk of vitamin D deficiency (such as black individuals, the elderly, nursing home residents, and those with obesity and diabetes) are at high risk of COVID-19 hospitalization/mortality, he noted.\nThere is a high prevalence of vitamin D deficiency in Italy, where mortality rates from COVID-19 have been particularly high.\nTo examine the relationship between vitamin D levels and COVID-19 severity/mortality, the researchers studied three groups:\n103 symptomatic patients with COVID-19 with respiratory insufficiency who were admitted to a Milan hospital from March 9 to April 30.\n52 patients with mild COVID-19, recruited from patients and staff from a nearby nursing home who had a positive test for COVID-19.\n206 healthy controls, matched 2:1 with symptomatic patients of the same age, weight, and gender, from 3174 patients who had vitamin D measured during a routine check-up from January to March 2020.\nPatients in the hospitalized group had lower mean vitamin D levels (18.2 ng/mL) than those with mild COVID-19 (30.3 ng/mL) or those in the control group (25.4 ng/mL).\nPatients with symptomatic versus mild COVID-19 were slightly older and more likely to have at least one comorbidity and less likely to be taking a vitamin D supplement at baseline (30% vs 79%).\nAmong symptomatic patients, mean vitamin D levels were inversely associated with interleukin (IL)-6 and C-reactive protein, “both of which are a direct expression of the inflammatory status,” Gennari noted.\nAbout half of the hospitalized patients (49) were admitted to a ward and discharged after a mean stay of 16 days (none died).\nThe other 54 hospitalized patients were admitted to the intensive care unit with severe acute respiratory distress; 38 patients received continuous positive airway pressure (CPAP) and 16 patients received endotracheal intubation.\nOf the 54 patients admitted to ICU, 19 patients died from respiratory distress after a mean of 19 days, “consistent with the literature,” and the other 35 patients were discharged after a mean of 21 days.\nPatients with severe COVID-19 who were admitted to the ICU, as opposed to a ward, were more likely to be male, have at least one comorbidity, have higher baseline IL-6 levels and neutrophil counts, and lower lymphocyte and platelet counts.\nThey also had lower mean vitamin D levels (14.4 vs 22.4 ng/mL) and were more likely to have vitamin D deficiency (vitamin D <20 ng/mL; 80% vs. 45%).\nPatients admitted to ICU who died had lower baseline vitamin D levels than those who survived (13.2 vs. 19.3 ng/mL).\nVitamin D levels were inversely associated with respiratory distress requiring ICU admission (odds ratio, 1.06; P = .038) and with mortality (OR, 1.18, P = 029), independent of IL-6 levels and other comorbidities.\n“That vitamin D levels are associated with improved outcomes independent of IL-6 could reflect that IL-6 is an imperfect measure of the inflammatory process or that vitamin D is related to outcomes for other reasons, such as enhancement of innate or adaptive immunity,” said Meltzer.\nHe added that “this is not to exclude the possibility that vitamin D has important immunomodulatory effects.”\nGennari, Meltzer, and Manson have reported no relevant financial relationships.", "authors": [{"name": "Marlene Busko", "link": "the-hospitalist.org/authors/marlene-busko"}]}]}