{"request": {"pageUrl": "https://dailyfreepress.com/2020/09/17/experts-discuss-covid-19-and-its-consequences/", "api": "article", "version": 3}, "objects": [{"date": "Thu, 17 Sep 2020 21:20:00 GMT", "sentiment": 0.26, "images": [{"naturalHeight": 175, "width": 400, "diffbotUri": "image|3|-452084754", "title": "Scientists and public health experts gathered on Sept. 15 to discuss the ongoing public health crisis and the science behind COVID-19 for an audience of Boston University students. ILLUSTRATION BY LAURYN ALLEN/ DAILY FREE PRESS STAFF", "url": "https://dailyfreepress.com/wp-content/uploads/digital_allen_covidpanel.png", "naturalWidth": 400, "primary": true, "height": 175}], "author": "Anuj Sawhney", "estimatedDate": "Thu, 17 Sep 2020 21:20:00 GMT", "icon": "https://dailyfreepress.com/wp-content/uploads/cropped-DFP_Lettering_Final-07-180x180.png", "diffbotUri": "article|3|759231463", "siteName": "dailyfreepress.com", "type": "article", "title": "Experts discuss COVID-19 and its consequences", "tags": [{"score": 0.9994753003120422, "sentiment": 0.421, "count": 10, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9104709625244141, "sentiment": 0, "count": 4, "label": "Gabriel Leung", "uri": "https://diffbot.com/entity/P1e1fH08sNMG3jiw5qhaY-Q", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8708245158195496, "sentiment": 0, "count": 1, "label": "Boston", "uri": "https://diffbot.com/entity/A7vnJ0j-OP4qXP4s9wNDbEQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.8606139421463013, "sentiment": 0, "count": 4, "label": "Friedrich Hayek", "uri": "https://diffbot.com/entity/P_ftU6Ia5MWOZ7b5u6Rc0tg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8559051156044006, "sentiment": 0, "count": 3, "label": "Caitlin Rivers", "uri": "https://diffbot.com/entity/PVZ0K_g0RMcKEBr-vR6R3vA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "humanLanguage": "en", "authorUrl": "https://dailyfreepress.com/author/anujsawhney/", "pageUrl": "https://dailyfreepress.com/2020/09/17/experts-discuss-covid-19-and-its-consequences/", "html": "<p>From Boston to Hong Kong, some of the greatest minds in public health gathered virtually on Tuesday to discuss the science behind COVID-19 to an audience of students whose lives have already been reshaped by the ongoing public health crisis.</p>\n<figure><img alt=\"\" sizes=\"(max-width: 400px) 100vw, 400px\" src=\"https://dailyfreepress.com/wp-content/uploads/digital_allen_covidpanel.png\" srcset=\"https://dailyfreepress.com/wp-content/uploads/digital_allen_covidpanel-400x175.png 400w, https://dailyfreepress.com/wp-content/uploads/digital_allen_covidpanel-431x189.png 431w, https://dailyfreepress.com/wp-content/uploads/digital_allen_covidpanel.png 701w\"></img><figcaption>Scientists and public health experts gathered on Sept. 15 to discuss the ongoing public health crisis and the science behind COVID-19 for an audience of Boston University students. ILLUSTRATION BY LAURYN ALLEN/ DAILY FREE PRESS STAFF</figcaption></figure>\n<p>Researchers and health experts shared their understanding of the causes as well as the present and future states of COVID-19 in a Zoom seminar entitled &ldquo;COVID-19: State of the Science,&rdquo; hosted by Boston University&rsquo;s School of Public Health.</p>\n<p>Four speakers each gave a presentation on their distinct field, and SPH professor David Hamer moderated a Q-and-A session. Hamer said in an interview before the panel that the purpose of this forum was to examine the disease through a variety of expert lenses.</p>\n<p>&ldquo;We&rsquo;re trying to have a balance of different kinds of people that can discuss different aspects of the disease and the epidemic,&rdquo; Hamer said. &ldquo;It&rsquo;s a high-level view of what we&rsquo;ve learned about COVID-19 during the last six to nine months since the pandemic started.&rdquo;</p>\n<p>Hallie Prescott, an associate professor at the University of Michigan, discussed the severity of COVID-19 and some of the biologic mechanisms behind acute illnesses. Her presentation also centered around post-pandemic ailments.</p>\n<p>&ldquo;For the people who get COVID and survive,&rdquo; Prescott said in an interview before the panel, &ldquo;there&rsquo;s a lot of people who are having lasting issues or slow, longer term recoveries.&rdquo;</p>\n<p>Gabriel Leung, dean of medicine at the University of Hong Kong, focused his presentation on the epidemiology of the disease. Drawing on his previous experience with the 2003 SARS outbreak, Leung said his research examines the cluster, or &ldquo;clumpiness,&rdquo; effect of the pandemic.</p>\n<p>&ldquo;SARS 1 was very clumpy,&rdquo; Leung said during the discussion. &ldquo;In fact, the term &lsquo;super-spreading event&rsquo; really got popularized through that epidemiological investigation of SARS 1.&rdquo;</p>\n<p>SARS 2 is better known as COVID-19, Leung said, and Hong Kong&rsquo;s biggest clusters emerged from social settings like bars and weddings.</p>\n<p>Gabriela Gomes, a professor of mathematics and statistics at the University of Strathclyde Glasgow, focused on the mathematical trends behind the spread of COVID-19 in different geographic areas and according to population susceptibility.</p>\n<p>Gomes spoke about the future of her models of immunity in heterogeneous communities, saying that she sees a possible development of their use throughout the world.</p>\n<p>&ldquo;Non-pharmaceutical interventions have a large impact in reducing the impact of this first encounter with the virus,&rdquo; Gomes said. &ldquo;And then you see what we projected for England, Portugal and Spain.&rdquo;</p>\n<p>Panelist Caitlin Rivers, an assistant professor at the Johns Hopkins Bloomberg School of Public Health, shared a public policy approach and spoke about creating a research and development program for various aspects of the medical response to COVID-19.</p>\n<p>Rivers spoke about the U.S. response to the onset of the pandemic and noted the lack of interventions such as testing, contact tracing and isolation policies.</p>\n<p>&ldquo;We were severely constrained in our ability to test people for the virus,&rdquo; Rivers said. &ldquo;In the slow rollout of the diagnostic capacity, we really missed the window to be able to control the outbreak through case-based interventions.&rdquo;</p>\n<p>SPH graduate student Walae Hayek said she felt the seminar was useful and informative to the BU student population.</p>\n<p>&ldquo;I think that it&rsquo;s a great community forum,&rdquo; Hayek said, &ldquo;so that people can be updated and people can understand exactly what&rsquo;s going on in terms of what we&rsquo;re doing as a school and what we&rsquo;re doing as part of the community.&rdquo;</p>\n<p>Hayek said she believes it is the duty of BU&rsquo;s student population to be aware of their impact on the surrounding city.</p>\n<p>&ldquo;I think, as students, that we should be responsible &hellip; for what we&rsquo;re doing in the communities,&rdquo; Hayek said. &ldquo;We are a part of the Greater Boston area and so we have a responsibility that we&rsquo;re protecting not just ourselves.&rdquo;</p>", "text": "From Boston to Hong Kong, some of the greatest minds in public health gathered virtually on Tuesday to discuss the science behind COVID-19 to an audience of students whose lives have already been reshaped by the ongoing public health crisis.\nResearchers and health experts shared their understanding of the causes as well as the present and future states of COVID-19 in a Zoom seminar entitled “COVID-19: State of the Science,” hosted by Boston University’s School of Public Health.\nFour speakers each gave a presentation on their distinct field, and SPH professor David Hamer moderated a Q-and-A session. Hamer said in an interview before the panel that the purpose of this forum was to examine the disease through a variety of expert lenses.\n“We’re trying to have a balance of different kinds of people that can discuss different aspects of the disease and the epidemic,” Hamer said. “It’s a high-level view of what we’ve learned about COVID-19 during the last six to nine months since the pandemic started.”\nHallie Prescott, an associate professor at the University of Michigan, discussed the severity of COVID-19 and some of the biologic mechanisms behind acute illnesses. Her presentation also centered around post-pandemic ailments.\n“For the people who get COVID and survive,” Prescott said in an interview before the panel, “there’s a lot of people who are having lasting issues or slow, longer term recoveries.”\nGabriel Leung, dean of medicine at the University of Hong Kong, focused his presentation on the epidemiology of the disease. Drawing on his previous experience with the 2003 SARS outbreak, Leung said his research examines the cluster, or “clumpiness,” effect of the pandemic.\n“SARS 1 was very clumpy,” Leung said during the discussion. “In fact, the term ‘super-spreading event’ really got popularized through that epidemiological investigation of SARS 1.”\nSARS 2 is better known as COVID-19, Leung said, and Hong Kong’s biggest clusters emerged from social settings like bars and weddings.\nGabriela Gomes, a professor of mathematics and statistics at the University of Strathclyde Glasgow, focused on the mathematical trends behind the spread of COVID-19 in different geographic areas and according to population susceptibility.\nGomes spoke about the future of her models of immunity in heterogeneous communities, saying that she sees a possible development of their use throughout the world.\n“Non-pharmaceutical interventions have a large impact in reducing the impact of this first encounter with the virus,” Gomes said. “And then you see what we projected for England, Portugal and Spain.”\nPanelist Caitlin Rivers, an assistant professor at the Johns Hopkins Bloomberg School of Public Health, shared a public policy approach and spoke about creating a research and development program for various aspects of the medical response to COVID-19.\nRivers spoke about the U.S. response to the onset of the pandemic and noted the lack of interventions such as testing, contact tracing and isolation policies.\n“We were severely constrained in our ability to test people for the virus,” Rivers said. “In the slow rollout of the diagnostic capacity, we really missed the window to be able to control the outbreak through case-based interventions.”\nSPH graduate student Walae Hayek said she felt the seminar was useful and informative to the BU student population.\n“I think that it’s a great community forum,” Hayek said, “so that people can be updated and people can understand exactly what’s going on in terms of what we’re doing as a school and what we’re doing as part of the community.”\nHayek said she believes it is the duty of BU’s student population to be aware of their impact on the surrounding city.\n“I think, as students, that we should be responsible … for what we’re doing in the communities,” Hayek said. “We are a part of the Greater Boston area and so we have a responsibility that we’re protecting not just ourselves.”", "authors": [{"name": "Anuj Sawhney", "link": "dailyfreepress.com/author/anujsawhney"}]}]}