{"request": {"pageUrl": "https://www.financialexpress.com/opinion/covid-19-outbreak-and-the-rat-rage/2079250/", "api": "article", "version": 3}, "objects": [{"date": "Thu, 10 Sep 2020 12:32:00 GMT", "sentiment": 0.274, "images": [{"naturalHeight": 440, "width": 660, "diffbotUri": "image|3|1495205933", "title": "Whether testing should be so selectively used may be debated, since extensive testing has been adopted as the lodestar of the Covid-19 control strategies by many countries including India, with on-demand testing now permitted even for asymptomatic persons.", "url": "https://images.financialexpress.com/2020/09/1-337.jpg", "naturalWidth": 660, "primary": true, "height": 440}], "author": "K Srinath Reddy", "estimatedDate": "Thu, 10 Sep 2020 12:32:00 GMT", "publisherRegion": "Southern Asia", "icon": "https://images.financialexpress.com/2018/10/fe-fav-1.jpg", "diffbotUri": "article|3|126003385", "siteName": "The Financial Express", "type": "article", "title": "Covid-19 outbreak and the RAT rage", "tags": [{"score": 0.9966462254524231, "sentiment": 0.585, "count": 4, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9785962104797363, "sentiment": 0.508, "count": 3, "label": "Michael Mina", "uri": "https://diffbot.com/entity/Pn-8_LZyCMwKTIyoqYXJtTQ", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7914366722106934, "sentiment": 0, "count": 1, "label": "Thomas Jefferson University", "uri": "https://diffbot.com/entity/OExqVsqj8Ms-07-4R3eUdOw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6789371371269226, "sentiment": -0.537, "count": 1, "label": "Canada", "uri": "https://diffbot.com/entity/ADvRyYeomNhuyZT6AmwdF5Q", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.6644588112831116, "sentiment": 0, "count": 2, "label": "United States of America", "uri": "https://diffbot.com/entity/A01d4EK33MmCosgI2KXa4-A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}], "publisherCountry": "India", "humanLanguage": "en", "authorUrl": "https://www.financialexpress.com/author/k-srinath-reddy/", "pageUrl": "https://www.financialexpress.com/opinion/covid-19-outbreak-and-the-rat-rage/2079250/", "html": "<figure><img alt=\"Whether testing should be so selectively used may be debated, since extensive testing has been adopted as the lodestar of the Covid-19 control strategies by many countries including India, with on-demand testing now permitted even for asymptomatic persons.\" data-lazy-type=\"image\" data-src=\"https://images.financialexpress.com/2020/09/1-337.jpg\" data-srcset=\"\" sizes=\"(max-width: 660px) 100vw, 660px\" src=\"https://images.financialexpress.com/2020/09/1-337.jpg\" srcset=\"https://images.financialexpress.com/2020/09/1-337.jpg 660w, https://images.financialexpress.com/2020/09/1-337-300x200.jpg 300w, https://images.financialexpress.com/2020/09/1-337-620x413.jpg 620w, https://images.financialexpress.com/2020/09/1-337-401x267.jpg 401w, https://images.financialexpress.com/2020/09/1-337-440x293.jpg 440w, https://images.financialexpress.com/2020/09/1-337-80x54.jpg 80w, https://images.financialexpress.com/2020/09/1-337-313x209.jpg 313w\"></img><figcaption>Whether testing should be so selectively used may be debated, since extensive testing has been adopted as the lodestar of the Covid-19 control strategies by many countries including India, with on-demand testing now permitted even for asymptomatic persons.</figcaption></figure>\n<p>The second half of 2020 has seen the rise of the Rapid Antigen Test (RAT) for diagnosis of Covid-19, as a quirky reminder of the name that the Chinese calendar gives this year, the Year of the Rat. India has embraced this test enthusiastically, while the US and the UK are considering its large-scale use. The views on its utility are nowhere as divergent as at Harvard, where researchers from two different groups are advocating two opposite positions.</p>\n<p>On one side is Michael Mina of the Harvard School of Public Health, who is the most enthusiastic champion of simple virus detection tests which can be performed in hundreds of millions daily to quickly detect persons who are virus positive for immediate isolation. He argues that this is the best way to break the chain of transmission and crush the epidemic. The &lsquo;inexpensive&rsquo; nature of these tests are an attractive feature according to him, but it is the quick result that is available in a few minutes that appeals most in comparison to molecular tests like RT-PCR that take several hours to process and often deliver the report only after a few days.</p>\n<p>Mina and colleagues advocate that wide-scale daily testing with simple, paper-based rapid antigen tests is both possible and necessary to guide an effective containment strategy. It is suggested that such testing can be done at home, workplace or school. It is projected that such testing could become a self-administered daily routine like brushing teeth. It is suggested that lowering the cost per test to $1 or lower would make this an affordable and convenient for any infected person, symptomatic or asymptomatic, to quickly self-diagnose and immediately isolate himself or herself. Proponents of the rapid test proclaim that this is possible, practical and probably the best strategy to end the pandemic.</p>\n<p>Positioned on the other side of the stage are Mina&rsquo;s Harvard compatriot Alexander McAdam of Boston Children&rsquo;s Hospital and Matthew Pettengill from Thomas Jefferson University, Philadelphia. They aver that this an overoptimistic projection of the test&rsquo;s accuracy and an impractical assessment of people&rsquo;s willingness to accept and adopt this strategy universally. They also believe that such a strategy would not deliver the expected benefits if it diverts attention and resources from other impactful public health strategies.</p>\n<p>A very important contribution that Pettengill and McAdam make to this debate comes from their argument that we must differentiate between &lsquo;technical sensitivity&rsquo; and &lsquo;clinical sensitivity&rsquo; of a diagnostic test. Sensitivity is a test characteristic that tells us how many of the truly-infected persons will be accurately identified by the test, as we seek to maximise our ability to find the &lsquo;true positives&rsquo; and minimise the &lsquo;false negatives&rsquo;. The sensitivity of a test when assessed in laboratory conditions may be termed &lsquo;technical sensitivity&rsquo;. It is always higher than &lsquo;clinical sensitivity &lsquo;which is how the test actually performs in real-world clinical conditions.</p>\n<p>This is a very important point that our policymakers, media and the public must clearly recognise. No laboratory diagnostic test is 100% perfect, capable of giving a clear-cut &lsquo;Yes/No&rsquo; answer for every person to whom a test is administered. There will be some false negatives and some false positives. In a fast-spreading pandemic like Covid-19, we look for a test which yields very few false negative results. However, the results published and projected by those who develop and market the test are of technical sensitivity. The real world experience is less rewarding, for a variety of reasons that relate to the timing of the test after a person is exposed to the virus, the sampling site and technique. However, Mina argues that frequent testing in the same individual reduces the probability of false negatives, because the probe may pick up the virus in one of those attempts.</p>\n<p>The second point the critics of mass testing with RAT make is that even if false-positive tests are very few because of the high specificity (the ability to identify only the truly infected persons), the numbers of falsely identified persons by such testing yields a very high number of individuals when used for mass testing. A specificity of 98% may work well in laboratory conditions or when the test is used in persons with a clinically-judged high probability of infection, but may yield many false positive results in mass testing. Pettengill and McAdam point out that if a test with 98% specificity is used every day for mass testing in each member of the 325 million population of the US, &ldquo;there would be a staggering 6.5 million false positive results each day&rdquo;. They also point out that many people would not agree to frequent testing, even if that improves case identification and reduces the false negative labelling of individuals. They believe that the large numbers of false negative and false positive results, when applied on a mass scale, will lower public confidence in tests and undermine public health strategies in the future.</p>\n<p>The critics also worry that the preoccupation with mass and indiscriminate testing is diverting attention from essential, inexpensive and achievable public health measures such as &ldquo;use of masks, hand hygiene, staying home when ill and avoiding close contact&rdquo;. They opine that the primary role of testing should be to monitor the impact of these public health measures and in patient-care of symptomatic persons and in infection control prior to medical procedures or hospital admissions. Whether testing should be so selectively used may be debated, since extensive testing has been adopted as the lodestar of the Covid-19 control strategies by many countries including India, with on-demand testing now permitted even for asymptomatic persons.</p>\n<p>Finally, Pettengill and McAdam argue that it is incorrect to equate high testing numbers with achieving success in effectively controlling the epidemic. They point out that Canada has dramatically reduced community spread with less than half the testing capacity of USA while the latter is still reeling under the punches of the pandemic despite the highest per capita testing rate in the world. They close their argument with a punchline worthy of an ace debater: &ldquo;Using testing to prevent transmission of SARS-CoV2 on a large scale is like using the weather report to prevent global warming.&rdquo; Touche!</p>\n<p><em><strong>The author is Cardiologist &amp; epidemiologist, and president, PHFI Author of Make Health in India: Reaching a Billion Plus Views are personal</strong></em></p>", "text": "The second half of 2020 has seen the rise of the Rapid Antigen Test (RAT) for diagnosis of Covid-19, as a quirky reminder of the name that the Chinese calendar gives this year, the Year of the Rat. India has embraced this test enthusiastically, while the US and the UK are considering its large-scale use. The views on its utility are nowhere as divergent as at Harvard, where researchers from two different groups are advocating two opposite positions.\nOn one side is Michael Mina of the Harvard School of Public Health, who is the most enthusiastic champion of simple virus detection tests which can be performed in hundreds of millions daily to quickly detect persons who are virus positive for immediate isolation. He argues that this is the best way to break the chain of transmission and crush the epidemic. The ‘inexpensive’ nature of these tests are an attractive feature according to him, but it is the quick result that is available in a few minutes that appeals most in comparison to molecular tests like RT-PCR that take several hours to process and often deliver the report only after a few days.\nMina and colleagues advocate that wide-scale daily testing with simple, paper-based rapid antigen tests is both possible and necessary to guide an effective containment strategy. It is suggested that such testing can be done at home, workplace or school. It is projected that such testing could become a self-administered daily routine like brushing teeth. It is suggested that lowering the cost per test to $1 or lower would make this an affordable and convenient for any infected person, symptomatic or asymptomatic, to quickly self-diagnose and immediately isolate himself or herself. Proponents of the rapid test proclaim that this is possible, practical and probably the best strategy to end the pandemic.\nPositioned on the other side of the stage are Mina’s Harvard compatriot Alexander McAdam of Boston Children’s Hospital and Matthew Pettengill from Thomas Jefferson University, Philadelphia. They aver that this an overoptimistic projection of the test’s accuracy and an impractical assessment of people’s willingness to accept and adopt this strategy universally. They also believe that such a strategy would not deliver the expected benefits if it diverts attention and resources from other impactful public health strategies.\nA very important contribution that Pettengill and McAdam make to this debate comes from their argument that we must differentiate between ‘technical sensitivity’ and ‘clinical sensitivity’ of a diagnostic test. Sensitivity is a test characteristic that tells us how many of the truly-infected persons will be accurately identified by the test, as we seek to maximise our ability to find the ‘true positives’ and minimise the ‘false negatives’. The sensitivity of a test when assessed in laboratory conditions may be termed ‘technical sensitivity’. It is always higher than ‘clinical sensitivity ‘which is how the test actually performs in real-world clinical conditions.\nThis is a very important point that our policymakers, media and the public must clearly recognise. No laboratory diagnostic test is 100% perfect, capable of giving a clear-cut ‘Yes/No’ answer for every person to whom a test is administered. There will be some false negatives and some false positives. In a fast-spreading pandemic like Covid-19, we look for a test which yields very few false negative results. However, the results published and projected by those who develop and market the test are of technical sensitivity. The real world experience is less rewarding, for a variety of reasons that relate to the timing of the test after a person is exposed to the virus, the sampling site and technique. However, Mina argues that frequent testing in the same individual reduces the probability of false negatives, because the probe may pick up the virus in one of those attempts.\nThe second point the critics of mass testing with RAT make is that even if false-positive tests are very few because of the high specificity (the ability to identify only the truly infected persons), the numbers of falsely identified persons by such testing yields a very high number of individuals when used for mass testing. A specificity of 98% may work well in laboratory conditions or when the test is used in persons with a clinically-judged high probability of infection, but may yield many false positive results in mass testing. Pettengill and McAdam point out that if a test with 98% specificity is used every day for mass testing in each member of the 325 million population of the US, “there would be a staggering 6.5 million false positive results each day”. They also point out that many people would not agree to frequent testing, even if that improves case identification and reduces the false negative labelling of individuals. They believe that the large numbers of false negative and false positive results, when applied on a mass scale, will lower public confidence in tests and undermine public health strategies in the future.\nThe critics also worry that the preoccupation with mass and indiscriminate testing is diverting attention from essential, inexpensive and achievable public health measures such as “use of masks, hand hygiene, staying home when ill and avoiding close contact”. They opine that the primary role of testing should be to monitor the impact of these public health measures and in patient-care of symptomatic persons and in infection control prior to medical procedures or hospital admissions. Whether testing should be so selectively used may be debated, since extensive testing has been adopted as the lodestar of the Covid-19 control strategies by many countries including India, with on-demand testing now permitted even for asymptomatic persons.\nFinally, Pettengill and McAdam argue that it is incorrect to equate high testing numbers with achieving success in effectively controlling the epidemic. They point out that Canada has dramatically reduced community spread with less than half the testing capacity of USA while the latter is still reeling under the punches of the pandemic despite the highest per capita testing rate in the world. They close their argument with a punchline worthy of an ace debater: “Using testing to prevent transmission of SARS-CoV2 on a large scale is like using the weather report to prevent global warming.” Touche!\nThe author is Cardiologist & epidemiologist, and president, PHFI Author of Make Health in India: Reaching a Billion Plus Views are personal", "authors": [{"name": "K Srinath Reddy", "link": "financialexpress.com/author/k-srinath-reddy"}]}]}