{"request": {"pageUrl": "https://www.baltimoresun.com/coronavirus/bs-hs-coronavirus-at-college-park-20200918-pnrprl4ekbbmjniipoo65fdyam-story.html", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": -0.311, "images": [{"naturalHeight": 900, "width": 0, "diffbotUri": "image|3|509887074", "url": "https://www.baltimoresun.com/resizer/F617NYBV6FWJjzQGtBIul5m6yT0=/1200x0/top/cloudfront-us-east-1.images.arcpublishing.com/tronc/3J6IVHBNQZGU5HH42VGX6OX3UY.jpg", "naturalWidth": 1200, "primary": true, "height": 0}], "author": "Meredith Cohn", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://www.baltimoresun.com/pb/resources/images/balnews_icons/144-iTunesArtwork.png?v=256", "diffbotUri": "article|3|-99835654", "siteName": "baltimoresun.com", "type": "article", "title": "Dorm full of University of Maryland students potentially exposed to COVID-19 asked to stay in their rooms", "tags": [{"score": 0.9991135001182556, "sentiment": -0.912, "count": 4, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9980839490890503, "sentiment": 0, "count": 1, "label": "University of Maryland", "uri": "https://diffbot.com/entity/OQTffT7RbPriOdiEJ3B7SBw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8798818588256836, "sentiment": -0.516, "count": 1, "label": "Towson University", "uri": "https://diffbot.com/entity/O7MtATLFJNzeafpguLB1z5Q", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.baltimoresun.com/bal-meredith-cohn-20141007-staff.html", "pageUrl": "https://www.baltimoresun.com/coronavirus/bs-hs-coronavirus-at-college-park-20200918-pnrprl4ekbbmjniipoo65fdyam-story.html", "html": "<p>An entire dorm full of students potentially exposed to the coronavirus at the University of Maryland, College Park has been asked not to leave the building for 14 days, a move campus officials say is among their &ldquo;precautionary measures to help stop the spread of the virus.&rdquo;</p>\n<p>In the past two weeks, there have been 23 cases of COVID-19, the disease caused by the coronavirus, in Denton Hall, which houses 247 students. Officials have already isolated those who tested positive and placed those in direct contact in official quarantine housing on campus, according to Hafsa Siddiqi, a university spokesperson.</p>\n<p>The university is not calling the measure for the remaining dorm residents a quarantine, rather &ldquo;enhanced health precautions.&rdquo; But the result is similar, as they have been asked to stay put, in their rooms as much as possible, wearing a mask to the bathroom. They were told not to go to class or to cafeterias; they will be given meal delivery.</p>\n<p>&ldquo;At the direction of University Health Center staff, in close consultation with the Prince George&rsquo;s County Health Department, we are implementing enhanced health precautions within Denton Hall,&rdquo; the message reads. &ldquo;All residents of Denton Hall must restrict activities, practice enhanced physical distancing, and self-monitor for the next 14 days.&rdquo;</p>\n<p>The notice went into effect at 5 p.m. Friday and lasts through noon on Oct. 2. The students were asked to go to a campus testing site next week.</p>\n<p>The university said in a statement that it had implemented safety measures for returning students and staff, with mandatory testing and symptom monitoring.</p>\n<p>There have been other cases on campus since students began returning in late August. The latest restrictions were not reflected on the <a href=\"https://umd.edu/covid-19-dashboard\">campus' online dashboard</a>, where the school is reporting the number of cases and quarantines.</p>\n<p>The campus dashboard has reported 252 positive cases among the tests that it has administered to students and staff and, as of Thursday, 152 people in quarantine. Another 193 cases have been self-reported among students and staff.</p>\n<p>College Park is among those in higher education that chose to return students to campus, though Prince George&rsquo;s County, where the campus is located, has been the state most affected jurisdictions by the virus, with more than 28,000 cases. The state has logged more than 119,000.</p>\n<p><a href=\"https://www.baltimoresun.com/coronavirus/bs-md-college-reopenings-20200618-khsfbvay7vbijhgx7mf7regeda-story.html\">Many colleges in the state</a> and around the country such as Johns Hopkins, Morgan State and Loyola University Maryland are holding classes online only. Some campuses around the country and locally have already canceled in-person classes after outbreaks, <a href=\"https://www.baltimoresun.com/maryland/baltimore-county/towson/cng-co-to-towson-remote-learning-fall-20200826-srq262lpjnggxpnqnnnhfp2bei-story.html\">including Towson University</a>.</p>\n<p>The latest actions at College Park drew concern from staff working on campus, who have been raising safety issues for weeks. A union representing the workers said it was informed of the restrictions Friday afternoon among students in Denton Hall.</p>\n<p>AFSCME local 1072 represents about 3,400 workers from house keepers to accountants on campus. Members have been pressing campus leaders to provide more protections for students and workers. The workers were fearful of infection because many can&rsquo;t keep their distance as they perform their jobs, said Stuart Katzenberg, a union spokesman.</p>\n<p>Todd Holden, union president, said members were not being given enough protective gear. And now he says, they aren&rsquo;t being given much information, saying campus leadership had a &ldquo;go-it-alone&rdquo; stance.</p>", "text": "An entire dorm full of students potentially exposed to the coronavirus at the University of Maryland, College Park has been asked not to leave the building for 14 days, a move campus officials say is among their “precautionary measures to help stop the spread of the virus.”\nIn the past two weeks, there have been 23 cases of COVID-19, the disease caused by the coronavirus, in Denton Hall, which houses 247 students. Officials have already isolated those who tested positive and placed those in direct contact in official quarantine housing on campus, according to Hafsa Siddiqi, a university spokesperson.\nThe university is not calling the measure for the remaining dorm residents a quarantine, rather “enhanced health precautions.” But the result is similar, as they have been asked to stay put, in their rooms as much as possible, wearing a mask to the bathroom. They were told not to go to class or to cafeterias; they will be given meal delivery.\n“At the direction of University Health Center staff, in close consultation with the Prince George’s County Health Department, we are implementing enhanced health precautions within Denton Hall,” the message reads. “All residents of Denton Hall must restrict activities, practice enhanced physical distancing, and self-monitor for the next 14 days.”\nThe notice went into effect at 5 p.m. Friday and lasts through noon on Oct. 2. The students were asked to go to a campus testing site next week.\nThe university said in a statement that it had implemented safety measures for returning students and staff, with mandatory testing and symptom monitoring.\nThere have been other cases on campus since students began returning in late August. The latest restrictions were not reflected on the campus' online dashboard, where the school is reporting the number of cases and quarantines.\nThe campus dashboard has reported 252 positive cases among the tests that it has administered to students and staff and, as of Thursday, 152 people in quarantine. Another 193 cases have been self-reported among students and staff.\nCollege Park is among those in higher education that chose to return students to campus, though Prince George’s County, where the campus is located, has been the state most affected jurisdictions by the virus, with more than 28,000 cases. The state has logged more than 119,000.\nMany colleges in the state and around the country such as Johns Hopkins, Morgan State and Loyola University Maryland are holding classes online only. Some campuses around the country and locally have already canceled in-person classes after outbreaks, including Towson University.\nThe latest actions at College Park drew concern from staff working on campus, who have been raising safety issues for weeks. A union representing the workers said it was informed of the restrictions Friday afternoon among students in Denton Hall.\nAFSCME local 1072 represents about 3,400 workers from house keepers to accountants on campus. Members have been pressing campus leaders to provide more protections for students and workers. The workers were fearful of infection because many can’t keep their distance as they perform their jobs, said Stuart Katzenberg, a union spokesman.\nTodd Holden, union president, said members were not being given enough protective gear. And now he says, they aren’t being given much information, saying campus leadership had a “go-it-alone” stance.", "authors": [{"name": "Meredith Cohn", "link": "baltimoresun.com/bal-meredith-cohn-20141007-staff.html"}]}]}