{"request": {"pageUrl": "https://fox59.com/news/coronavirus/as-students-returned-to-ball-state-university-covid-19-infections-soared-in-delaware-county/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 426, "width": 0, "diffbotUri": "image|3|-258490466", "url": "https://fox59.com/wp-content/uploads/sites/21/2020/09/AP20260558416162.jpg?w=640", "naturalWidth": 640, "primary": true, "height": 0}], "author": "Associated Press", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "icon": "https://fox59.com/wp-content/uploads/sites/21/2020/02/cropped-download.jpeg?w=180", "diffbotUri": "article|3|137431310", "siteName": "Fox 59", "type": "article", "title": "As students returned to Ball State University, COVID-19 infections soared in Delaware County", "tags": [{"score": 0.999144434928894, "sentiment": 0, "count": 3, "label": "Ball State University", "uri": "https://diffbot.com/entity/OBEGCK6PtO3Ol0dlY86w9qA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9942241311073303, "sentiment": 0.656, "count": 3, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9148365259170532, "sentiment": 0, "count": 1, "label": "Delaware County", "uri": "https://diffbot.com/entity/AvLGk4nUXPiiVHEySGU-1vA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.8863653540611267, "sentiment": 0, "count": 1, "label": "University of Wisconsin–Madison", "uri": "https://diffbot.com/entity/OL-LKCyT7NJWjBwJS1vEDmg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.758350670337677, "sentiment": 0, "count": 1, "label": "Miami University", "uri": "https://diffbot.com/entity/OliLl4-ALO0yGZ7_8jjHonw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6721274852752686, "sentiment": 0, "count": 1, "label": "University of Colorado Boulder", "uri": "https://diffbot.com/entity/OCJr7NW4FMuqUXzZP4Cu3Zw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.6508040428161621, "sentiment": 0, "count": 1, "label": "Geoffrey Mearns", "uri": "https://diffbot.com/entity/PSSlAa7CLMJ2487N-77e5cw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.5463535785675049, "sentiment": 0, "count": 1, "label": "Virginia", "uri": "https://diffbot.com/entity/AIq1PftjrND-Nofzr7rGJbA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.5060073137283325, "sentiment": 0, "count": 2, "label": "Jonathan Pryce", "uri": "https://diffbot.com/entity/PQUPQdZ5xPhS78IJHgqMRuA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.5027303695678711, "sentiment": 0, "count": 1, "label": "Indiana University Bloomington", "uri": "https://diffbot.com/entity/OVi72OJN4M-qcCeM5LzknWw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "humanLanguage": "en", "authorUrl": "https://fox59.com/author/ap/", "pageUrl": "https://fox59.com/news/coronavirus/as-students-returned-to-ball-state-university-covid-19-infections-soared-in-delaware-county/", "html": "<p><strong>Editor&rsquo;s Note:</strong> A spokesperson for Ball State University sent FOX59 some clarifications Friday after this story was originally published through The Associated Press. Those clarifications have been noted in <em>italic</em> and added to the original story below.</p>\n<p>MUNCIE, Ind. (AP) &mdash; <em>Within five</em> <em>weeks</em> after students started returning to Ball State University last month, the surrounding county had become Indiana&rsquo;s coronavirus epicenter.</p>\n<p>Out of <em>610 symptomatic</em> <em>students tested for the virus through IU Health</em>, more than half have been positive. Dozens of infections have been blamed on off-campus parties, prompting university officials to admonish students.</p>\n<p>University President Geoffrey Mearns wrote that the cases apparently were tied not to classrooms or dormitories but to &ldquo;poor personal choices some students are making, primarily off campus.&rdquo;</p>\n<p>&ldquo;The actions of these students are putting our planned on-campus instruction and activities at risk,&rdquo; he said.</p>\n<p>Similar examples abound in other college towns across the nation. Among the 50 U.S. counties with the highest concentrations of students and overall populations of at least 50,000, 20 have consistently reported higher rates of new virus cases than their states have since Sept. 1, according to an Associated Press analysis.</p>\n<p>On average, infection rates in those 20 counties have been more than three times higher than their states&rsquo; overall rates.</p>\n<p>At James Madison University in Virginia, which recently sent students home through September amid a surge in cases, the county is averaging a weekly infection rate of nearly 90 cases per 100,000 people, or more than eight times the statewide average.</p>\n<p>Health officials fear that surges among college students will spread to more vulnerable people &mdash; older ones and those with underlying health problems &mdash; and trigger a new wave of cases and hospitalizations. Some worry that colleges could overwhelm hospitals already bracing for increasing cases of COVID-19 and flu this fall and winter.</p>\n<p>&ldquo;There&rsquo;s this waiting game. Does it stay on college campuses or will it escape?&rdquo; said Dr. Jeff Pothof, chief quality officer at the University of Wisconsin medical center in Madison, where cases among college students have been climbing.</p>\n<p>While universities have emerged as hot spots in nearly every state, many of the worst outbreaks have been scattered across the South and Midwest. Of the 50 college counties analyzed by the AP, James Madison&rsquo;s had the highest infection rate, followed by counties that are home to the University of Georgia, Florida State and Indiana University in Bloomington.</p>\n<p>In the 10 counties with the highest infection rates, colleges have reported at least 15,000 cases among students and employees in recent weeks, though testing and reporting practices vary significantly and the actual number is probably much higher.</p>\n<p>For many colleges, the return to campus was a carefully orchestrated process that took months to plan and millions of dollars to pull off. But as safe as they&rsquo;ve made their campuses, many colleges have struggled to curb off-campus gatherings that have been tied to thousands of infections.</p>\n<p>Parties were blamed for dozens of cases at the University of North Carolina at Chapel Hill, which brought students back in early August only to send them home weeks later.</p>\n<p>Other schools have cracked down on parties and disciplined students. The University of Missouri in Columbia announced this week that it expelled two students and suspended three others for violating rules meant to slow the virus&rsquo;s spread.</p>\n<p>The outbreaks are increasingly straining relations between universities and their towns.</p>\n<p>Amid a spike in cases at the University of Colorado at Boulder, county health authorities Tuesday urged all students to quarantine for two weeks. Students and others at the university have accounted for 76% of the county&rsquo;s 663 positive cases over the past two weeks, officials said.</p>\n<p>&ldquo;More stringent and mandatory restrictions will be imposed if students do not comply and break the transmission cycle,&rdquo; Jeffrey Zayach, executive director of Boulder County Public Health, warned in a letter to students.</p>\n<p>In a letter to students, the school&rsquo;s chancellor, Philip DiStefano, warned that the quarantine will be strictly enforced and that students who violate it could face suspension or other discipline. Already, DiStefano said, more than 400 students face university discipline for violating public health orders.</p>\n<p>At Miami University in Ohio, county health authorities ordered all of the school&rsquo;s athletes to isolate for 14 days last month after 27 tested positive for the virus. Last week, local police cited six men at an off-campus house party that included several students who had recently tested positive.</p>\n<p>As cases increase at Boston College and the campus runs out of quarantine space, the mayor of nearby Newton is asking the school not to use any of the town&rsquo;s hotels or other property to isolate students.</p>\n<p>Some cities have tightened rules at bars to discourage students from gathering. As cases surged at Illinois State, the town&rsquo;s mayor issued an order requiring all bar customers to be seated to be served. He also limited gatherings near campus to no more than 10 people.</p>\n<p>Still, residents and officials in many college towns are rooting for universities to work through outbreaks and avoid campus closings that could further hurt the local economy.</p>\n<p>Fred Pryce, who manages a series of stores in a strip mall near Ball State, said sending students home would hurt the area&rsquo;s businesses &ldquo;big time.&rdquo;</p>\n<p>&ldquo;That&rsquo;s 20,000-plus potential patrons that will vanish,&rdquo; Pryce said. &ldquo;There are ways to keep students in Muncie safely while they do their classes.&rdquo;</p>\n<p>Ball State, roughly 60 miles from Indianapolis, has <em>21,600</em> students on a campus of red brick buildings and sleek, modern dorms in Muncie, where the university is the city&rsquo;s second-largest employer after Ball Memorial Hospital.</p>\n<p>On campus last week, sophomore La&rsquo;Tricia Williams, wearing a mask, said she was glad to be back instead of sitting on the couch with her laptop at her family&rsquo;s home, taking online classes.</p>\n<p>&ldquo;But I get that it comes with some risk,&rdquo; she said. &ldquo;You can give students a whole bunch of rules for what they should and shouldn&rsquo;t do while they&rsquo;re back at the school, but they&rsquo;re not going to stop doing certain things here or going out into the community.&rdquo;</p>\n<p>Caleb Henry, a Ball State junior who lives off campus, said that he and other students have been frequenting local bars and meeting at friends&rsquo; houses but that he and most others are behaving responsibly, with masks and social distancing. He said students are being vilified unfairly.</p>\n<p>&ldquo;Everyone seems to be getting upset at college kids right now, accusing us of spreading the virus and making us out to be these highly infectious creatures that need to be sent home,&rdquo; Henry said. &ldquo;What about all the other people around town going to bars &hellip; having parties, weddings, whatever? We&rsquo;re only doing the same things they are.&rdquo;</p>\n<p>As cases mounted at Ball State last month, the school tried to ban students from visiting dorms other than their own, but officials reversed the rule after a backlash from students. Even so, officials say infection rates have started to subside, and the school has <em>contingency plans for changing from in-person to totally online</em>.</p>\n<p>While some colleges have sent students home amid outbreaks, many others are digging in. Some have moved classes online but urged students to stay where they are until cases drop. Among them is the University of Notre Dame, which paused in-person classes Aug. 18 and moved them online amid a surge that saw as many as 89 new cases per day. Weeks later, after a sharp decrease in infections, classes have started to resume on campus.</p>\n<p>Other schools are hoping to replicate that success, including the University of Illinois, the University of Wisconsin and West Virginia University, which recently shifted classes online as the virus spread.</p>\n<p>In a recent call with governors, Dr. Deborah Birx, coordinator of the White House coronavirus task force, cautioned against sending students home, saying that could spark outbreaks elsewhere.</p>\n<p>Education Secretary Betsy DeVos has also endorsed Notre Dame&rsquo;s approach, saying colleges that &ldquo;work through it&rdquo; and find ways to isolate infected students are more likely to &ldquo;end up in the best place.&rdquo;</p>\n<p>In a letter to students at Ball State this week, the university president thanked students for helping reduce virus rates. Still, he warned: &ldquo;This data is not a cause for celebration. Rather, this data is a call for continued action.&rdquo;</p>", "text": "Editor’s Note: A spokesperson for Ball State University sent FOX59 some clarifications Friday after this story was originally published through The Associated Press. Those clarifications have been noted in italic and added to the original story below.\nMUNCIE, Ind. (AP) — Within five weeks after students started returning to Ball State University last month, the surrounding county had become Indiana’s coronavirus epicenter.\nOut of 610 symptomatic students tested for the virus through IU Health, more than half have been positive. Dozens of infections have been blamed on off-campus parties, prompting university officials to admonish students.\nUniversity President Geoffrey Mearns wrote that the cases apparently were tied not to classrooms or dormitories but to “poor personal choices some students are making, primarily off campus.”\n“The actions of these students are putting our planned on-campus instruction and activities at risk,” he said.\nSimilar examples abound in other college towns across the nation. Among the 50 U.S. counties with the highest concentrations of students and overall populations of at least 50,000, 20 have consistently reported higher rates of new virus cases than their states have since Sept. 1, according to an Associated Press analysis.\nOn average, infection rates in those 20 counties have been more than three times higher than their states’ overall rates.\nAt James Madison University in Virginia, which recently sent students home through September amid a surge in cases, the county is averaging a weekly infection rate of nearly 90 cases per 100,000 people, or more than eight times the statewide average.\nHealth officials fear that surges among college students will spread to more vulnerable people — older ones and those with underlying health problems — and trigger a new wave of cases and hospitalizations. Some worry that colleges could overwhelm hospitals already bracing for increasing cases of COVID-19 and flu this fall and winter.\n“There’s this waiting game. Does it stay on college campuses or will it escape?” said Dr. Jeff Pothof, chief quality officer at the University of Wisconsin medical center in Madison, where cases among college students have been climbing.\nWhile universities have emerged as hot spots in nearly every state, many of the worst outbreaks have been scattered across the South and Midwest. Of the 50 college counties analyzed by the AP, James Madison’s had the highest infection rate, followed by counties that are home to the University of Georgia, Florida State and Indiana University in Bloomington.\nIn the 10 counties with the highest infection rates, colleges have reported at least 15,000 cases among students and employees in recent weeks, though testing and reporting practices vary significantly and the actual number is probably much higher.\nFor many colleges, the return to campus was a carefully orchestrated process that took months to plan and millions of dollars to pull off. But as safe as they’ve made their campuses, many colleges have struggled to curb off-campus gatherings that have been tied to thousands of infections.\nParties were blamed for dozens of cases at the University of North Carolina at Chapel Hill, which brought students back in early August only to send them home weeks later.\nOther schools have cracked down on parties and disciplined students. The University of Missouri in Columbia announced this week that it expelled two students and suspended three others for violating rules meant to slow the virus’s spread.\nThe outbreaks are increasingly straining relations between universities and their towns.\nAmid a spike in cases at the University of Colorado at Boulder, county health authorities Tuesday urged all students to quarantine for two weeks. Students and others at the university have accounted for 76% of the county’s 663 positive cases over the past two weeks, officials said.\n“More stringent and mandatory restrictions will be imposed if students do not comply and break the transmission cycle,” Jeffrey Zayach, executive director of Boulder County Public Health, warned in a letter to students.\nIn a letter to students, the school’s chancellor, Philip DiStefano, warned that the quarantine will be strictly enforced and that students who violate it could face suspension or other discipline. Already, DiStefano said, more than 400 students face university discipline for violating public health orders.\nAt Miami University in Ohio, county health authorities ordered all of the school’s athletes to isolate for 14 days last month after 27 tested positive for the virus. Last week, local police cited six men at an off-campus house party that included several students who had recently tested positive.\nAs cases increase at Boston College and the campus runs out of quarantine space, the mayor of nearby Newton is asking the school not to use any of the town’s hotels or other property to isolate students.\nSome cities have tightened rules at bars to discourage students from gathering. As cases surged at Illinois State, the town’s mayor issued an order requiring all bar customers to be seated to be served. He also limited gatherings near campus to no more than 10 people.\nStill, residents and officials in many college towns are rooting for universities to work through outbreaks and avoid campus closings that could further hurt the local economy.\nFred Pryce, who manages a series of stores in a strip mall near Ball State, said sending students home would hurt the area’s businesses “big time.”\n“That’s 20,000-plus potential patrons that will vanish,” Pryce said. “There are ways to keep students in Muncie safely while they do their classes.”\nBall State, roughly 60 miles from Indianapolis, has 21,600 students on a campus of red brick buildings and sleek, modern dorms in Muncie, where the university is the city’s second-largest employer after Ball Memorial Hospital.\nOn campus last week, sophomore La’Tricia Williams, wearing a mask, said she was glad to be back instead of sitting on the couch with her laptop at her family’s home, taking online classes.\n“But I get that it comes with some risk,” she said. “You can give students a whole bunch of rules for what they should and shouldn’t do while they’re back at the school, but they’re not going to stop doing certain things here or going out into the community.”\nCaleb Henry, a Ball State junior who lives off campus, said that he and other students have been frequenting local bars and meeting at friends’ houses but that he and most others are behaving responsibly, with masks and social distancing. He said students are being vilified unfairly.\n“Everyone seems to be getting upset at college kids right now, accusing us of spreading the virus and making us out to be these highly infectious creatures that need to be sent home,” Henry said. “What about all the other people around town going to bars … having parties, weddings, whatever? We’re only doing the same things they are.”\nAs cases mounted at Ball State last month, the school tried to ban students from visiting dorms other than their own, but officials reversed the rule after a backlash from students. Even so, officials say infection rates have started to subside, and the school has contingency plans for changing from in-person to totally online.\nWhile some colleges have sent students home amid outbreaks, many others are digging in. Some have moved classes online but urged students to stay where they are until cases drop. Among them is the University of Notre Dame, which paused in-person classes Aug. 18 and moved them online amid a surge that saw as many as 89 new cases per day. Weeks later, after a sharp decrease in infections, classes have started to resume on campus.\nOther schools are hoping to replicate that success, including the University of Illinois, the University of Wisconsin and West Virginia University, which recently shifted classes online as the virus spread.\nIn a recent call with governors, Dr. Deborah Birx, coordinator of the White House coronavirus task force, cautioned against sending students home, saying that could spark outbreaks elsewhere.\nEducation Secretary Betsy DeVos has also endorsed Notre Dame’s approach, saying colleges that “work through it” and find ways to isolate infected students are more likely to “end up in the best place.”\nIn a letter to students at Ball State this week, the university president thanked students for helping reduce virus rates. Still, he warned: “This data is not a cause for celebration. Rather, this data is a call for continued action.”", "authors": [{"name": "Associated Press", "link": "fox59.com/author/ap"}]}]}