{"request": {"pageUrl": "https://today.uconn.edu/2020/09/weight-stigma-predicts-emotional-distress-binge-eating-covid-19/", "api": "article", "version": 3}, "objects": [{"date": "Thu, 10 Sep 2020 00:00:00 GMT", "sentiment": 0.191, "images": [{"naturalHeight": 538, "width": 807, "diffbotUri": "image|3|-806927365", "title": "Young adults who have faced weight stigma are more likely to binge-eat during the pandemic, regardless of body size, according to new research (Shutterstock).", "url": "https://uconn-today-universityofconn.netdna-ssl.com/wp-content/uploads/2020/09/shutterstock_1369310480.jpg", "naturalWidth": 807, "primary": true, "height": 538}], "estimatedDate": "Thu, 10 Sep 2020 00:00:00 GMT", "diffbotUri": "article|3|-1560396219", "siteName": "UConn Today", "type": "article", "title": "Weight Stigma Predicts Emotional Distress and Binge Eating During COVID-19", "tags": [{"score": 0.9923135638237, "sentiment": -0.683, "count": 13, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}], "breadcrumb": [{"link": "https://today.uconn.edu/category/health", "name": "Health"}], "humanLanguage": "en", "pageUrl": "https://today.uconn.edu/2020/09/weight-stigma-predicts-emotional-distress-binge-eating-covid-19/", "html": "<figure><img alt=\"Overweight woman looks out window\" sizes=\"(min-width: 768px) and (max-width: 992px) calc( 100vw - 260px ), (min-width: 992px) and (max-width: 1200px) calc( 100vw - 260px ), (min-width: 1200px) calc( .75 * (100vw - 290px) ), 100vw\" src=\"https://uconn-today-universityofconn.netdna-ssl.com/wp-content/uploads/2020/09/shutterstock_1369310480.jpg\" srcset=\"https://uconn-today-universityofconn.netdna-ssl.com/wp-content/uploads/2020/09/shutterstock_1369310480.jpg 5616w, https://uconn-today-universityofconn.netdna-ssl.com/wp-content/uploads/2020/09/shutterstock_1369310480-300x200.jpg 300w, https://uconn-today-universityofconn.netdna-ssl.com/wp-content/uploads/2020/09/shutterstock_1369310480-768x512.jpg 768w, https://uconn-today-universityofconn.netdna-ssl.com/wp-content/uploads/2020/09/shutterstock_1369310480-1024x683.jpg 1024w, https://uconn-today-universityofconn.netdna-ssl.com/wp-content/uploads/2020/09/shutterstock_1369310480-630x420.jpg 630w, https://uconn-today-universityofconn.netdna-ssl.com/wp-content/uploads/2020/09/shutterstock_1369310480-150x100.jpg 150w\"></img><figcaption>Young adults who have faced weight stigma are more likely to binge-eat during the pandemic, regardless of body size, according to new research (Shutterstock).</figcaption></figure>\n<p>Links between obesity and complications of COVID-19 have received increasing attention throughout the ongoing pandemic. But a different aspect of body weight &ndash; the social stigma that people face because of their weight &ndash; may also have harmful implications for people&rsquo;s health during the pandemic.</p>\n<p><a href=\"https://academic.oup.com/abm/advance-article/doi/10.1093/abm/kaaa077/5901900?searchresult=1\">New research released today</a> from the <a href=\"http://www.uconnruddcenter.org/\">UConn Rudd Center for Food Policy and Obesity</a> and the University of Minnesota shows that young adults who experienced weight stigma before the pandemic have higher levels of depressive symptoms, stress, eating as a coping strategy, and are more likely to binge-eat during COVID-19 compared to those who haven&rsquo;t experienced weight stigma.</p>\n<p>Over the last decade, considerable evidence has documented harmful health consequences for people who are teased, bullied, stigmatized, or treated unfairly because of their body weight. Based on this knowledge, researchers wanted to learn whether such weight mistreatment predicts health behaviors during COVID-19 that may worsen health, especially in this time period of increased anxiety and stress for many Americans.</p>\n<p>&ldquo;Understanding whether weight stigma elevates risk for health challenges during the pandemic represents a critical first step for the development of health messaging, responses, and support during outbreaks of COVID-19 and similar public health emergencies,&rdquo; says lead author of the study Rebecca Puhl, professor of Human Development &amp; Family Sciences and Deputy Director at the University of Connecticut&rsquo;s Rudd Center.</p>\n<p>The study, <a href=\"https://academic.oup.com/abm/advance-article/doi/10.1093/abm/kaaa077/5901900?searchresult=1\">published in the Annals of Behavioral Medicine</a>, reports findings from 584 young adults enrolled in the population-based longitudinal EAT (Eating and Activity over Time) 2010-2018 study, who were invited to complete a follow-up survey during the COVID-19 outbreak. Weight stigma reported previously by these participants in 2018 was examined as a predictor of binge eating, eating to cope, physical activity, depressive symptoms, and stress during COVID-19.</p>\n<p><strong>Key findings include:</strong></p>\n<ul> <li>Pre-pandemic experiences of weight stigma in 2018 predicted higher levels of stress, depressive symptoms, eating to cope with stress, and binge eating among young adults during the COVID-19 pandemic.</li> <li>The likelihood of engaging in binge eating during the pandemic was almost 3 times higher for people who had experienced weight stigma prior to the pandemic compared to those who hadn&rsquo;t.</li> <li>Weight stigma predicted these health consequences for both males and females, regardless of their body weight.</li> <li>Weight stigma predicted these worse health outcomes during both time periods of initial stay-at-home restrictions and after such restrictions had been lifted during the COVID-19 outbreak.</li> </ul>\n<p>&ldquo;Our findings importantly identify weight stigma, independent of BMI, as a factor that may worsen eating behaviors and psychological distress for young adults during this pandemic. These increased health risks, particularly for binge eating, indicate a need for supportive and educational resources to help lessen the negative impact of stigma on eating behaviors,&rdquo; says Dianne Neumark-Sztainer, professor at the University of Minnesota and principal investigator of the EAT cohort study.</p>\n<p>&ldquo;This research highlights the relevance of weight stigma to the COVID-19 pandemic,&rdquo; adds Puhl. &ldquo;With additional outbreaks and more cases of COVID-19 expected in the coming months, it is important to support individuals who may be prone to worse health and health behaviors exacerbating their risk during these times of pandemic. Weight stigma warrants attention in research and discourse related to COVID-19 and should be considered in public health messaging.&rdquo;</p>\n<p>Study co-authors include Leah Lessard of the University of Connecticut, and Nicole Larson and Marla Eisenberg of the University of Minnesota.</p>\n<h3>Interested in more?</h3>\n<p>Subscribe to UConn Today's <a href=\"https://today.uconn.edu/newsatme\">News@Me</a> and receive email updates from us that are customized to your specific preferences and interests.</p>\n<p>If you wish to receive new articles related to  Weight Stigma Predicts Emotional Distress and Binge Eating During COVID-19  enter your email address in the field below and subscribe:</p>", "text": "Links between obesity and complications of COVID-19 have received increasing attention throughout the ongoing pandemic. But a different aspect of body weight – the social stigma that people face because of their weight – may also have harmful implications for people’s health during the pandemic.\nNew research released today from the UConn Rudd Center for Food Policy and Obesity and the University of Minnesota shows that young adults who experienced weight stigma before the pandemic have higher levels of depressive symptoms, stress, eating as a coping strategy, and are more likely to binge-eat during COVID-19 compared to those who haven’t experienced weight stigma.\nOver the last decade, considerable evidence has documented harmful health consequences for people who are teased, bullied, stigmatized, or treated unfairly because of their body weight. Based on this knowledge, researchers wanted to learn whether such weight mistreatment predicts health behaviors during COVID-19 that may worsen health, especially in this time period of increased anxiety and stress for many Americans.\n“Understanding whether weight stigma elevates risk for health challenges during the pandemic represents a critical first step for the development of health messaging, responses, and support during outbreaks of COVID-19 and similar public health emergencies,” says lead author of the study Rebecca Puhl, professor of Human Development & Family Sciences and Deputy Director at the University of Connecticut’s Rudd Center.\nThe study, published in the Annals of Behavioral Medicine, reports findings from 584 young adults enrolled in the population-based longitudinal EAT (Eating and Activity over Time) 2010-2018 study, who were invited to complete a follow-up survey during the COVID-19 outbreak. Weight stigma reported previously by these participants in 2018 was examined as a predictor of binge eating, eating to cope, physical activity, depressive symptoms, and stress during COVID-19.\nKey findings include:\nPre-pandemic experiences of weight stigma in 2018 predicted higher levels of stress, depressive symptoms, eating to cope with stress, and binge eating among young adults during the COVID-19 pandemic.\nThe likelihood of engaging in binge eating during the pandemic was almost 3 times higher for people who had experienced weight stigma prior to the pandemic compared to those who hadn’t.\nWeight stigma predicted these health consequences for both males and females, regardless of their body weight.\nWeight stigma predicted these worse health outcomes during both time periods of initial stay-at-home restrictions and after such restrictions had been lifted during the COVID-19 outbreak.\n“Our findings importantly identify weight stigma, independent of BMI, as a factor that may worsen eating behaviors and psychological distress for young adults during this pandemic. These increased health risks, particularly for binge eating, indicate a need for supportive and educational resources to help lessen the negative impact of stigma on eating behaviors,” says Dianne Neumark-Sztainer, professor at the University of Minnesota and principal investigator of the EAT cohort study.\n“This research highlights the relevance of weight stigma to the COVID-19 pandemic,” adds Puhl. “With additional outbreaks and more cases of COVID-19 expected in the coming months, it is important to support individuals who may be prone to worse health and health behaviors exacerbating their risk during these times of pandemic. Weight stigma warrants attention in research and discourse related to COVID-19 and should be considered in public health messaging.”\nStudy co-authors include Leah Lessard of the University of Connecticut, and Nicole Larson and Marla Eisenberg of the University of Minnesota.\nInterested in more?\nSubscribe to UConn Today's News@Me and receive email updates from us that are customized to your specific preferences and interests.\nIf you wish to receive new articles related to Weight Stigma Predicts Emotional Distress and Binge Eating During COVID-19 enter your email address in the field below and subscribe:"}]}