{"request": {"pageUrl": "https://www.al.com/news/2020/08/this-is-just-insane-students-say-ua-is-doing-too-little-to-protect-them-from-covid-19.html", "api": "article", "version": 3}, "objects": [{"date": "Mon, 31 Aug 2020 00:00:00 GMT", "sentiment": -0.31, "images": [{"naturalHeight": 849, "width": 600, "diffbotUri": "image|3|-631319872", "title": "The University of Alabama began its fall 2020 semester on Wednesday, Aug. 19, when students hit campus for the first day of classes with new COVID-19 policies in place. (Ben Flanagan / AL.com)", "url": "https://www.al.com/resizer/VX-ktLUTaPcgu00bUI8iIAF3Fr8=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/2ACWJ66XSVCARAEWK3V7VHADFU.jpg", "naturalWidth": 1365, "primary": true, "height": 373}, {"naturalHeight": 768, "width": 600, "diffbotUri": "image|3|1821832069", "title": "University of Alabama senior Carlee Fernandez said she is concerned that UA is not doing enough to protect students, staff and faculty from COVID-19. (Courtesy Carlee Fernandez)", "url": "https://www.al.com/resizer/YbCZbZ2JNrI7xMYY0E_k2Irl1s0=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/ABFNV2YBGFFXXPI7G4DF4CKJLU.jpg", "naturalWidth": 1365, "height": 337}, {"naturalHeight": 770, "width": 600, "diffbotUri": "image|3|-776638175", "title": "The University of Alabama issued this list of frequently asked questions and responses to front desk staff at Burke Hall after Burke West designated as a coronavirus isolation location. (Courtesy Carlee Fernandez)", "url": "https://www.al.com/resizer/NrujIzuUq1qoH0PO7hkUk1KvKBM=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/OJSB4OUS2BBJ3MFHYYH5NY2WDA.jpg", "naturalWidth": 1365, "height": 338}, {"naturalHeight": 769, "width": 600, "diffbotUri": "image|3|-1827412694", "title": "A University of Alabama student moves out of her room in Burke West last week to free up space to isolate students who have tested positive for COVID-19 or been exposed to the virus. (Courtesy Morgan Quillin)", "url": "https://www.al.com/resizer/s0Q-hfbQsKk7gDUa3z9rpePC99E=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/YAV5QO5XGVFYBCFA2EC56P64EM.jpg", "naturalWidth": 1365, "height": 337}, {"naturalHeight": 775, "width": 600, "diffbotUri": "image|3|-1820181520", "title": "Last week, UA required freshman Morgan Quillin to move out of her original dorm room in Burke West to make space for COVID-19 isolation. (Courtesy Morgan Quillin)", "url": "https://www.al.com/resizer/MblsKJlioRs1x7w3W3mUBiGjiPw=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/XQGNTNEQKVG4PMTDZ7Y25R4VDQ.jpg", "naturalWidth": 1365, "height": 340}, {"naturalHeight": 909, "width": 600, "diffbotUri": "image|3|1560812799", "title": "The University of Alabama began its fall 2020 semester on Wednesday, Aug. 19, when students hit campus for the first day of classes with new COVID-19 policies in place. (Ben Flanagan / AL.com)", "url": "https://www.al.com/resizer/Zh3nhoiW447TcbJBIb0GL8hcShU=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/3DF4B5I3NBH5VJKO5BI5VPZTPA.jpg", "naturalWidth": 1365, "height": 399}], "author": "Connor Sheets | csheets@al.com", "estimatedDate": "Mon, 31 Aug 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://www.al.com/pf/resources/images/al/favicon.ico?d=374", "diffbotUri": "article|3|2099832428", "siteName": "al", "type": "article", "title": "‘This is just insane’: Students say UA is doing too little to protect them from COVID-19", "tags": [{"score": 0.9926349520683289, "sentiment": -0.851, "count": 10, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.6445063948631287, "sentiment": 0, "count": 1, "label": "Bear Bryant", "uri": "https://diffbot.com/entity/PWCbBj0HDOmChmqUqjHURFg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "http://connect.al.com/staff/casac8/posts.html", "pageUrl": "https://www.al.com/news/2020/08/this-is-just-insane-students-say-ua-is-doing-too-little-to-protect-them-from-covid-19.html", "html": "<figure><img alt=\"University of Alabama Fall 2020 First Day\" sizes=\"(min-width: 1280px) 700w, 100vw\" src=\"https://www.al.com/resizer/VX-ktLUTaPcgu00bUI8iIAF3Fr8=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/2ACWJ66XSVCARAEWK3V7VHADFU.jpg\" srcset=\"https://www.al.com/resizer/MGqPDbO-ZihzX89uj_nm1yZV1hA=/700x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/2ACWJ66XSVCARAEWK3V7VHADFU.jpg 700w, https://www.al.com/resizer/VX-ktLUTaPcgu00bUI8iIAF3Fr8=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/2ACWJ66XSVCARAEWK3V7VHADFU.jpg 1280w\"></img><figcaption>The University of Alabama began its fall 2020 semester on Wednesday, Aug. 19, when students hit campus for the first day of classes with new COVID-19 policies in place. (Ben Flanagan / AL.com)</figcaption></figure>\n<p>As the number of COVID-19 infections exploded at the University of Alabama over the past week, the school&rsquo;s administrators took several steps aimed at slowing the spread. The university consolidated student housing to clear room to quarantine students, banned student events and encouraged compliance with preventative measures.</p>\n<p>But many students worry it was too little, too late. And some students say UA has not done enough to protect them from contracting the virus.</p>\n<p>Several days a week, Carlee Fernandez works as a front desk assistant at Burke Hall, a red-brick residence hall that rises five floors above Paul W. Bryant Drive on the south end of UA&rsquo;s campus.</p>\n<p>It&rsquo;s a pretty typical student desk job: check people in, help out when students lose their keys or lock themselves out of their dorm rooms, and perform other basic administrative tasks. But as of last week, the position put Fernandez, a 22-year-old UA senior from Helena, on the front lines of one of the nation&rsquo;s most severe campus COVID-19 outbreaks.</p>\n<p>On Monday, the university announced that all students living on one side of Burke Hall would have to move out to free up rooms to isolate and quarantine students who test positive for the virus or come in contact with someone who has.</p>\n<p>Four days later, <a href=\"https://uasystem.edu/covid-19-dashboard/\">UA reported</a> that the university added 481 new student COVID-19 cases from Tuesday to Thursday, a rapid escalation given that there were 562 new student cases over the previous six days. The university also reported Friday that over 36% of its isolation space in Tuscaloosa was occupied.</p>\n<p>For Fernandez, concerns about the rising case count were compounded by her belief that there has been &ldquo;a complete lack of transparency and communication from the university&rdquo; about its plans for quarantining students and how it is protecting healthy students, employees and faculty. She said she first learned via Twitter that the school was converting half of the building where she works to isolation space.</p>\n<p>&ldquo;If there&rsquo;s no communication, if we&rsquo;re not being informed on how to deal with COVID patients as a desk assistant, we could all be at risk of contracting COVID,&rdquo; Fernandez said in a phone interview Saturday. &ldquo;A lot of us are really concerned and scared, not only for ourselves, but for the other housing staff and students.&rdquo;</p>\n<figure><img alt=\"Carlee Fernandez\" sizes=\"(min-width: 1280px) 700w, 100vw\" src=\"https://www.al.com/resizer/YbCZbZ2JNrI7xMYY0E_k2Irl1s0=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/ABFNV2YBGFFXXPI7G4DF4CKJLU.jpg\" srcset=\"https://www.al.com/resizer/Ermyetv3yCCR8CgNN9M_00t_qUs=/700x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/ABFNV2YBGFFXXPI7G4DF4CKJLU.jpg 700w, https://www.al.com/resizer/YbCZbZ2JNrI7xMYY0E_k2Irl1s0=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/ABFNV2YBGFFXXPI7G4DF4CKJLU.jpg 1280w\"></img><figcaption>University of Alabama senior Carlee Fernandez said she is concerned that UA is not doing enough to protect students, staff and faculty from COVID-19. (Courtesy Carlee Fernandez)</figcaption></figure>\n<p><b>Lack of guidance</b></p>\n<p>Burke Hall has two towers - Burke West and Burke East - connected by a wide shared space on the ground floor. Burke West was the one cleared out last week to make room for students under quarantine. The front desk Fernandez works behind is in the middle of the shared ground-floor space, where she and her co-workers greet and help residents of both towers.</p>\n<p>Any job that requires workers to sit for hours in an indoor space and interact with members of the public carries a level of risk during a viral pandemic. But what concerns Fernandez is her belief that UA has done too little to limit her and her co-workers&rsquo; exposure to the virus. She said the university has provided gloves, hand sanitizer and masks for months, but did not offer additional training or materials to help keep employees who must now interact directly with sick and exposed students from contracting COVID-19 themselves.</p>\n<p>Clear Plexiglas barriers between the ceiling and two higher tiers of the Burke Hall front desk provide some protection. But the lower, central tier of the desk - which is where most conversations and exchanges take place - had no such barrier in place as of Saturday evening.</p>\n<p>Yet numerous students had already moved into the hall&rsquo;s designated COVID-19 tower. Fernandez told <a href=\"http://al.com/\">AL.com</a> she has personally seen students moving into Burke West.</p>\n<p>&ldquo;The students are coming in. A few of them came up to the front desk just with their masks on and their stuff in their hands and were like, &lsquo;I&rsquo;m here to move into isolation. What do I do?&rsquo;&rdquo; she said. &ldquo;We were never told what to do if someone comes for isolation, we were just told that they might clear Burke West for isolation if needed.&rdquo;</p>\n<p>Monica Watts, a spokeswoman for UA, said in an emailed statement Friday that the school&rsquo;s &ldquo;top priority&rdquo; is safety:</p>\n<p>&ldquo;As we prepared for the fall semester, we worked closely with student leaders, faculty members and our staff to develop plans to minimize the risk of COVID-19 and to respond as cases occurred &hellip; For students who are in isolation or quarantine, we are providing meals and comprehensive services to address all aspects of support and care.&rdquo;</p>\n<p>Instead of hands-on training, Fernandez said she and her co-workers were given a one-page list of frequently asked questions with short pre-written responses to consult if they are asked any of six specific questions about the school&rsquo;s decision to relocate students to make room for additional isolation space.</p>\n<p>&ldquo;Why are we having to move?&rdquo; reads one of the questions. &ldquo;[Housing and Residential Communities] was trying to be proactive and create isolation spaces in case they are needed.&rdquo;</p>\n<figure><img alt=\"UA COVID FAQ\" sizes=\"(min-width: 1280px) 700w, 100vw\" src=\"https://www.al.com/resizer/NrujIzuUq1qoH0PO7hkUk1KvKBM=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/OJSB4OUS2BBJ3MFHYYH5NY2WDA.jpg\" srcset=\"https://www.al.com/resizer/q4u_9AJ79z-Ql5Fnxs75y6ZghIU=/700x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/OJSB4OUS2BBJ3MFHYYH5NY2WDA.jpg 700w, https://www.al.com/resizer/NrujIzuUq1qoH0PO7hkUk1KvKBM=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/OJSB4OUS2BBJ3MFHYYH5NY2WDA.jpg 1280w\"></img><figcaption>The University of Alabama issued this list of frequently asked questions and responses to front desk staff at Burke Hall after Burke West designated as a coronavirus isolation location. (Courtesy Carlee Fernandez)</figcaption></figure>\n<p>Since then, Fernandez says she has spoken on the phone with Myron Pope, UA&rsquo;s vice president for student life, about her concerns. She provided <a href=\"http://al.com/\">AL.com</a> with a copy of notes he sent her listing specific suggestions she had made for improving safety at the Burke Hall front desk.</p>\n<p>The ideas include installing more Plexiglas, adding signage to direct students to use side doors when possible, providing &ldquo;training on how to deal with COVID positive students,&rdquo; and communicating better with employees. As of Saturday, the changes had yet to be instituted, according to Fernandez.</p>\n<p><b>&lsquo;I was devastated&rsquo;</b></p>\n<p>Morgan Quillin was only six days into her freshman year at UA when she received an email from the university stating that she had two days to move out of Burke West and into a room in Burke East. The 18-year-old nursing major, who was already reeling from the experience of moving from her hometown of Huntsville into her first dorm in the middle of a global pandemic, said she was shocked to learn she would have to move again so soon.</p>\n<p>&ldquo;We had no idea where we were going to be moving or if my roommate and I would be separated. A lot of things were up in the air. I had a panic attack while my roommate was frantically packing and trying to console me,&rdquo; Quillin told <a href=\"http://al.com/\">AL.com</a>. &ldquo;I was devastated and so incredibly scared. I felt abandoned by the school I&rsquo;ve looked up to my whole life.&rdquo;</p>\n<p>The next day, she and her roommate - who asked to remain anonymous - learned they had been assigned separate rooms, but that they would both be on the same floor in Burke East. They filed a work order and slept in their new rooms Tuesday night. On Wednesday morning, Quillin awoke to an email from a UA Housing representative who apologized for the mix-up and was ultimately able to get her reassigned to live with her original roommate.</p>\n<p>Watts said Friday that &ldquo;[s]ome students were recently relocated as we consolidated residence hall space - a standard practice each year as we attempt to make the most efficient use of space - and to make more room for potential COVID-19 isolation. Students who were moved did not incur additional costs and were provided assistance and incentives to make up for their inconvenience.&rdquo;</p>\n<p>While she appreciates the university&rsquo;s efforts to right the situation, Quillin says she is still upset about the way she was treated.</p>\n<p>&ldquo;My biggest concern while moving was the fact that I didn&rsquo;t know who I was going to be rooming with,&rdquo; she said. &ldquo;I don&rsquo;t know if they had been social distancing or wearing a mask or anything.&rdquo;</p>\n<figure><img alt=\"UA move\" sizes=\"(min-width: 1280px) 700w, 100vw\" src=\"https://www.al.com/resizer/s0Q-hfbQsKk7gDUa3z9rpePC99E=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/YAV5QO5XGVFYBCFA2EC56P64EM.jpg\" srcset=\"https://www.al.com/resizer/GL59f_AZLW5jg55IZ2Gj7sKjPX4=/700x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/YAV5QO5XGVFYBCFA2EC56P64EM.jpg 700w, https://www.al.com/resizer/s0Q-hfbQsKk7gDUa3z9rpePC99E=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/YAV5QO5XGVFYBCFA2EC56P64EM.jpg 1280w\"></img><figcaption>A University of Alabama student moves out of her room in Burke West last week to free up space to isolate students who have tested positive for COVID-19 or been exposed to the virus. (Courtesy Morgan Quillin)</figcaption></figure>\n<p><b>A big deal</b></p>\n<p>Lila Bogle, a 19-year-old UA sophomore from Franklin, Tenn., was sitting in a cavernous lecture hall with dozens of other students for her statistics class last week when a student behind her sneezed. When Bogle turned around to say bless you, the student&rsquo;s mask had been pulled down. Bogle asked her why her mask was not covering her nose and mouth in accordance with university policy.</p>\n<p>&ldquo;She was like, &lsquo;I only pulled down my mask to sneeze, it&rsquo;s not that big of a deal,&rsquo;&rdquo; Bogle recalled. &ldquo;But it is that big of a deal! I couldn&rsquo;t believe that she said that because what do you think you&rsquo;re wearing a mask for?&rdquo;</p>\n<p>Bogle, who lives in an on-campus residence hall that the university has not converted to isolation space, said that kind of dismissive attitude toward basic preventative measures is common among some UA students. So she stays in her room as much as possible and wears a mask whenever she leaves, as she is worried about the proliferation of COVID-19 and what she sees as insufficient action by UA to slow its spread.</p>\n<p>&ldquo;I think a lot of people aren&rsquo;t taking it very seriously,&rdquo; she said. &ldquo;There is some partying and going out still, just based on hearing girls arrive back at their rooms on weekends and sounding drunk when they get back. I think the step that [the city of Tuscaloosa] took shutting down the bars was a good step to try to crack down. But I think to really crack down on it they&rsquo;d have to start having rules about people leaving their rooms and their dorms.&rdquo;</p>\n<p>Most of the other students and faculty who spoke with <a href=\"http://al.com/\">AL.com</a> since Thursday also said they have been disappointed by the unwillingness of a significant portion of the student body to take common-sense steps to avoid spreading the coronavirus, like social distancing, avoiding crowded indoor areas and wearing masks.</p>\n<p>&ldquo;Most students seem to be following social distancing guidelines, but some aren&rsquo;t. It&rsquo;s those few that are ruining it for everyone,&rdquo; Quillin said. &ldquo;It&rsquo;s been disappointing seeing my peers have such complete disregard for everyone else&rsquo;s health and safety.&rdquo;</p>\n<figure><img alt=\"Morgan Quillin\" sizes=\"(min-width: 1280px) 700w, 100vw\" src=\"https://www.al.com/resizer/MblsKJlioRs1x7w3W3mUBiGjiPw=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/XQGNTNEQKVG4PMTDZ7Y25R4VDQ.jpg\" srcset=\"https://www.al.com/resizer/OoEE8ZFSLddlp9ON98ImbK36ZHQ=/700x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/XQGNTNEQKVG4PMTDZ7Y25R4VDQ.jpg 700w, https://www.al.com/resizer/MblsKJlioRs1x7w3W3mUBiGjiPw=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/XQGNTNEQKVG4PMTDZ7Y25R4VDQ.jpg 1280w\"></img><figcaption>Last week, UA required freshman Morgan Quillin to move out of her original dorm room in Burke West to make space for COVID-19 isolation. (Courtesy Morgan Quillin)</figcaption></figure>\n<p><b>What&rsquo;s to be done</b></p>\n<p>While the case count continues to grow and frustrations and fears fester on campus, students and faculty worry what will come of the rest of the semester at UA. Nearly all of the more than a dozen students and faculty who spoke with <a href=\"http://al.com/\">AL.com</a> since Wednesday said they believe the university will likely cancel in-person classes soon, for better or worse.</p>\n<p>&ldquo;My roommate and I have not completely unpacked. We&rsquo;re scared we&rsquo;ll get sent home within the next week or two and will have to do this process all over again,&rdquo; Quillin said.</p>\n<p>&ldquo;I feel that the university should just send everyone home. This just isn&rsquo;t working. I expected campus to be lively and exciting, but it&rsquo;s just been so disappointing,&rdquo;</p>\n<p>Bogle said that while she believes the university has taken some positive steps in recent days to limit the spread of coronavirus and avoid canceling in-person classes, she worries that they may not be enough.</p>\n<p>&ldquo;There&rsquo;s only so much that they can actually do past what they&rsquo;ve already done, short of getting rid of in-person classes,&rdquo; she said.</p>\n<p>&ldquo;I think that if people aren&rsquo;t on campus, then nobody is on campus to get [COVID-19.] So it&rsquo;s a good move for the general student body. But I&rsquo;m also conflicted about it because I struggled last semester with online classes because I can&rsquo;t learn like that. So it&rsquo;s kind of lose-lose for me.&rdquo;</p>\n<p>Watts, the UA spokeswoman, said the university has taken a proactive approach to limiting the spread of COVID-19 on campus.</p>\n<p>&ldquo;In the last week, we have implemented a moratorium on student events and taken additional steps to reduce the virus&rsquo; spread. The City of Tuscaloosa suspended on-premise consumption of alcohol at bars for 14 days, beginning last Monday,&rdquo; Watts said. &ldquo;We are confident these measures will do everything possible to help bend the curve.&rdquo;</p>\n<figure><img alt=\"University of Alabama Fall 2020 First Day\" sizes=\"(min-width: 1280px) 700w, 100vw\" src=\"https://www.al.com/resizer/Zh3nhoiW447TcbJBIb0GL8hcShU=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/3DF4B5I3NBH5VJKO5BI5VPZTPA.jpg\" srcset=\"https://www.al.com/resizer/J4REbcrRGDrfEh_-LlecrXGFhDI=/700x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/3DF4B5I3NBH5VJKO5BI5VPZTPA.jpg 700w, https://www.al.com/resizer/Zh3nhoiW447TcbJBIb0GL8hcShU=/1280x0/smart/cloudfront-us-east-1.images.arcpublishing.com/advancelocal/3DF4B5I3NBH5VJKO5BI5VPZTPA.jpg 1280w\"></img><figcaption>The University of Alabama began its fall 2020 semester on Wednesday, Aug. 19, when students hit campus for the first day of classes with new COVID-19 policies in place. (Ben Flanagan / AL.com)</figcaption></figure>\n<p>Fernandez said she believes it&rsquo;s too late for UA to significantly slow the spread and that she does not believe there is anything the school could do to make her feel safe on campus.</p>\n<p>&ldquo;I have been concerned since the day I found out we were going back to campus. This is just insane. There are schools that have closed because they had 80 cases and we&rsquo;ve had over 1,000 in a week and we&rsquo;re still open,&rdquo; she said.</p>\n<p>&ldquo;For me I just want to feel safe, and I want other people to feel safe, too. But I don&rsquo;t think anything&rsquo;s going to make me feel safe.&rdquo;</p>\n<figure><iframe frameborder=\"0\" height=\"188\" src=\"https://embed.acast.com/outbreak-alabama/alabamastudentsareanxious\" width=\"100%\"></iframe></figure>\n<p>Note to readers: if you purchase something through one of our affiliate links we may earn a commission.</p>", "text": "As the number of COVID-19 infections exploded at the University of Alabama over the past week, the school’s administrators took several steps aimed at slowing the spread. The university consolidated student housing to clear room to quarantine students, banned student events and encouraged compliance with preventative measures.\nBut many students worry it was too little, too late. And some students say UA has not done enough to protect them from contracting the virus.\nSeveral days a week, Carlee Fernandez works as a front desk assistant at Burke Hall, a red-brick residence hall that rises five floors above Paul W. Bryant Drive on the south end of UA’s campus.\nIt’s a pretty typical student desk job: check people in, help out when students lose their keys or lock themselves out of their dorm rooms, and perform other basic administrative tasks. But as of last week, the position put Fernandez, a 22-year-old UA senior from Helena, on the front lines of one of the nation’s most severe campus COVID-19 outbreaks.\nOn Monday, the university announced that all students living on one side of Burke Hall would have to move out to free up rooms to isolate and quarantine students who test positive for the virus or come in contact with someone who has.\nFour days later, UA reported that the university added 481 new student COVID-19 cases from Tuesday to Thursday, a rapid escalation given that there were 562 new student cases over the previous six days. The university also reported Friday that over 36% of its isolation space in Tuscaloosa was occupied.\nFor Fernandez, concerns about the rising case count were compounded by her belief that there has been “a complete lack of transparency and communication from the university” about its plans for quarantining students and how it is protecting healthy students, employees and faculty. She said she first learned via Twitter that the school was converting half of the building where she works to isolation space.\n“If there’s no communication, if we’re not being informed on how to deal with COVID patients as a desk assistant, we could all be at risk of contracting COVID,” Fernandez said in a phone interview Saturday. “A lot of us are really concerned and scared, not only for ourselves, but for the other housing staff and students.”\nLack of guidance\nBurke Hall has two towers - Burke West and Burke East - connected by a wide shared space on the ground floor. Burke West was the one cleared out last week to make room for students under quarantine. The front desk Fernandez works behind is in the middle of the shared ground-floor space, where she and her co-workers greet and help residents of both towers.\nAny job that requires workers to sit for hours in an indoor space and interact with members of the public carries a level of risk during a viral pandemic. But what concerns Fernandez is her belief that UA has done too little to limit her and her co-workers’ exposure to the virus. She said the university has provided gloves, hand sanitizer and masks for months, but did not offer additional training or materials to help keep employees who must now interact directly with sick and exposed students from contracting COVID-19 themselves.\nClear Plexiglas barriers between the ceiling and two higher tiers of the Burke Hall front desk provide some protection. But the lower, central tier of the desk - which is where most conversations and exchanges take place - had no such barrier in place as of Saturday evening.\nYet numerous students had already moved into the hall’s designated COVID-19 tower. Fernandez told AL.com she has personally seen students moving into Burke West.\n“The students are coming in. A few of them came up to the front desk just with their masks on and their stuff in their hands and were like, ‘I’m here to move into isolation. What do I do?’” she said. “We were never told what to do if someone comes for isolation, we were just told that they might clear Burke West for isolation if needed.”\nMonica Watts, a spokeswoman for UA, said in an emailed statement Friday that the school’s “top priority” is safety:\n“As we prepared for the fall semester, we worked closely with student leaders, faculty members and our staff to develop plans to minimize the risk of COVID-19 and to respond as cases occurred … For students who are in isolation or quarantine, we are providing meals and comprehensive services to address all aspects of support and care.”\nInstead of hands-on training, Fernandez said she and her co-workers were given a one-page list of frequently asked questions with short pre-written responses to consult if they are asked any of six specific questions about the school’s decision to relocate students to make room for additional isolation space.\n“Why are we having to move?” reads one of the questions. “[Housing and Residential Communities] was trying to be proactive and create isolation spaces in case they are needed.”\nSince then, Fernandez says she has spoken on the phone with Myron Pope, UA’s vice president for student life, about her concerns. She provided AL.com with a copy of notes he sent her listing specific suggestions she had made for improving safety at the Burke Hall front desk.\nThe ideas include installing more Plexiglas, adding signage to direct students to use side doors when possible, providing “training on how to deal with COVID positive students,” and communicating better with employees. As of Saturday, the changes had yet to be instituted, according to Fernandez.\n‘I was devastated’\nMorgan Quillin was only six days into her freshman year at UA when she received an email from the university stating that she had two days to move out of Burke West and into a room in Burke East. The 18-year-old nursing major, who was already reeling from the experience of moving from her hometown of Huntsville into her first dorm in the middle of a global pandemic, said she was shocked to learn she would have to move again so soon.\n“We had no idea where we were going to be moving or if my roommate and I would be separated. A lot of things were up in the air. I had a panic attack while my roommate was frantically packing and trying to console me,” Quillin told AL.com. “I was devastated and so incredibly scared. I felt abandoned by the school I’ve looked up to my whole life.”\nThe next day, she and her roommate - who asked to remain anonymous - learned they had been assigned separate rooms, but that they would both be on the same floor in Burke East. They filed a work order and slept in their new rooms Tuesday night. On Wednesday morning, Quillin awoke to an email from a UA Housing representative who apologized for the mix-up and was ultimately able to get her reassigned to live with her original roommate.\nWatts said Friday that “[s]ome students were recently relocated as we consolidated residence hall space - a standard practice each year as we attempt to make the most efficient use of space - and to make more room for potential COVID-19 isolation. Students who were moved did not incur additional costs and were provided assistance and incentives to make up for their inconvenience.”\nWhile she appreciates the university’s efforts to right the situation, Quillin says she is still upset about the way she was treated.\n“My biggest concern while moving was the fact that I didn’t know who I was going to be rooming with,” she said. “I don’t know if they had been social distancing or wearing a mask or anything.”\nA big deal\nLila Bogle, a 19-year-old UA sophomore from Franklin, Tenn., was sitting in a cavernous lecture hall with dozens of other students for her statistics class last week when a student behind her sneezed. When Bogle turned around to say bless you, the student’s mask had been pulled down. Bogle asked her why her mask was not covering her nose and mouth in accordance with university policy.\n“She was like, ‘I only pulled down my mask to sneeze, it’s not that big of a deal,’” Bogle recalled. “But it is that big of a deal! I couldn’t believe that she said that because what do you think you’re wearing a mask for?”\nBogle, who lives in an on-campus residence hall that the university has not converted to isolation space, said that kind of dismissive attitude toward basic preventative measures is common among some UA students. So she stays in her room as much as possible and wears a mask whenever she leaves, as she is worried about the proliferation of COVID-19 and what she sees as insufficient action by UA to slow its spread.\n“I think a lot of people aren’t taking it very seriously,” she said. “There is some partying and going out still, just based on hearing girls arrive back at their rooms on weekends and sounding drunk when they get back. I think the step that [the city of Tuscaloosa] took shutting down the bars was a good step to try to crack down. But I think to really crack down on it they’d have to start having rules about people leaving their rooms and their dorms.”\nMost of the other students and faculty who spoke with AL.com since Thursday also said they have been disappointed by the unwillingness of a significant portion of the student body to take common-sense steps to avoid spreading the coronavirus, like social distancing, avoiding crowded indoor areas and wearing masks.\n“Most students seem to be following social distancing guidelines, but some aren’t. It’s those few that are ruining it for everyone,” Quillin said. “It’s been disappointing seeing my peers have such complete disregard for everyone else’s health and safety.”\nWhat’s to be done\nWhile the case count continues to grow and frustrations and fears fester on campus, students and faculty worry what will come of the rest of the semester at UA. Nearly all of the more than a dozen students and faculty who spoke with AL.com since Wednesday said they believe the university will likely cancel in-person classes soon, for better or worse.\n“My roommate and I have not completely unpacked. We’re scared we’ll get sent home within the next week or two and will have to do this process all over again,” Quillin said.\n“I feel that the university should just send everyone home. This just isn’t working. I expected campus to be lively and exciting, but it’s just been so disappointing,”\nBogle said that while she believes the university has taken some positive steps in recent days to limit the spread of coronavirus and avoid canceling in-person classes, she worries that they may not be enough.\n“There’s only so much that they can actually do past what they’ve already done, short of getting rid of in-person classes,” she said.\n“I think that if people aren’t on campus, then nobody is on campus to get [COVID-19.] So it’s a good move for the general student body. But I’m also conflicted about it because I struggled last semester with online classes because I can’t learn like that. So it’s kind of lose-lose for me.”\nWatts, the UA spokeswoman, said the university has taken a proactive approach to limiting the spread of COVID-19 on campus.\n“In the last week, we have implemented a moratorium on student events and taken additional steps to reduce the virus’ spread. The City of Tuscaloosa suspended on-premise consumption of alcohol at bars for 14 days, beginning last Monday,” Watts said. “We are confident these measures will do everything possible to help bend the curve.”\nFernandez said she believes it’s too late for UA to significantly slow the spread and that she does not believe there is anything the school could do to make her feel safe on campus.\n“I have been concerned since the day I found out we were going back to campus. This is just insane. There are schools that have closed because they had 80 cases and we’ve had over 1,000 in a week and we’re still open,” she said.\n“For me I just want to feel safe, and I want other people to feel safe, too. But I don’t think anything’s going to make me feel safe.”\nNote to readers: if you purchase something through one of our affiliate links we may earn a commission.", "authors": [{"name": "Connor Sheets | csheets@al.com", "link": "connect.al.com/staff/casac8/posts.html"}]}]}