{"request": {"pageUrl": "https://medicalxpress.com/news/2020-09-covid-flu-twindemic.html", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 480, "width": 540, "diffbotUri": "image|3|-74127765", "title": "Credit: Pixabay/CC0 Public Domain", "url": "https://scx1.b-cdn.net/csz/news/800/2020/covidmask.jpg", "naturalWidth": 800, "primary": true, "height": 324}], "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "icon": "https://medicalxpress.com/favicon.ico", "diffbotUri": "article|3|-1000055501", "siteName": "medicalxpress.com", "type": "article", "title": "Researchers warn of COVID-19 and flu 'twindemic'", "tags": [{"score": 0.9984061121940613, "sentiment": -0.755, "count": 25, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9566662311553955, "sentiment": -0.597, "count": 2, "label": "influenza", "uri": "https://diffbot.com/entity/XsMQ6Svt6OwKpiB8umXB_Kw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8507484197616577, "sentiment": 0.952, "count": 2, "label": "vaccine", "uri": "https://diffbot.com/entity/Xjv_jBM9JO0KLdiTLLXaFoA", "rdfTypes": ["http://dbpedia.org/ontology/ChemicalSubstance"]}, {"score": 0.8352155685424805, "sentiment": 0, "count": 1, "label": "George Davey Smith", "uri": "https://diffbot.com/entity/P4HhnBoI6M36qdwx6UsiSfw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7779532074928284, "sentiment": -0.693, "count": 1, "label": "acute respiratory distress syndrome", "uri": "https://diffbot.com/entity/XzOhHXg9FPCCQxvRpnWsVqA", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.7708521485328674, "sentiment": 0, "count": 1, "label": "evolutionary biology", "uri": "https://diffbot.com/entity/X4DBiogioNaG76O_8i_EdGA", "rdfTypes": ["http://dbpedia.org/ontology/Skill", "http://dbpedia.org/ontology/Activity"]}, {"score": 0.7584211826324463, "sentiment": 0, "count": 1, "label": "UC San Diego Health System", "uri": "https://diffbot.com/entity/CN7uc7MsuOuikHntMup1tmg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}, {"score": 0.6686518788337708, "sentiment": 0, "count": 1, "label": "Pascal Gagneux", "uri": "https://diffbot.com/entity/PL38N-IfNNIu-RYZOfc4qEw", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.654854953289032, "sentiment": -0.832, "count": 1, "label": "asthma", "uri": "https://diffbot.com/entity/XBDLklEkwPHOMhrhiMa9htA", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.5838668942451477, "sentiment": 0, "count": 1, "label": "University of California, San Diego", "uri": "https://diffbot.com/entity/OsBI6uR_EO5yC9rN5CI3NkQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "breadcrumb": [{"link": "https://medicalxpress.com/", "name": "Home"}, {"link": "https://medicalxpress.com/vaccination-news/", "name": "Vaccination"}], "humanLanguage": "en", "pageUrl": "https://medicalxpress.com/news/2020-09-covid-flu-twindemic.html", "html": "<figure><img alt=\"covid mask\" src=\"https://scx1.b-cdn.net/csz/news/800/2020/covidmask.jpg\"></img><figcaption>Credit: Pixabay/CC0 Public Domain</figcaption></figure>\n<p>Even as the first wave of the pandemic still roils, fears are rising of a second crush of COVID-19 infections. But because the novel coronavirus is, well, novel, no one can yet say if that will happen. One thing is certain, though, another viral wave is coming: flu season.</p>\n<p>Influenza season occurs during the cold half of the year in each hemisphere. In the United States, that's generally October to May, with peak activity December through February. After early hopes that the novel coronavirus might burn itself out in the summer heat, SARS-CoV-2 now appears more likely to be a year-round phenomenon.</p>\n<p>&quot;Many factors influence the prevalence of viruses,&quot; said Pascal Gagneux, professor of pathology and evolutionary biologist at University of California San Diego School of Medicine. &quot;These range from the behaviors of their human hosts and the vectors that transmit them to environmental conditions and their own adaptations.</p>\n<p>&quot;Coronaviruses have a genome almost three times as big as influenza A viruses so that gives them a larger and more complex bag of tricks to manipulate their hosts and evade their protective immune response. My guess at the moment is that SARS-CoV-2 will continue to remain a significant public health threat until there is an effective vaccine and some degree of herd immunity.&quot;</p>\n<p>If humans face the prospect of living with the dual threats of COVID-19 and influenza for at least part of every year, there are things to know and things to do to reduce risk of infection or, possibly, co-infection (a simultaneous infection of COVID-19 and the flu). Most immediately, that means getting this year's flu vaccination.</p>\n<p>&quot;There isn't a vaccine for COVID-19,&quot; said Dr. Davey Smith, a translational research virologist and head of the Division of Infectious Diseases and Global Public Health at University of California San Diego School of Medicine. &quot;A lot of people, including myself and colleagues at UC San Diego, are working very hard to develop one or more vaccines proven safe and effective. But that goal is months away. Right now, though, there is a readily available flu vaccine.&quot;</p>\n<p><b>First, some things to know and remember</b></p>\n<p>Both influenza and COVID-19 can result in <a href=\"https://medicalxpress.com/tags/severe+illness/\">severe illness</a> and death, though the latter has proven more deadly. The 2019-2020 <a href=\"https://medicalxpress.com/tags/flu+season/\">flu season</a> resulted in 39 to 56 million cases and an estimated 24,000 to 62,000 deaths. The U.S. Centers for Disease Control and Prevention (CDC) originally projected that the 2019-2020 flu season would be among the worst in recent history, but a late, sharp drop in cases ended the season six weeks earlier than normal.</p>\n<p>The COVID-19 pandemic emerged as flu season closed. It continues, with at last count 6.3 million cases and 189,000 deaths in the United States; 27.4 million cases and 898,000 deaths worldwide since January.</p>\n<p>Older adults, persons with certain underlying medical conditions, such as diabetes, heart problems, cancer, obesity and chronic kidney disease, are at highest risk for developing severe COVID-19 complications. Other suspected factors may be asthma, hypertension, HIV, liver disease, smoking and pregnancy. Young children appear to be at least risk for severe COVID-19 complications, with the exception of multisystem inflammatory syndrome in children, a rare but dangerous respiratory condition.</p>\n<p>For the flu, unvaccinated young children are at higher risk of severe illness, as are adults age 65 and older, pregnant women and persons with underlying medical conditions, such as chronic heart disease, disorders of the kidneys, liver or blood, obesity or a weakened immune system.</p>\n<p>Most people who contract COVID-19 or the flu recover fully in a few weeks. However, there are accounts of some seriously ill COVID-19 patients surviving, but then struggling with <a href=\"https://medicalxpress.com/tags/residual+symptoms/\">residual symptoms</a> and effects lasting weeks or months.</p>\n<p>&quot;A small percentage of patients with severe COVID-19 pneumonia and ARDS (acute respiratory distress syndrome) may develop scarring in the lungs that creates long-term lung problems,&quot; said Dr. Jess Mandel, chief of the Division of Pulmonary, Critical Care and Sleep Medicine at UC San Diego Health. &quot;The vast majority do not have long-term lung problems. People may take several months to recover fully, but that is usually a consequence of being in an intensive care unit (ICU) for weeks, with loss of muscle mass and other issues. Most people with COVID-19 infections have some fatigue for a few weeks and then are back to normal.&quot;</p>\n<p>COVID-19 appears to attack other organs beyond the lungs, including kidneys and the heart. Dr. Eric Adler, cardiologist and director of Cardiac Transplant and Mechanical Circulatory Support at UC San Diego Health, said it's an evolving issue. A significant number of COVID-19 patients show signs of heart damage, he said, but it is not yet clear how often the damage is severe or long lasting. The risk of COVID-19-related heart damage appears greatest in older persons or those with pre-existing cardiovascular disease.</p>\n<p><b>How do I know if I have the flu or COVID-19?</b></p>\n<p>Dr. M. Monjur Alam, is a primary care physician at UC San Diego Health. He has seen and treated hundreds of patients with viral infections, of known and unknown origin.</p>\n<p>For a patient with symptoms that might be flu or COVID-19, Alam said the first step is to inquire of any known exposures to the latter within the past 14 days and any travel history to or from an area where confirmed COVID-19 cases are high. He would ask too whether the patient has been vaccinated in the past for influenza or pneumonia.</p>\n<p>COVID-19 and influenza have different incubation periods&mdash;the time between first exposure and onset of symptoms, if symptoms actually appear. (Up to 40% of infected persons carrying the coronavirus&mdash;and thus potentially spreading it&mdash;are asymptomatic.) The incubation period for COVID-19 is two to 14 days; for the flu, one to four days. (The common cold, which can be caused by other types of <a href=\"https://medicalxpress.com/tags/coronavirus/\">coronavirus</a>, incubates one to three days, on average.)</p>\n<p>&quot;Both flu and COVID-19 cases can present with fever, shortness of breath, body ache, diarrhea, fatigue and other symptoms,&quot; said Alam. &quot;With the flu, patients can experience a rapidly rising, high-grade fever with shaking chills within the first couple of days. From a clinical standpoint, new-onset loss of smell or loss of taste, with or without other viral symptoms, would put COVID-19 on the top of my list of probable causes.&quot;</p>\n<p>At this point, experts say contracting the flu seems more likely than getting COVID-19. The CDC estimates that, on average, 8% of the U.S. population gets sick from the flu each season, with a historical range of 3 to 11%, depending on the season and the virulence of prevailing flu strains.</p>\n<p>It is more difficult to measure the incidence of COVID-19, partly because it is a brand-new pathogen and partly because so many infected persons never display symptoms. Current estimates of cases and deaths are almost definitely undercounts. They do not include probable cases or cases not reported or diagnosed. CDC director Robert Redfield has estimated 10 additional infections for every reported COVID-19 case, which extrapolates to approximately 30 million cases or 10% of the U.S. population.</p>\n<p>Incidence is uneven, however, with some regions of the country harder hit. The U.S. has reported roughly one-quarter of all COVID-19 cases worldwide, though it accounts for just 4% of global population.</p>\n<p>Dr. David Pride, an infectious disease specialist and director of the molecular microbiology laboratory at UC San Diego Health, said test manufacturers are developing assays to detect and differentiate between flu and novel coronaviruses, though he said it's unlikely they will be widely available this season or &quot;game-changers.&quot;</p>\n<p>At UC San Diego Health, Pride said patients presenting symptoms that might be flu or COVID-19 may be tested for both illnesses, with results back within 24 hours. &quot;We expect demand for flu and COVID-19 testing to be high this flu season,&quot; he said. &quot;The one thing that can reduce the demand is continuing the current masking and social distancing practices. If people follow these practices, this could be one of the lightest flu seasons in a long time.&quot;</p>\n<p><b>What is standard of care for the flu and COVID-19?</b></p>\n<p>For the flu, usual treatment is bed rest, plenty of fluids, perhaps over-the-counter medications for fever and body aches. Doctors may prescribe antiviral medications, such as Tamiflu, Relenza, Rapivab or Xofluza, for persons at heightened risk. These drugs shorten the duration of illness and help prevent complications.</p>\n<p>&quot;I highly encourage people to consult with their primary care physician so that they can receive timely medical advice, especially if symptoms are worsening after five to seven days,&quot; said Alam. &quot;I also advise patients to complete their annual influenza immunization and pneumonia vaccination if they are of certain age groups (65 and older) and if they have chronic diseases like diabetes, heart disease, kidney diseases, lung disease or an immunocompromised state.&quot;</p>\n<p>COVID-19 can look a lot like the flu&mdash;at least in the beginning. If symptoms are not serious, diagnosed patients are advised to quarantine at home, with treatment similar to flu infections. There are currently no proven COVID-19-specific home treatments, and no standard outpatient treatment. The CDC recommends patients self-isolate at least 10 days after symptoms appear.</p>\n<p>&quot;I would say the main difference between the flu and COVID-19 treatments is that we do routinely use antiviral medication for the flu, such as Tamiflu, but there is no standard treatment for COVID-19 at this time other than supportive care,&quot; said Dr. Michele Ritter, an infectious disease specialist at UC San Diego Health and director of its COVID-19 outpatient clinic. &quot;So the main issue is that it's important to know if someone has flu because it means they may get an actual antiviral treatment.&quot;</p>\n<p>For UC San Diego Health patients diagnosed with COVID-19 and recuperating at home, Ritter's team monitors them closely, with daily calls to assess progress and determine if worsening symptoms might require hospitalization.</p>\n<p>Roughly 20% of persons with COVID-19 require hospitalization, with 5% of these patients in ICUs, perhaps requiring a mechanical ventilator to breathe.</p>\n<p>There are few approved treatments specifically for COVID-19. Remdesivir, an investigational antiviral, has been shown to modestly reduce symptoms and shorten the duration of COVID-19 in some patients, and may be prescribed under an FDA emergency use authorization (EUA). Numerous clinical trials are on-going to assess its efficacy.</p>\n<p>Dr. Amy Bellinghausen, a pulmonologist at UC San Diego Health, said dexamethasone, a corticosteroid commonly used to treat inflammatory conditions like arthritis, has shown promise in treating the sickest COVID-19 patients.</p>\n<p>The FDA has also issued an EUA for convalescent plasma (CP) therapy, which involves infusing patients with antibodies extracted from the blood of donors who have successfully recovered from COVID-19, with the hope that the resulting boost to their immune systems will shorten the length and reduce the severity of the disease.</p>\n<p>Evidence that CP therapy works is mixed, and a National Institutes of Health panel recently advised doctors to not treat CP as a standard of care until more research is done. Like remdesivir, clinical trials to test CP's safety and efficacy continue, including at UC San Diego Health.</p>\n<p>Most COVID-19 treatment in hospitals, said Bellinghausen, is supportive, including supplemental oxygen and extracorporeal membrane oxygenation. &quot;These interventions and others help keep the patient alive while the medication has time to work,&quot; Bellinghausen said.</p>\n<p><b>Is it possible to get the flu and COVID-19 at the same time?</b></p>\n<p>The answer is yes, maybe, probably not. SARS-CoV-2 and the flu are different viruses. They infect host cells using different methods; they behave differently within cells and inside the human body.</p>\n<p>There have been documented cases of patients testing positive for both COVID-19 and seasonal influenza. Some early studies suggested co-infection was rare; later studies indicate it might be more common than previously thought.</p>\n<p>&quot;We simply don't know because COVID hit at the end of the flu season and then with all of the public health measures, transmission of all respiratory viruses went down,&quot; said Dr. Francesca Torriani, program director of Infection Prevention and Clinical Epidemiology and an infectious disease specialist at UC San Diego Health. &quot;What we can say is that the populations at risk for severe disease and death are the same, so you want to avoid an additional infection that can be mitigated by vaccination.&quot;</p>\n<p>Last, some things to know and do (they should sound familiar)</p>\n<ol><li>Wear a mask and save a life</li><li>Socially distance</li><li>Wash your hands frequently</li></ol>\n<p>These three basic acts of social responsibility and compassion fundamentally slow and reduce the spread and incidence of COVID-19. They work equally well against the flu and, in fact, are credited with shortening the 2019-2020 flu season earlier this year.</p>\n<p>While the world waits for a scientifically validated vaccine for COVID-19, the flu vaccine for this season is already widely available. In most cases, the cost is covered by health insurance, nominal or free.</p>\n<p>The CDC recommends everyone over the age of six months be vaccinated. Exceptions are children under the age of six months and persons with severe, life-threatening allergies to the flu vaccine or any of its ingredients, which might include gelatin or antibiotics. Such persons should consult a physician.</p>\n<p>&quot;We live in uncertain times,&quot; said Torriani. &quot;We don't know when a COVID-19 vaccine will become available or how much and how quickly it will help end this pandemic. But we do know a lot about flu vaccines, which have been around for almost a century.</p>\n<p>&quot;Every year's flu vaccine is different, formulated to anticipate the season's most likely strains of the virus. Their effectiveness can vary from year to year&mdash;influenza viruses are moving targets, always changing due to a genetic phenomenon called antigenic shift&mdash;but in most years they prove a good match against circulating strains. And even in mismatched years, they provide some protection.&quot;</p>\n<p>And right now, we need all the protection we can get.</p>\n<p>Provided by <a href=\"https://medicalxpress.com/partners/university-of-california---san-diego/\">University of California - San Diego</a>  </p>", "text": "Even as the first wave of the pandemic still roils, fears are rising of a second crush of COVID-19 infections. But because the novel coronavirus is, well, novel, no one can yet say if that will happen. One thing is certain, though, another viral wave is coming: flu season.\nInfluenza season occurs during the cold half of the year in each hemisphere. In the United States, that's generally October to May, with peak activity December through February. After early hopes that the novel coronavirus might burn itself out in the summer heat, SARS-CoV-2 now appears more likely to be a year-round phenomenon.\n\"Many factors influence the prevalence of viruses,\" said Pascal Gagneux, professor of pathology and evolutionary biologist at University of California San Diego School of Medicine. \"These range from the behaviors of their human hosts and the vectors that transmit them to environmental conditions and their own adaptations.\n\"Coronaviruses have a genome almost three times as big as influenza A viruses so that gives them a larger and more complex bag of tricks to manipulate their hosts and evade their protective immune response. My guess at the moment is that SARS-CoV-2 will continue to remain a significant public health threat until there is an effective vaccine and some degree of herd immunity.\"\nIf humans face the prospect of living with the dual threats of COVID-19 and influenza for at least part of every year, there are things to know and things to do to reduce risk of infection or, possibly, co-infection (a simultaneous infection of COVID-19 and the flu). Most immediately, that means getting this year's flu vaccination.\n\"There isn't a vaccine for COVID-19,\" said Dr. Davey Smith, a translational research virologist and head of the Division of Infectious Diseases and Global Public Health at University of California San Diego School of Medicine. \"A lot of people, including myself and colleagues at UC San Diego, are working very hard to develop one or more vaccines proven safe and effective. But that goal is months away. Right now, though, there is a readily available flu vaccine.\"\nFirst, some things to know and remember\nBoth influenza and COVID-19 can result in severe illness and death, though the latter has proven more deadly. The 2019-2020 flu season resulted in 39 to 56 million cases and an estimated 24,000 to 62,000 deaths. The U.S. Centers for Disease Control and Prevention (CDC) originally projected that the 2019-2020 flu season would be among the worst in recent history, but a late, sharp drop in cases ended the season six weeks earlier than normal.\nThe COVID-19 pandemic emerged as flu season closed. It continues, with at last count 6.3 million cases and 189,000 deaths in the United States; 27.4 million cases and 898,000 deaths worldwide since January.\nOlder adults, persons with certain underlying medical conditions, such as diabetes, heart problems, cancer, obesity and chronic kidney disease, are at highest risk for developing severe COVID-19 complications. Other suspected factors may be asthma, hypertension, HIV, liver disease, smoking and pregnancy. Young children appear to be at least risk for severe COVID-19 complications, with the exception of multisystem inflammatory syndrome in children, a rare but dangerous respiratory condition.\nFor the flu, unvaccinated young children are at higher risk of severe illness, as are adults age 65 and older, pregnant women and persons with underlying medical conditions, such as chronic heart disease, disorders of the kidneys, liver or blood, obesity or a weakened immune system.\nMost people who contract COVID-19 or the flu recover fully in a few weeks. However, there are accounts of some seriously ill COVID-19 patients surviving, but then struggling with residual symptoms and effects lasting weeks or months.\n\"A small percentage of patients with severe COVID-19 pneumonia and ARDS (acute respiratory distress syndrome) may develop scarring in the lungs that creates long-term lung problems,\" said Dr. Jess Mandel, chief of the Division of Pulmonary, Critical Care and Sleep Medicine at UC San Diego Health. \"The vast majority do not have long-term lung problems. People may take several months to recover fully, but that is usually a consequence of being in an intensive care unit (ICU) for weeks, with loss of muscle mass and other issues. Most people with COVID-19 infections have some fatigue for a few weeks and then are back to normal.\"\nCOVID-19 appears to attack other organs beyond the lungs, including kidneys and the heart. Dr. Eric Adler, cardiologist and director of Cardiac Transplant and Mechanical Circulatory Support at UC San Diego Health, said it's an evolving issue. A significant number of COVID-19 patients show signs of heart damage, he said, but it is not yet clear how often the damage is severe or long lasting. The risk of COVID-19-related heart damage appears greatest in older persons or those with pre-existing cardiovascular disease.\nHow do I know if I have the flu or COVID-19?\nDr. M. Monjur Alam, is a primary care physician at UC San Diego Health. He has seen and treated hundreds of patients with viral infections, of known and unknown origin.\nFor a patient with symptoms that might be flu or COVID-19, Alam said the first step is to inquire of any known exposures to the latter within the past 14 days and any travel history to or from an area where confirmed COVID-19 cases are high. He would ask too whether the patient has been vaccinated in the past for influenza or pneumonia.\nCOVID-19 and influenza have different incubation periods—the time between first exposure and onset of symptoms, if symptoms actually appear. (Up to 40% of infected persons carrying the coronavirus—and thus potentially spreading it—are asymptomatic.) The incubation period for COVID-19 is two to 14 days; for the flu, one to four days. (The common cold, which can be caused by other types of coronavirus, incubates one to three days, on average.)\n\"Both flu and COVID-19 cases can present with fever, shortness of breath, body ache, diarrhea, fatigue and other symptoms,\" said Alam. \"With the flu, patients can experience a rapidly rising, high-grade fever with shaking chills within the first couple of days. From a clinical standpoint, new-onset loss of smell or loss of taste, with or without other viral symptoms, would put COVID-19 on the top of my list of probable causes.\"\nAt this point, experts say contracting the flu seems more likely than getting COVID-19. The CDC estimates that, on average, 8% of the U.S. population gets sick from the flu each season, with a historical range of 3 to 11%, depending on the season and the virulence of prevailing flu strains.\nIt is more difficult to measure the incidence of COVID-19, partly because it is a brand-new pathogen and partly because so many infected persons never display symptoms. Current estimates of cases and deaths are almost definitely undercounts. They do not include probable cases or cases not reported or diagnosed. CDC director Robert Redfield has estimated 10 additional infections for every reported COVID-19 case, which extrapolates to approximately 30 million cases or 10% of the U.S. population.\nIncidence is uneven, however, with some regions of the country harder hit. The U.S. has reported roughly one-quarter of all COVID-19 cases worldwide, though it accounts for just 4% of global population.\nDr. David Pride, an infectious disease specialist and director of the molecular microbiology laboratory at UC San Diego Health, said test manufacturers are developing assays to detect and differentiate between flu and novel coronaviruses, though he said it's unlikely they will be widely available this season or \"game-changers.\"\nAt UC San Diego Health, Pride said patients presenting symptoms that might be flu or COVID-19 may be tested for both illnesses, with results back within 24 hours. \"We expect demand for flu and COVID-19 testing to be high this flu season,\" he said. \"The one thing that can reduce the demand is continuing the current masking and social distancing practices. If people follow these practices, this could be one of the lightest flu seasons in a long time.\"\nWhat is standard of care for the flu and COVID-19?\nFor the flu, usual treatment is bed rest, plenty of fluids, perhaps over-the-counter medications for fever and body aches. Doctors may prescribe antiviral medications, such as Tamiflu, Relenza, Rapivab or Xofluza, for persons at heightened risk. These drugs shorten the duration of illness and help prevent complications.\n\"I highly encourage people to consult with their primary care physician so that they can receive timely medical advice, especially if symptoms are worsening after five to seven days,\" said Alam. \"I also advise patients to complete their annual influenza immunization and pneumonia vaccination if they are of certain age groups (65 and older) and if they have chronic diseases like diabetes, heart disease, kidney diseases, lung disease or an immunocompromised state.\"\nCOVID-19 can look a lot like the flu—at least in the beginning. If symptoms are not serious, diagnosed patients are advised to quarantine at home, with treatment similar to flu infections. There are currently no proven COVID-19-specific home treatments, and no standard outpatient treatment. The CDC recommends patients self-isolate at least 10 days after symptoms appear.\n\"I would say the main difference between the flu and COVID-19 treatments is that we do routinely use antiviral medication for the flu, such as Tamiflu, but there is no standard treatment for COVID-19 at this time other than supportive care,\" said Dr. Michele Ritter, an infectious disease specialist at UC San Diego Health and director of its COVID-19 outpatient clinic. \"So the main issue is that it's important to know if someone has flu because it means they may get an actual antiviral treatment.\"\nFor UC San Diego Health patients diagnosed with COVID-19 and recuperating at home, Ritter's team monitors them closely, with daily calls to assess progress and determine if worsening symptoms might require hospitalization.\nRoughly 20% of persons with COVID-19 require hospitalization, with 5% of these patients in ICUs, perhaps requiring a mechanical ventilator to breathe.\nThere are few approved treatments specifically for COVID-19. Remdesivir, an investigational antiviral, has been shown to modestly reduce symptoms and shorten the duration of COVID-19 in some patients, and may be prescribed under an FDA emergency use authorization (EUA). Numerous clinical trials are on-going to assess its efficacy.\nDr. Amy Bellinghausen, a pulmonologist at UC San Diego Health, said dexamethasone, a corticosteroid commonly used to treat inflammatory conditions like arthritis, has shown promise in treating the sickest COVID-19 patients.\nThe FDA has also issued an EUA for convalescent plasma (CP) therapy, which involves infusing patients with antibodies extracted from the blood of donors who have successfully recovered from COVID-19, with the hope that the resulting boost to their immune systems will shorten the length and reduce the severity of the disease.\nEvidence that CP therapy works is mixed, and a National Institutes of Health panel recently advised doctors to not treat CP as a standard of care until more research is done. Like remdesivir, clinical trials to test CP's safety and efficacy continue, including at UC San Diego Health.\nMost COVID-19 treatment in hospitals, said Bellinghausen, is supportive, including supplemental oxygen and extracorporeal membrane oxygenation. \"These interventions and others help keep the patient alive while the medication has time to work,\" Bellinghausen said.\nIs it possible to get the flu and COVID-19 at the same time?\nThe answer is yes, maybe, probably not. SARS-CoV-2 and the flu are different viruses. They infect host cells using different methods; they behave differently within cells and inside the human body.\nThere have been documented cases of patients testing positive for both COVID-19 and seasonal influenza. Some early studies suggested co-infection was rare; later studies indicate it might be more common than previously thought.\n\"We simply don't know because COVID hit at the end of the flu season and then with all of the public health measures, transmission of all respiratory viruses went down,\" said Dr. Francesca Torriani, program director of Infection Prevention and Clinical Epidemiology and an infectious disease specialist at UC San Diego Health. \"What we can say is that the populations at risk for severe disease and death are the same, so you want to avoid an additional infection that can be mitigated by vaccination.\"\nLast, some things to know and do (they should sound familiar)\nWear a mask and save a life\nSocially distance\nWash your hands frequently\nThese three basic acts of social responsibility and compassion fundamentally slow and reduce the spread and incidence of COVID-19. They work equally well against the flu and, in fact, are credited with shortening the 2019-2020 flu season earlier this year.\nWhile the world waits for a scientifically validated vaccine for COVID-19, the flu vaccine for this season is already widely available. In most cases, the cost is covered by health insurance, nominal or free.\nThe CDC recommends everyone over the age of six months be vaccinated. Exceptions are children under the age of six months and persons with severe, life-threatening allergies to the flu vaccine or any of its ingredients, which might include gelatin or antibiotics. Such persons should consult a physician.\n\"We live in uncertain times,\" said Torriani. \"We don't know when a COVID-19 vaccine will become available or how much and how quickly it will help end this pandemic. But we do know a lot about flu vaccines, which have been around for almost a century.\n\"Every year's flu vaccine is different, formulated to anticipate the season's most likely strains of the virus. Their effectiveness can vary from year to year—influenza viruses are moving targets, always changing due to a genetic phenomenon called antigenic shift—but in most years they prove a good match against circulating strains. And even in mismatched years, they provide some protection.\"\nAnd right now, we need all the protection we can get.\nProvided by University of California - San Diego"}]}