{"request": {"pageUrl": "https://www.emsworld.com/press-release/1224926/data-king-co-covid-19-protocols-kept-providers-safer", "api": "article", "version": 3}, "objects": [{"date": "Mon, 28 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 367, "width": 285, "diffbotUri": "image|3|1808854974", "title": "Mileposts in King County's COVID-19 protocol (Photo: UW Medicine)", "url": "https://www.emsworld.com/sites/emsworld.com/files/2020-09/King%20Co%20COVID-19%20protocol%20mileposts.jpg", "naturalWidth": 700, "primary": true, "height": 149}], "author": "UW Medicine", "estimatedDate": "Mon, 28 Sep 2020 00:00:00 GMT", "icon": "https://www.emsworld.com/sites/emsworld.com/files/EMS_Favicon.png", "diffbotUri": "article|3|-1627888123", "siteName": "EMS World", "type": "article", "title": "Data: King Co. COVID-19 Protocols Kept Providers Safer", "tags": [{"score": 0.9980985522270203, "sentiment": 0, "count": 9, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.7706962823867798, "sentiment": 0, "count": 3, "label": "King County", "uri": "https://diffbot.com/entity/AeFdTGHHbM5-PwrD-nNQIzg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}], "humanLanguage": "en", "pageUrl": "https://www.emsworld.com/press-release/1224926/data-king-co-covid-19-protocols-kept-providers-safer", "html": "<figure><img alt=\"\" src=\"https://www.emsworld.com/sites/emsworld.com/files/2020-09/King%20Co%20COVID-19%20protocol%20mileposts.jpg\"></img><figcaption>Mileposts in King County's COVID-19 protocol (Photo: UW Medicine)</figcaption></figure>\n<p><em>PRESS RELEASE</em></p>\n<p>When COVID-19 hit King County, Washington, the county&rsquo;s emergency medical services (EMS) immediately implemented procedures to protect its providers. Those protocols were updated as the outbreak intensified and more was learned about the virus.</p>\n<p>These efforts, a new study has found, greatly reduced the risk of exposure among EMS providers who came into contact with patients with COVID-19, reducing the providers&rsquo; risk of infection and the number of days they had to be quarantined, and conserving their personal protective equipment (PPE).</p>\n<p>The study reviewed 911 calls for COVID-19-infected patients in King County between Feb. 14 and March 26, 2020, and the EMS providers who responded. It was conducted by researchers at UW Medicine, Public Health-Seattle &amp; King County, and the region&rsquo;s agencies and fire departments that provide EMS services.</p>\n<p>&ldquo;Because we were the first region in the U.S. to be hit by the virus, we knew we had to track the occupational exposure of our providers carefully and monitor the effectiveness of our procedures and PPE protocols,&rdquo; said co-author Catherine Counts, Ph.D., an acting instructor of emergency medicine at the University of Washington School of Medicine and quality-improvement and research manager for the Medic One service. &ldquo;Operationally, we were fluid. As more information about COVID-19 became apparent and we better understood the disease, we modified how we responded to guarantee the safety of our providers while not sacrificing clinical care.&rdquo;</p>\n<p>The researchers determined that during the six-week study period, there were 988 EMS encounters with a COVID-19 infected patient, involving 700 providers. Yet only three (0.4%) of the EMS providers tested positive for the virus within 14 days of an encounters. What's more, these infections could not necessarily be attributed to patient exposures because all of the providers who tested positive had worn adequate PPE while responding to those calls.</p>\n<p>Initially, local EMS services followed guidelines issued by Centers for Disease Control and Prevention. In early March, EMS providers were advised to wear masks, protective eyewear, gloves and gowns if encountering a person with a respiratory illness and fever and had traveled to an area where the disease was endemic &mdash; first Wuhan, China, then China and other countries in Asia and Europe where the virus had struck, or had had contact with someone with confirmed COVID-19.</p>\n<p>As more cases emerged among residents of long-term care facilities and patients at dialysis centers, EMS providers were advised to wear full PPE when called to such locations, regardless of the patients' symptoms. Eventually, as even more cases were diagnosed in the community, full PPE was required for all contacts with anyone with fever or respiratory symptoms.</p>\n<p>EMS providers were using large quantities of PPE, but only about 5% of the encounters involved patients with COVID-19. This prompted the EMS leadership to implement a &ldquo;scout program&rdquo; in mid-March in which a subset of an EMS team would don full PPE and enter the &ldquo;hot zone,&rdquo; where they could evaluate a patient while the rest of the team remained in contact a safe distance away. This greatly reduced use of PPE.</p>\n<p>The researchers found that as the county refined its procedures, the appropriate use of PPE improved and exposures declined. In about 67% of true COVID-19 encounters, the EMS providers wore full PPE, and in about 30%, they wore basic gloves and eye protection, which is standard EMS procedure.</p>\n<p>Altogether, 151 EMS encounters were determined to be possible exposures, defined as encounters in which PPE was deemed inadequate to protect the provider from acquiring COVID-19. In these cases, the EMS providers were quarantined for 14 days. However nearly all of these exposures, 94%, occurred in the first half of the study span and the number of exposures of providers in quarantine on a given day declined rapidly in the study span's second half.</p>\n<p>&ldquo;We really saw exposures tail off by the end of March after the adoption of the &lsquo;scout program&rsquo; and overall compliance with the recommended procedures,&rdquo; said Counts. &ldquo;Exposures late in the month were often inadvertent, due to something like a mask slipping while performing patient care.</p>\n<p>&ldquo;One take home message is that PPE works,&rdquo; she added. &ldquo;We know that but it helps to be reminded.&rdquo;</p>\n<p><em>Disclaimer: The views, thoughts, and opinions expressed in the press release above belong solely to the company/vendor/author and do not necessarily reflect those of EMS World or HMP.</em></p>", "text": "PRESS RELEASE\nWhen COVID-19 hit King County, Washington, the county’s emergency medical services (EMS) immediately implemented procedures to protect its providers. Those protocols were updated as the outbreak intensified and more was learned about the virus.\nThese efforts, a new study has found, greatly reduced the risk of exposure among EMS providers who came into contact with patients with COVID-19, reducing the providers’ risk of infection and the number of days they had to be quarantined, and conserving their personal protective equipment (PPE).\nThe study reviewed 911 calls for COVID-19-infected patients in King County between Feb. 14 and March 26, 2020, and the EMS providers who responded. It was conducted by researchers at UW Medicine, Public Health-Seattle & King County, and the region’s agencies and fire departments that provide EMS services.\n“Because we were the first region in the U.S. to be hit by the virus, we knew we had to track the occupational exposure of our providers carefully and monitor the effectiveness of our procedures and PPE protocols,” said co-author Catherine Counts, Ph.D., an acting instructor of emergency medicine at the University of Washington School of Medicine and quality-improvement and research manager for the Medic One service. “Operationally, we were fluid. As more information about COVID-19 became apparent and we better understood the disease, we modified how we responded to guarantee the safety of our providers while not sacrificing clinical care.”\nThe researchers determined that during the six-week study period, there were 988 EMS encounters with a COVID-19 infected patient, involving 700 providers. Yet only three (0.4%) of the EMS providers tested positive for the virus within 14 days of an encounters. What's more, these infections could not necessarily be attributed to patient exposures because all of the providers who tested positive had worn adequate PPE while responding to those calls.\nInitially, local EMS services followed guidelines issued by Centers for Disease Control and Prevention. In early March, EMS providers were advised to wear masks, protective eyewear, gloves and gowns if encountering a person with a respiratory illness and fever and had traveled to an area where the disease was endemic — first Wuhan, China, then China and other countries in Asia and Europe where the virus had struck, or had had contact with someone with confirmed COVID-19.\nAs more cases emerged among residents of long-term care facilities and patients at dialysis centers, EMS providers were advised to wear full PPE when called to such locations, regardless of the patients' symptoms. Eventually, as even more cases were diagnosed in the community, full PPE was required for all contacts with anyone with fever or respiratory symptoms.\nEMS providers were using large quantities of PPE, but only about 5% of the encounters involved patients with COVID-19. This prompted the EMS leadership to implement a “scout program” in mid-March in which a subset of an EMS team would don full PPE and enter the “hot zone,” where they could evaluate a patient while the rest of the team remained in contact a safe distance away. This greatly reduced use of PPE.\nThe researchers found that as the county refined its procedures, the appropriate use of PPE improved and exposures declined. In about 67% of true COVID-19 encounters, the EMS providers wore full PPE, and in about 30%, they wore basic gloves and eye protection, which is standard EMS procedure.\nAltogether, 151 EMS encounters were determined to be possible exposures, defined as encounters in which PPE was deemed inadequate to protect the provider from acquiring COVID-19. In these cases, the EMS providers were quarantined for 14 days. However nearly all of these exposures, 94%, occurred in the first half of the study span and the number of exposures of providers in quarantine on a given day declined rapidly in the study span's second half.\n“We really saw exposures tail off by the end of March after the adoption of the ‘scout program’ and overall compliance with the recommended procedures,” said Counts. “Exposures late in the month were often inadvertent, due to something like a mask slipping while performing patient care.\n“One take home message is that PPE works,” she added. “We know that but it helps to be reminded.”\nDisclaimer: The views, thoughts, and opinions expressed in the press release above belong solely to the company/vendor/author and do not necessarily reflect those of EMS World or HMP."}]}