{"request": {"pageUrl": "https://www.sciencenews.org/article/coronavirus-summer-camps-covid19-outbreaks", "api": "article", "version": 3}, "objects": [{"date": "Tue, 29 Sep 2020 09:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 579, "width": 864, "diffbotUri": "image|3|703793628", "title": "Measures to limit the spread of the coronavirus, like wearing masks, grouping kids together in cohorts and social distancing, helped protect more than 1,000 kids and staff members at summer camps in Maine from getting infected.", "url": "https://www.sciencenews.org/wp-content/uploads/2020/08/082820_eg_covidcamp_feat-1028x579.jpg", "naturalWidth": 1028, "primary": true, "height": 486}, {"naturalHeight": 361, "width": 574, "diffbotUri": "image|3|-1537418374", "url": "https://www.sciencenews.org/wp-content/uploads/2020/08/082820_eg_covidcamp_inline1_desktop.png", "naturalWidth": 680, "height": 304}], "estimatedDate": "Thu, 01 Oct 2020 03:40:41 GMT", "publisherRegion": "North America", "icon": "https://www.sciencenews.org/wp-content/uploads/2019/08/SN_favicon-186x186.png", "diffbotUri": "article|3|1794693533", "siteName": "Science News", "type": "article", "title": "How four summer camps in Maine prevented COVID-19 outbreaks", "tags": [{"score": 0.9993797540664673, "sentiment": -0.448, "count": 12, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9965277314186096, "sentiment": 0, "count": 1, "label": "Maine", "uri": "https://diffbot.com/entity/ABSPdRFDRPsyAz1oBWL8VBA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9185811281204224, "sentiment": 0, "count": 2, "label": "Florida", "uri": "https://diffbot.com/entity/A5csTBRvPP-eYFCUFXqXNLQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.9127568602561951, "sentiment": 0, "count": 2, "label": "Bermuda", "uri": "https://diffbot.com/entity/Am97aFWGYPu2aQgmJvTt44A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}, {"score": 0.7747891545295715, "sentiment": 0, "count": 1, "label": "Brian Nichols", "uri": "https://diffbot.com/entity/PfiPo25kVPE6UtefwFN0l1Q", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7436884641647339, "sentiment": 0, "count": 2, "label": "Puerto Rico", "uri": "https://diffbot.com/entity/A4hNfp4CoNYmddb4gcdN5cg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Region", "http://dbpedia.org/ontology/AdministrativeRegion", "http://dbpedia.org/ontology/GovernmentalAdministrativeRegion", "http://dbpedia.org/ontology/Province"]}, {"score": 0.7210729122161865, "sentiment": 0, "count": 2, "label": "Texas", "uri": "https://diffbot.com/entity/AkoIuXpjvM6eoD4DCh1PbPA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.6855844855308533, "sentiment": 0, "count": 1, "label": "Arizona", "uri": "https://diffbot.com/entity/AkKWs_QfaM9i8ZUIhyb7xJQ", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}], "publisherCountry": "United States", "humanLanguage": "en", "pageUrl": "https://www.sciencenews.org/article/coronavirus-summer-camps-covid19-outbreaks", "html": "<figure> <img alt=\"group of children at camp running along a path\" src=\"https://www.sciencenews.org/wp-content/uploads/2020/08/082820_eg_covidcamp_feat-1028x579.jpg\"></img> <figcaption>Measures to limit the spread of the coronavirus, like wearing masks, grouping kids together in cohorts and social distancing, helped protect more than 1,000 kids and staff members at summer camps in Maine from getting infected.</figcaption></figure>\n<p>As the coronavirus hit communities across the United States over the summer, four overnight camps in Maine successfully kept the virus at bay.</p>\n<p>Of 1,022 people who attended the summer camps, which included campers and staff members, <a href=\"https://www.cdc.gov/mmwr/volumes/69/wr/mm6935e1.htm?s_cid=mm6935e1_w\">only three people</a> tested positive for COVID-19, researchers report August 26 in the <em>Morbidity and Mortality Weekly Report</em>. That&rsquo;s because the people who came to Maine from 41 U.S. states, Puerto Rico, Bermuda and five other countries diligently followed public health measures put in place to stop transmission, the team says.</p>\n<p>The camps&rsquo; success, as well as others including <a href=\"https://www.cdc.gov/mmwr/volumes/69/wr/mm6934e2.htm?s_cid=mm6934e2_w\">child care programs in Rhode Island</a> that limited coronavirus transmission, could point to a path forward for places like schools that are reopening with in-person classes in the face of the ongoing pandemic, though challenges remain.</p>\n<p>At the camps, a combination of testing, social bubbles, social distancing, masks, quarantine and isolation prevented outbreaks.</p>\n<figure><picture>    </picture></figure>\n<p>Before arriving at camp, officials told all 642 children and 380 staff members to quarantine with their households for 10 to 14 days. Attendees were also tested for COVID-19 five to seven days prior to arrival &mdash; with the exception of 12 people who had already been previously diagnosed. Four people tested positive for the virus and isolated for 10 days at home before heading off to one of the camps, which were in session at different times from mid-June to mid-August. (Three of the four camps ran for less than 50 days and the other went on for 62 days.)</p>\n<p>Once on site, the campers and staff participated in daily symptom checks and activities held largely outdoors. They also hung out in small &ldquo;bubbles,&rdquo; or cohorts, that ranged from five to 44 people in size and became like family during the weeks at camp, the researchers say. If people interacted with anyone outside their group, masks and social distancing were required.</p>\n<p>&ldquo;We wanted to give the kids the ability to have a family unit at camp that they didn&rsquo;t need to be masked or social distanced from,&rdquo; says Laura Blaisdell, a pediatrician at Maine Medical Center Research Institute in Scarborough who worked on the new report.</p>\n<p>Attendees came to Maine via car, bus and plane, and could have been exposed to the virus after their initial test, so officials retested the 1,006 attendees who had never had COVID-19 four to nine days after their arrival.</p>\n<p>In that round of testing, two staff members and one camper from three different camps tested positive but never developed symptoms. Their cohorts were quarantined for two weeks, but still &ldquo;were able to have a camp experience &hellip; and continue to have fun and play together,&rdquo; Blaisdell says. The three positive cases didn&rsquo;t transmit the virus to anyone else before they were identified. They each remained isolated until they had two negative test results.</p>\n<h3>Off to camp</h3>\n<p>More than 1,000 people from 41 U.S. states, as well as Puerto Rico, Bermuda and several other countries, attended summer camps in Maine from mid-June to mid-August. The map shown here indicates which states campers and staff members came from. (No one attended from states colored white.) A fair number of people traveled from states like Texas and Florida that were hit hard over the summer (seven-day daily average rate of coronavirus infection as calculated on July 1, shown), but the camps&rsquo; public health measures prevented outbreaks. States with less than 10 cases per 100,000 population are not designated.</p>\n<h5>Camp population, by home state, and states&rsquo; COVID-19 infection rates</h5>\n<figure><img alt=\"\" src=\"https://www.sciencenews.org/wp-content/uploads/2020/08/082820_eg_covidcamp_inline1_desktop.png\"></img><figcaption>L.L. Blaisdell <em>et al</em>/MMWR 2020</figcaption></figure>\n<p>Some people traveled to Maine from areas where COVID-19 cases were surging over the summer, including Texas, Arizona and Florida. But rigorous testing quickly identified potential spreaders, and small cohorts allowed officials to quickly identify those most at risk of catching the virus.</p>\n<p>In that way, &ldquo;cohorting is an unsung hero of public health intervention,&rdquo; Blaisdell says.</p>\n<p>While interventions like cohorts, social distancing and wearing masks can help reduce coronavirus transmission on their own to some extent, each method has limitations. Combining such strategies into a layered approach where people follow multiple guidelines to curb the virus&rsquo; spread, like the Maine camps did, can further protect the members of a community.</p>\n<p>&ldquo;Every public health layer is like a layer of Swiss cheese with a hole in it,&rdquo; Blaisdell says. It&rsquo;s the stacking of &ldquo;multiple layers of cheese on top of each other that close those holes and makes for a robust [infectious] disease plan.&rdquo;</p>\n<p>By contrast, a summer camp in Georgia faced an <a href=\"https://www.sciencenews.org/article/coronavirus-covid19-outbreak-georgia-summer-camp\">outbreak of the virus</a> even after requiring attendees to provide proof of a negative test before arrival. But there, campers were not required to wear masks, weren&rsquo;t tested after they arrived at camp and participated in both indoor and outdoor activities (<em>SN: 7/31/20</em>).</p>\n<p>Still, the isolated nature of the summer camps in Maine likely made creating a relatively COVID-19&ndash;free bubble much easier than it might be at <a href=\"https://www.sciencenews.org/article/covid-19-coronavirus-kids-schools-opening-when-how-risks\">K&ndash;12 schools</a> or universities around the country, where people come and go and may not live on site (<em>SN: 8/4/20</em>). There were some staff members at the four camps in Maine who went home every day, but those people were required to wear masks at all times and social distance from other attendees. It also likely helped that the amount of coronavirus circulating in Maine was quite low while the camps were running.</p>\n<p>What&rsquo;s more, the larger the school, the harder it will probably be to make sure that public health interventions are being adhered to. &ldquo;If you follow the rules, then this can absolutely be successful,&rdquo; says Brian Nichols, a virologist at Seton Hall University in South Orange, N.J. But, &ldquo;when you scale it up and start looking at public schools and universities, you just have to plan on the fact that some people aren&rsquo;t going to follow the rules.&rdquo;</p>\n<p>Nevertheless, the success in Maine hints that containing the virus is possible with a targeted, layered approach, Blaisdell says. &ldquo;As schools and colleges begin to consider opening, they need to look at their community as a bubble,&rdquo; she says. &ldquo;We all need to be making contracts with each other about the behaviors that we&rsquo;re going to do.&rdquo;</p>\n<figure><picture>    </picture></figure>\n<h3> Trustworthy journalism comes at a price. </h3>\n<p>Scientists and journalists share a core belief in questioning, observing and verifying to reach the truth. <em>Science News</em> reports on crucial research and discovery across science disciplines. We need your financial support to make it happen &ndash; every contribution makes a difference.</p>\n<p><a href=\"https://www.sciencenews.org/subscription-3?utm_source=cta&utm_medium=story&utm_campaign=trustworthy_journalism\">Subscribe or Donate Now</a></p>", "text": "As the coronavirus hit communities across the United States over the summer, four overnight camps in Maine successfully kept the virus at bay.\nOf 1,022 people who attended the summer camps, which included campers and staff members, only three people tested positive for COVID-19, researchers report August 26 in the Morbidity and Mortality Weekly Report. That’s because the people who came to Maine from 41 U.S. states, Puerto Rico, Bermuda and five other countries diligently followed public health measures put in place to stop transmission, the team says.\nThe camps’ success, as well as others including child care programs in Rhode Island that limited coronavirus transmission, could point to a path forward for places like schools that are reopening with in-person classes in the face of the ongoing pandemic, though challenges remain.\nAt the camps, a combination of testing, social bubbles, social distancing, masks, quarantine and isolation prevented outbreaks.\nBefore arriving at camp, officials told all 642 children and 380 staff members to quarantine with their households for 10 to 14 days. Attendees were also tested for COVID-19 five to seven days prior to arrival — with the exception of 12 people who had already been previously diagnosed. Four people tested positive for the virus and isolated for 10 days at home before heading off to one of the camps, which were in session at different times from mid-June to mid-August. (Three of the four camps ran for less than 50 days and the other went on for 62 days.)\nOnce on site, the campers and staff participated in daily symptom checks and activities held largely outdoors. They also hung out in small “bubbles,” or cohorts, that ranged from five to 44 people in size and became like family during the weeks at camp, the researchers say. If people interacted with anyone outside their group, masks and social distancing were required.\n“We wanted to give the kids the ability to have a family unit at camp that they didn’t need to be masked or social distanced from,” says Laura Blaisdell, a pediatrician at Maine Medical Center Research Institute in Scarborough who worked on the new report.\nAttendees came to Maine via car, bus and plane, and could have been exposed to the virus after their initial test, so officials retested the 1,006 attendees who had never had COVID-19 four to nine days after their arrival.\nIn that round of testing, two staff members and one camper from three different camps tested positive but never developed symptoms. Their cohorts were quarantined for two weeks, but still “were able to have a camp experience … and continue to have fun and play together,” Blaisdell says. The three positive cases didn’t transmit the virus to anyone else before they were identified. They each remained isolated until they had two negative test results.\nOff to camp\nMore than 1,000 people from 41 U.S. states, as well as Puerto Rico, Bermuda and several other countries, attended summer camps in Maine from mid-June to mid-August. The map shown here indicates which states campers and staff members came from. (No one attended from states colored white.) A fair number of people traveled from states like Texas and Florida that were hit hard over the summer (seven-day daily average rate of coronavirus infection as calculated on July 1, shown), but the camps’ public health measures prevented outbreaks. States with less than 10 cases per 100,000 population are not designated.\nCamp population, by home state, and states’ COVID-19 infection rates\nSome people traveled to Maine from areas where COVID-19 cases were surging over the summer, including Texas, Arizona and Florida. But rigorous testing quickly identified potential spreaders, and small cohorts allowed officials to quickly identify those most at risk of catching the virus.\nIn that way, “cohorting is an unsung hero of public health intervention,” Blaisdell says.\nWhile interventions like cohorts, social distancing and wearing masks can help reduce coronavirus transmission on their own to some extent, each method has limitations. Combining such strategies into a layered approach where people follow multiple guidelines to curb the virus’ spread, like the Maine camps did, can further protect the members of a community.\n“Every public health layer is like a layer of Swiss cheese with a hole in it,” Blaisdell says. It’s the stacking of “multiple layers of cheese on top of each other that close those holes and makes for a robust [infectious] disease plan.”\nBy contrast, a summer camp in Georgia faced an outbreak of the virus even after requiring attendees to provide proof of a negative test before arrival. But there, campers were not required to wear masks, weren’t tested after they arrived at camp and participated in both indoor and outdoor activities (SN: 7/31/20).\nStill, the isolated nature of the summer camps in Maine likely made creating a relatively COVID-19–free bubble much easier than it might be at K–12 schools or universities around the country, where people come and go and may not live on site (SN: 8/4/20). There were some staff members at the four camps in Maine who went home every day, but those people were required to wear masks at all times and social distance from other attendees. It also likely helped that the amount of coronavirus circulating in Maine was quite low while the camps were running.\nWhat’s more, the larger the school, the harder it will probably be to make sure that public health interventions are being adhered to. “If you follow the rules, then this can absolutely be successful,” says Brian Nichols, a virologist at Seton Hall University in South Orange, N.J. But, “when you scale it up and start looking at public schools and universities, you just have to plan on the fact that some people aren’t going to follow the rules.”\nNevertheless, the success in Maine hints that containing the virus is possible with a targeted, layered approach, Blaisdell says. “As schools and colleges begin to consider opening, they need to look at their community as a bubble,” she says. “We all need to be making contracts with each other about the behaviors that we’re going to do.”\nTrustworthy journalism comes at a price.\nScientists and journalists share a core belief in questioning, observing and verifying to reach the truth. Science News reports on crucial research and discovery across science disciplines. We need your financial support to make it happen – every contribution makes a difference.\nSubscribe or Donate Now"}]}