{"request": {"pageUrl": "https://www.thedailybeast.com/coronavirus-is-swamping-university-and-college-campuses-weeks-after-reopening", "api": "article", "version": 3}, "objects": [{"date": "Thu, 03 Sep 2020 22:24:00 GMT", "sentiment": -0.512, "images": [{"author": "Melissa Sue Gerrits/Getty", "naturalHeight": 0, "width": 970, "diffbotUri": "image|3|-1998389706", "url": "https://img.thedailybeast.com/image/upload/c_crop,d_placeholder_euli9k,h_4140,w_7360,x_0,y_771/dpr_1.5/c_limit,w_1044/fl_lossy,q_auto/v1599156169/GettyImages-1228093503_a1e26f", "naturalWidth": 0, "primary": true, "height": 545}], "author": "Pilar Melendez", "estimatedDate": "Thu, 03 Sep 2020 22:24:00 GMT", "icon": "https://www.thedailybeast.com/static/media/favicon.b30a79ed.ico", "diffbotUri": "article|3|-1425126901", "siteName": "The Daily Beast", "type": "article", "title": "‘Increasingly Alarming’: Coronavirus Is Swamping Campuses Weeks After Reopening", "tags": [{"score": 0.8758734464645386, "sentiment": -0.978, "count": 11, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8729196190834045, "sentiment": 0, "count": 3, "label": "Indiana University", "uri": "https://diffbot.com/entity/OrBNphQeHNTG9zhok2sRcvQ", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.8102256655693054, "sentiment": -0.549, "count": 1, "label": "Bloomington", "uri": "https://diffbot.com/entity/ANGMz5t2NOpi5hJBYS2nNZg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.7997695803642273, "sentiment": 0, "count": 2, "label": "Aubrey Jenkins", "uri": "https://diffbot.com/entity/PpuAwy9XYP8WMVAQzcXkllA", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.7764599919319153, "sentiment": -0.207, "count": 1, "label": "Greece", "uri": "https://diffbot.com/entity/AAnYSiynGN_aocLJiNBbYkw", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.6573283672332764, "sentiment": 0, "count": 1, "label": "University of Iowa", "uri": "https://diffbot.com/entity/OdZ8MXpKzPNy4bRToJpJmyw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.5978471636772156, "sentiment": 0, "count": 1, "label": "college", "uri": "https://diffbot.com/entity/XygW05YWxMKCisk_YrXtvAw"}], "humanLanguage": "en", "authorUrl": "https://www.thedailybeast.com/author/pilar-melendez", "pageUrl": "https://www.thedailybeast.com/coronavirus-is-swamping-university-and-college-campuses-weeks-after-reopening", "html": "<p>At Indiana University, the positive testing rate in some Greek houses hit 50 percent on Thursday.</p>\n<figure><picture><source media=\"(max-width: 703px)\" srcset=\"https://img.thedailybeast.com/image/upload/c_crop,d_placeholder_euli9k,h_4140,w_7360,x_0,y_771/dpr_1.5/c_limit,w_655/fl_lossy,q_auto/v1599156169/GettyImages-1228093503_a1e26f\"></source><source media=\"(max-width: 1280px)\" srcset=\"https://img.thedailybeast.com/image/upload/c_crop,d_placeholder_euli9k,h_4140,w_7360,x_0,y_771/dpr_1.5/c_limit,w_908/fl_lossy,q_auto/v1599156169/GettyImages-1228093503_a1e26f\"></source><source media=\"(min-width: 1281px)\" srcset=\"https://img.thedailybeast.com/image/upload/c_crop,d_placeholder_euli9k,h_4140,w_7360,x_0,y_771/dpr_1.5/c_limit,w_1044/fl_lossy,q_auto/v1599156169/GettyImages-1228093503_a1e26f\"></source><img src=\"https://img.thedailybeast.com/image/upload/c_crop,d_placeholder_euli9k,h_4140,w_7360,x_0,y_771/dpr_1.5/c_limit,w_1044/fl_lossy,q_auto/v1599156169/GettyImages-1228093503_a1e26f\"></img></picture></figure>\n<p>Amidst a national debate on how to safely reopen schools during the coronavirus pandemic, several colleges and universities took the plunge, inviting students back to dorms and classrooms with strict health guidelines.</p>\n<p>More than a <a href=\"https://www.chronicle.com/article/heres-a-list-of-colleges-plans-for-reopening-in-the-fall\">third of the nation&rsquo;s 5,000 higher education campuses</a> have reopened, with students from out of state ordered to quarantine, masks mandated and routine self-checks for symptoms instituted across the board. To comply with social distancing guidelines, parties or large gatherings are forbidden.</p>\n<p>But, just a few weeks into the fall semester, the experiment is faltering. Colleges and universities across the country are struggling to contain surges of COVID-19 cases on campus. As of Tuesday, <a href=\"https://www.cnn.com/world/live-news/coronavirus-pandemic-09-02-20-intl/h_4f050436e5eceb68da90ea817a4d390b\">more than 25,000 students and campus staff in at least 37 states had tested positive</a> for the virus&mdash;mostly <a href=\"https://www.thedailybeast.com/coronavirus-is-surging-so-much-in-south-carolina-theyre-building-tent-hospitals\">concentrated in southern states that were already struggling</a> to contain a COVID-19 crisis.</p>\n<p>The numbers are expected to increase as more colleges prepare to open their doors after Labor Day.</p>\n<p>&ldquo;The University of South Carolina is a large university but, compared to other schools opening up after Labor Day, our cases will be a drop in the bucket,&rdquo; Dr. Helmut Albrecht, chairman of the Department of Internal Medicine at the University of South Carolina in Columbia and Prisma Health, told The Daily Beast. &ldquo;We&rsquo;re worried but we&rsquo;re managing. Other universities should be scared.&rdquo;</p>\n<p>On Thursday, the University of South Carolina <a href=\"https://www.sc.edu/safety/coronavirus/dashboard/index.php\">recorded</a> 1,026 positive coronavirus tests among their 35,000 student body, and in the past week they had a test positivity rate among students and faculty of 26.3 percent.</p>\n<p>Administrators at the southern school are finally cracking down after becoming one of the hardest-hit campuses in the nation following a slew of large parties, including one crowded pool party over the weekend shut down by the fire department.</p>\n<p>On Monday, the school <a href=\"https://www.thedailybeast.com/university-of-south-carolina-suspends-15-students-6-greek-groups-for-parties-amid-covid-19\">announced</a> that 15 students had been placed under interim suspension and six Greek organizations had been charged with student conduct violations after hosting parties.</p>\n<p>In addition, the school placed three Greek Village houses in quarantine after residents tested positive, bringing the total number in quarantine to nine houses&mdash;or nearly half of the school&rsquo;s fraternity and sorority chapter houses.</p>\n<p>&ldquo;Our total number of active cases is larger than we expected at this point, and some student behavior off-campus is both disappointing and unacceptable,&rdquo; Bob Caslen, the university&rsquo;s president, <a href=\"https://www.sc.edu/safety/coronavirus/messages/2020/aug_31_covid_response.php\">said in a Tuesday letter to the university.</a> &ldquo;We are confronting these realities and taking action.&rdquo;</p>\n<p>The disciplinary action came days after hundreds of mask-less students were seen at a pool party near campus that defied the city&rsquo;s mask ordinance and social distancing mandates. As one of the earliest states to loosen coronavirus restrictions, South Carolina is still struggling to contain <a href=\"https://www.scdhec.gov/news-releases/south-carolina-announces-latest-covid-19-update-september-2-2020\">COVID-19</a>, with a death toll of 2,652 and a current positivity rate of almost 20 percent.</p>\n<p>Fire Chief Aubrey Jenkins told <a href=\"https://www.thestate.com/news/coronavirus/article245364830.html\"><em>The State</em></a> on Saturday that, as he was breaking up the massive pool party, one person told him, &ldquo;I can&rsquo;t catch COVID. I&rsquo;m immune to the stuff.&rdquo;</p>\n<p>&ldquo;It was almost like Mardi Gras,&rdquo; Jenkins told the newspaper. &ldquo;I saw a large crowd in the pool, in the area on the side of the pool, and on top of the pool house.&rdquo; He said no fines were issued.</p>\n<p>Despite the uptick in coronavirus cases at USC, Albrecht said administrators have been preparing for possible outbreaks for five months and knew that bringing students back &ldquo;was an uphill battle.&rdquo; He stressed that the influx of positive tests has &ldquo;a lot of positive consequences&rdquo; for the community because it helps curtail the spread into the general public. However, university officials say that about 90 percent of cases are among students and that the spread is not occurring in classrooms&mdash;but off-campus.</p>\n<p>&ldquo;We expected a lot of positives,&rdquo; Albrecht said, adding that the best approach was to test widely rather than close down the school, which would only further harm the community. &ldquo;We were hoping for slightly less and we were hoping we would not see pool parties and that kind of stuff, but, in all honesty, this is part of their lifestyle&mdash;this is why you go to college. We are not happy about it but we are managing.&rdquo;</p>\n<p>Thousands of miles away at Indiana University, 75 percent of the school&rsquo;s Greek houses are now under quarantine&mdash;and <a data-ml=\"true\" data-ml-id=\"0\" data-orig-url=\"https://twitter.com/IUBloomington/status/1301543911911981056?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1301543912889356292%7Ctwgr%5Eshare_3&ref_url=https%3A%2F%2Fwww.indystar.com%2Fstory%2Fnews%2Feducation%2F2020%2F09%2F03%2Findiana-university-suggests-closing-all-fraternity-sorority-houses-coronavirus%2F5703351002%2F\" data-xid=\"fr1601524117402eei\" href=\"https://twitter.com/IUBloomington/status/1301543911911981056?ref_src=twsrc%5Etfw%7Ctwcamp%5Etweetembed%7Ctwterm%5E1301543912889356292%7Ctwgr%5Eshare_3&ref_url=https%3A%2F%2Fwww.indystar.com%2Fstory%2Fnews%2Feducation%2F2020%2F09%2F03%2Findiana-university-suggests-closing-all-fraternity-sorority-houses-coronavirus%2F5703351002%2F%3FsubId3%3Dxid%3Afr1601524117402eei&xid=fr1601524117402eei\">officials on Thursday</a> said they wanted all fraternity and sorority houses shut down on its Bloomington campus.</p>\n<p>Citing &ldquo;an increasingly alarming&rdquo; rate of positive test results&mdash;including a staggering 50 percent positive testing rate in some houses&mdash;officials said they now &ldquo;believe Greek houses are not safe given the pandemic conditions and the current spread of COVID-19.&rdquo;</p>\n<p>&ldquo;Given the Greek housing structure, avoiding close contact with residents who may carry the virus is virtually impossible,&rdquo; the university tweeted. &ldquo;Dorms are not seeing the level of positivity rates that are being found in Greek houses.&rdquo;</p>\n<p>There are 2,600 students in 42 communal living houses at IU, a university spokesman told The Daily Beast, including 40 fraternity and sorority houses, in which 30 are currently under quarantine.</p>\n<p>Ohio State officials are also struggling to contain the virus after cases jumped by nearly 400 since last week. To date, 882 students have tested positive, with an overall positive rate of 3.13 percent. That statistic, however, jumps to 5.7 percent among on-campus students and 10 percent for those living off-campus, according to data released on Monday.</p>\n<p>The school has already <a href=\"https://www.insidehighered.com/news/2020/08/25/covid-19-roundup-cases-spike-several-universities-students-punished-not-following\">suspended 228 students</a> for violating coronavirus-related safety guidelines and has threatened to crack down on gatherings of more than 10 people.</p>\n<p>There have also been large outbreaks at <a href=\"https://www.cbsnews.com/news/iowa-state-football-25000-fans-first-game-coronavirus-pandemic/\">Iowa State and the University of Iowa</a>&mdash;a state now recording the largest increase in COVID-19 cases in the nation.</p>\n<p>&ldquo;I am confident that by strictly following [university] guidelines we can drive this positivity rate down,&rdquo; Kristina M. Johnson, the Ohio State University president, <a href=\"https://www.dispatch.com/news/20200903/ohio-state-reports-882-student-coronavirus-cases\">said in a Wednesday email to the school</a>, admitting that off-campus rates are not &ldquo;encouraging.&rdquo; &ldquo;We need your focused attention to move in that direction and keep each other, our families, and all Ohioans safe and healthy.&rdquo;</p>\n<p>But while some colleges have become overwhelmed by new cases, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has urged universities not to send students home because it risks furthering the spread. <a href=\"https://www.nytimes.com/2020/08/17/us/unc-chapel-hill-covid.html\">The University of North Carolina at Chapel Hill</a> and <a href=\"https://www.nytimes.com/2020/08/18/us/notre-dame-coronavirus.html\">Notre Dame</a> have followed this advice and reverted to online learning while still housing students on campus after more than 100 students tested positive.</p>\n<p>SUNY Oneonta on Thursday said the school would close and switch to fully remote learning for the rest of the semester after 389 people tested positive for COVID-19. &ldquo;Although this situation is unsettling, I must ask for patience and cooperation from students and families as we work to help students get home to resume remote learning as safely and quickly as possible,&rdquo; President Barbara Jean Morris <a href=\"https://t.e2ma.net/message/574ldc/96qt6se\">said in a letter sent to the campus community</a>.</p>\n<p>Temple University also suspended most of their in-person classes on Thursday after the Philadelphia school reported more than 200 COVID-19 cases just two weeks into the fall semester.</p>\n<p>&ldquo;It's the worst thing you could do,&rdquo; Fauci said Wednesday on <a href=\"https://www.nbcnews.com/health/health-news/covid-19-colleges-fauci-urges-schools-keep-students-campus-outbreaks-n1238997\">NBC&rsquo;s <em>Today</em> show</a>. &ldquo;When you send them home, particularly when you're dealing with a university where people come from multiple different locations, you could be seeding the different places with infection.&rdquo;</p>", "text": "At Indiana University, the positive testing rate in some Greek houses hit 50 percent on Thursday.\nAmidst a national debate on how to safely reopen schools during the coronavirus pandemic, several colleges and universities took the plunge, inviting students back to dorms and classrooms with strict health guidelines.\nMore than a third of the nation’s 5,000 higher education campuses have reopened, with students from out of state ordered to quarantine, masks mandated and routine self-checks for symptoms instituted across the board. To comply with social distancing guidelines, parties or large gatherings are forbidden.\nBut, just a few weeks into the fall semester, the experiment is faltering. Colleges and universities across the country are struggling to contain surges of COVID-19 cases on campus. As of Tuesday, more than 25,000 students and campus staff in at least 37 states had tested positive for the virus—mostly concentrated in southern states that were already struggling to contain a COVID-19 crisis.\nThe numbers are expected to increase as more colleges prepare to open their doors after Labor Day.\n“The University of South Carolina is a large university but, compared to other schools opening up after Labor Day, our cases will be a drop in the bucket,” Dr. Helmut Albrecht, chairman of the Department of Internal Medicine at the University of South Carolina in Columbia and Prisma Health, told The Daily Beast. “We’re worried but we’re managing. Other universities should be scared.”\nOn Thursday, the University of South Carolina recorded 1,026 positive coronavirus tests among their 35,000 student body, and in the past week they had a test positivity rate among students and faculty of 26.3 percent.\nAdministrators at the southern school are finally cracking down after becoming one of the hardest-hit campuses in the nation following a slew of large parties, including one crowded pool party over the weekend shut down by the fire department.\nOn Monday, the school announced that 15 students had been placed under interim suspension and six Greek organizations had been charged with student conduct violations after hosting parties.\nIn addition, the school placed three Greek Village houses in quarantine after residents tested positive, bringing the total number in quarantine to nine houses—or nearly half of the school’s fraternity and sorority chapter houses.\n“Our total number of active cases is larger than we expected at this point, and some student behavior off-campus is both disappointing and unacceptable,” Bob Caslen, the university’s president, said in a Tuesday letter to the university. “We are confronting these realities and taking action.”\nThe disciplinary action came days after hundreds of mask-less students were seen at a pool party near campus that defied the city’s mask ordinance and social distancing mandates. As one of the earliest states to loosen coronavirus restrictions, South Carolina is still struggling to contain COVID-19, with a death toll of 2,652 and a current positivity rate of almost 20 percent.\nFire Chief Aubrey Jenkins told The State on Saturday that, as he was breaking up the massive pool party, one person told him, “I can’t catch COVID. I’m immune to the stuff.”\n“It was almost like Mardi Gras,” Jenkins told the newspaper. “I saw a large crowd in the pool, in the area on the side of the pool, and on top of the pool house.” He said no fines were issued.\nDespite the uptick in coronavirus cases at USC, Albrecht said administrators have been preparing for possible outbreaks for five months and knew that bringing students back “was an uphill battle.” He stressed that the influx of positive tests has “a lot of positive consequences” for the community because it helps curtail the spread into the general public. However, university officials say that about 90 percent of cases are among students and that the spread is not occurring in classrooms—but off-campus.\n“We expected a lot of positives,” Albrecht said, adding that the best approach was to test widely rather than close down the school, which would only further harm the community. “We were hoping for slightly less and we were hoping we would not see pool parties and that kind of stuff, but, in all honesty, this is part of their lifestyle—this is why you go to college. We are not happy about it but we are managing.”\nThousands of miles away at Indiana University, 75 percent of the school’s Greek houses are now under quarantine—and officials on Thursday said they wanted all fraternity and sorority houses shut down on its Bloomington campus.\nCiting “an increasingly alarming” rate of positive test results—including a staggering 50 percent positive testing rate in some houses—officials said they now “believe Greek houses are not safe given the pandemic conditions and the current spread of COVID-19.”\n“Given the Greek housing structure, avoiding close contact with residents who may carry the virus is virtually impossible,” the university tweeted. “Dorms are not seeing the level of positivity rates that are being found in Greek houses.”\nThere are 2,600 students in 42 communal living houses at IU, a university spokesman told The Daily Beast, including 40 fraternity and sorority houses, in which 30 are currently under quarantine.\nOhio State officials are also struggling to contain the virus after cases jumped by nearly 400 since last week. To date, 882 students have tested positive, with an overall positive rate of 3.13 percent. That statistic, however, jumps to 5.7 percent among on-campus students and 10 percent for those living off-campus, according to data released on Monday.\nThe school has already suspended 228 students for violating coronavirus-related safety guidelines and has threatened to crack down on gatherings of more than 10 people.\nThere have also been large outbreaks at Iowa State and the University of Iowa—a state now recording the largest increase in COVID-19 cases in the nation.\n“I am confident that by strictly following [university] guidelines we can drive this positivity rate down,” Kristina M. Johnson, the Ohio State University president, said in a Wednesday email to the school, admitting that off-campus rates are not “encouraging.” “We need your focused attention to move in that direction and keep each other, our families, and all Ohioans safe and healthy.”\nBut while some colleges have become overwhelmed by new cases, Dr. Anthony Fauci, director of the National Institute of Allergy and Infectious Diseases, has urged universities not to send students home because it risks furthering the spread. The University of North Carolina at Chapel Hill and Notre Dame have followed this advice and reverted to online learning while still housing students on campus after more than 100 students tested positive.\nSUNY Oneonta on Thursday said the school would close and switch to fully remote learning for the rest of the semester after 389 people tested positive for COVID-19. “Although this situation is unsettling, I must ask for patience and cooperation from students and families as we work to help students get home to resume remote learning as safely and quickly as possible,” President Barbara Jean Morris said in a letter sent to the campus community.\nTemple University also suspended most of their in-person classes on Thursday after the Philadelphia school reported more than 200 COVID-19 cases just two weeks into the fall semester.\n“It's the worst thing you could do,” Fauci said Wednesday on NBC’s Today show. “When you send them home, particularly when you're dealing with a university where people come from multiple different locations, you could be seeding the different places with infection.”", "authors": [{"name": "Pilar Melendez", "link": "thedailybeast.com/author/pilar-melendez"}]}]}