{"request": {"pageUrl": "https://www.bostonglobe.com/2020/09/18/metro/ri-health-officials-swoop-into-providence-neighborhood-where-124-students-now-have-covid-19/", "api": "article", "version": 3}, "objects": [{"date": "Mon, 21 Sep 2020 01:01:00 GMT", "sentiment": -0.309, "images": [{"naturalHeight": 640, "width": 846, "diffbotUri": "image|3|551466606", "title": "Off-campus student housing on Eaton Street near Providence College.", "url": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/85Pk46LCm1zfz2qE2YtaTl6bXv4=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/6T4RKBXDRIBMQVHPVCHMFM7XLA.jpg", "naturalWidth": 959, "primary": true, "height": 564}, {"naturalHeight": 0, "width": 846, "diffbotUri": "image|3|-344576060", "title": "A couple at one of the entrances to Providence College.", "url": "https://bostonglobe-prod.cdn.arcpublishing.com/resizer/8DEF4xXm7qerLZ0kv-bGpRpjk4M=/20x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/KVXIYGWRDV6DNMITC45RJWVXFQ.jpg", "naturalWidth": 0, "height": 508}], "author": "Dan McGowan", "estimatedDate": "Mon, 21 Sep 2020 01:01:00 GMT", "publisherRegion": "North America", "icon": "https://www.bostonglobe.com/pf/resources/images/icons/apple-touch-icon.png?d=205", "diffbotUri": "article|3|1100548516", "siteName": "BostonGlobe.com", "type": "article", "title": "R.I. health officials swoop into Providence neighborhood where 124 students now have COVID-19", "tags": [{"score": 0.9957003593444824, "sentiment": 0, "count": 2, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9918340444564819, "sentiment": 0, "count": 2, "label": "Providence", "uri": "https://diffbot.com/entity/ALah2pPVDMnyqoCyMroKUog", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.979536235332489, "sentiment": -0.331, "count": 3, "label": "Providence College", "uri": "https://diffbot.com/entity/O-rDlquTXOMiGHJ8nvvXGmw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9484063982963562, "sentiment": 0, "count": 2, "label": "health", "uri": "https://diffbot.com/entity/XHACEvJbAP9OwxXKhcs9R6A"}, {"score": 0.8650338053703308, "sentiment": 0, "count": 1, "label": "Wanskuck", "uri": "https://diffbot.com/entity/AHtPO-5XWNIOUfmKzDEBGdA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement"]}, {"score": 0.7990759015083313, "sentiment": 0, "count": 5, "label": "college", "uri": "https://diffbot.com/entity/XygW05YWxMKCisk_YrXtvAw"}, {"score": 0.6428995728492737, "sentiment": 0, "count": 1, "label": "Johnson & Wales University", "uri": "https://diffbot.com/entity/OoZkY0ObXNFKQLj-C-6cFYw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://www.bostonglobe.com/about/staff-list/staff/dan-mcgowan/?p1=Article_Byline", "pageUrl": "https://www.bostonglobe.com/2020/09/18/metro/ri-health-officials-swoop-into-providence-neighborhood-where-124-students-now-have-covid-19/", "html": "<p>HEALTH</p>\n<h2>Providence College issues stay-at-home order and will shift to full remote learning until at least Sept. 26</h2>\n<figure><img alt=\"Off-campus student housing on Eaton Street near Providence College.\" data-src=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/85Pk46LCm1zfz2qE2YtaTl6bXv4=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/6T4RKBXDRIBMQVHPVCHMFM7XLA.jpg\" sizes=\"960px\" src=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/85Pk46LCm1zfz2qE2YtaTl6bXv4=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/6T4RKBXDRIBMQVHPVCHMFM7XLA.jpg\" srcset=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/85Pk46LCm1zfz2qE2YtaTl6bXv4=/1440x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/6T4RKBXDRIBMQVHPVCHMFM7XLA.jpg 1440w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/bwKM9q9DfzZjUQj3LFBz2ZfIk1A=/1280x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/6T4RKBXDRIBMQVHPVCHMFM7XLA.jpg 1280w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/zr-Z0Y-SlGJjIV54_LAznkJkTbs=/1024x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/6T4RKBXDRIBMQVHPVCHMFM7XLA.jpg 1024w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/C_GD9TK6D0QLiCEf7zTrGl1zEok=/820x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/6T4RKBXDRIBMQVHPVCHMFM7XLA.jpg 820w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/SGWbTePrLbbXKPF2djcK9E2wPRE=/600x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/6T4RKBXDRIBMQVHPVCHMFM7XLA.jpg 600w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/B9jXNapVRyeWAXxKLnI80VcJYrw=/420x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/6T4RKBXDRIBMQVHPVCHMFM7XLA.jpg 420w, https://bostonglobe-prod.cdn.arcpublishing.com/resizer/1b2azcvn_0ovoqsHvYhQYvoV6qk=/240x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/6T4RKBXDRIBMQVHPVCHMFM7XLA.jpg 240w\"></img><figcaption>Off-campus student housing on Eaton Street near Providence College.</figcaption></figure>\n<p>PROVIDENCE &mdash; The number of students testing positive for the coronavirus on and around the Providence College campus soared to 124 in just three days, and state health officials have opened case investigations and ramped up contract tracing to try to halt the spread.</p>\n<p>Officials also are strongly urging all students who live in that area, and the employees of businesses that serve them, to be tested immediately.</p>\n<p>The outbreak was first revealed when Providence College said late Thursday that it had issued a stay-at-home order to all students and will have full remote learning until at least Sept. 26 because 84 of its students had tested positive in just two days. Of those 84, 23 lived on campus and the rest rent apartments in neighborhoods near the school.</p>\n<p>College president the Rev. Kenneth R. Sicard also ordered all on-campus students to stay on campus and off-campus students to self-quarantine in their apartments, to not hold any gatherings indoors or outdoors, and to stay away from bars, restaurants, clubs, and neighborhood businesses &mdash; or they will be suspended.</p>\n<p>College staff, Providence police, and private security will monitor the off-campus apartments 24 hours a day, he said.</p>\n<p>Sicard also raised the specter of classes not resuming at all, and the spring semester being canceled, if students do not follow the directives from the college and the state Department of Health.</p>\n<p>&ldquo;This is the biggest cluster of cases we have had in colleges and universities in Rhode Island,&rdquo; Department of Health spokesman Joseph Wendelken said. &ldquo;We spent a lot of time in the spring and summer focusing on nursing homes, and this highlights that there are challenges in all congregate living settings.&rdquo;</p>\n<p>All Providence College students are being tested, and the Health Department &ldquo;strongly encouraged&rdquo; all college students who live in the area and employees of businesses that interact with the students to be tested.</p>\n<p>The Elmhurst area where many Providence College students live also houses students from nearby Johnson &amp; Wales and Rhode Island College. A visit to the neighborhood Friday morning showed a plethora of delivery trucks, including from Stop &amp; Shop, Amazon, and FedEx.</p>\n<p>Testing of people without symptoms is done at the Rhode Island Convention Center. Appointments are required. To schedule an appointment, go to <a href=\"http://portal.ri.gov/\">portal.ri.gov</a>. Anyone who has symptoms should contact their doctor or a local health facility.</p>\n<p>&ldquo;We recognize how serious and difficult these directives are, but this is our last chance to remain together in person for the fall semester,&rdquo; Sicard wrote in a letter to the Providence College community. &ldquo;Between these actions and the serious steps we already have taken &mdash; especially in the past few days &mdash; we have used virtually every tool at our disposal. We are out of options. If we are not successful, we will have no alternative other than to shut down our campus for the remainder of the fall semester. This also will likely affect our ability to reopen for the spring semester.&rdquo;</p>\n<p>Steven J. Maurano, a spokesman for the college, said officials are trying to figure out how the outbreak began. He said the college has not had large gatherings like those seen at other places, such as Syracuse University. But officials are hearing that there might have been a gathering at an off-campus house of 30 or 40 people over the weekend.</p>\n<p>&ldquo;With this virus, that is all it takes,&rdquo; he said. &ldquo;But we don&rsquo;t know for sure if that is ground zero.&quot;</p>\n<p>Maurano said it&rsquo;s too early to focus on disciplining students. At this point, the emphasis is getting students into quarantine and isolation, he said.</p>\n<p>While the majority of students who have tested positive live off campus, he said that 23 of the 84 students who tested positive live in Providence College residence halls. Other students included in the total of 124 tested positive at off-campus test sites, he said.</p>\n<figure><img alt=\"A couple at one of the entrances to Providence College.\" data-src=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/8DEF4xXm7qerLZ0kv-bGpRpjk4M=/20x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/KVXIYGWRDV6DNMITC45RJWVXFQ.jpg\" src=\"https://bostonglobe-prod.cdn.arcpublishing.com/resizer/8DEF4xXm7qerLZ0kv-bGpRpjk4M=/20x0/cloudfront-us-east-1.images.arcpublishing.com/bostonglobe/KVXIYGWRDV6DNMITC45RJWVXFQ.jpg\"></img><figcaption>A couple at one of the entrances to Providence College.</figcaption></figure>\n<p>Maurano said it&rsquo;s too soon to say if the college will stick with distance learning beyond Sept. 26. He said other colleges that had outbreaks went to remote instruction for two weeks before allowing students to return to classrooms. He said the college will have a better idea of how to proceed after testing of students is completed next week.</p>\n<p>Maurano said he does not think it was a mistake to bring students back to start the fall semester.</p>\n<p>&ldquo;The numbers were pretty good until the middle of this week,&rdquo; he said. &ldquo;The large majority of students were and are complying with all the mandates and guidelines. But this virus is pretty insidious. If you have one gathering where someone is positive &mdash; boom &mdash; all of a sudden you can have 30 or 40 positive cases, and they pass it to their contacts.&rdquo;</p>\n<figure><iframe frameborder=\"0\" src=\"https://public.tableau.com/shared/6DZ23S3YW?:embed=y&:showVizHome=no&:host_url=https%3A%2F%2Fpublic.tableau.com%2F&:embed_code_version=3&:toolbar=yes&:animate_transition=yes&:display_static_image=no&:display_spinner=no&:display_overlay=yes&:display_count=yes&:tabs=no&:language=en&publish=yes&:loadOrderID=0\"></iframe></figure>\n<p>Providence City Councilman David A. Salvatore said that when he drove to work Friday morning he saw red and blue Solo cups scattered along Eaton Street &mdash; a telltale sign of off-campus student partying. Also, he said constituents have reported students moving around the area without face masks.</p>\n<p>&ldquo;There seems to be a culture of defiance among some students in the Providence College community,&rdquo; Salvatore said.</p>\n<p>Salvatore, who represents the city&rsquo;s Elmhurst and Wanskuck neighborhoods, said the outbreak endangers residents who live near the campus.</p>\n<p>&ldquo;I commend Providence College for the increased level of communication,&rdquo; he said. &ldquo;But they can&rsquo;t police every student 24/7. At some point, ownership falls on the students who are visiting Rhode Island for their college experience to adhere to the expectations. This has to be taken seriously.&rdquo;</p>\n<p>Providence College students have faced previous criticism during the pandemic. In May, Providence City Councilwoman Kat Kerwin said she received multiple calls from people who said they &ldquo;witnessed reckless partying on Eaton Street,&rdquo; near the college. At the time, the state had an order in place limiting social gatherings to no more than five people.</p>\n<p>In August, college officials suspended 17 students for violating the school&rsquo;s coronavirus code of conduct.</p>\n<p>Brian Donohue-Lynch, who lives near the campus in the Elmhurst neighborhood, said the students and residents of the surrounding area go to the same places &mdash; such as the LaSalle Bakery, Shaw&rsquo;s supermarket, and Dunkin' Donuts &mdash; and they rely on the same pizza delivery and supermarket delivery services.</p>\n<p>So it&rsquo;s not as if the students are living in some kind of bubble that would protect neighbors, he said.</p>\n<p>&ldquo;These are students who are integrated in their neighborhoods,&rdquo; Donohue-Lynch said. &ldquo;So to see that there is an outbreak among Providence College students means it&rsquo;s a hotspot in our neighborhood that affects all of us.&rdquo;</p>\n<p>Holly Taylor Coolman, a professor at the college who lives near campus, said it&rsquo;s important to take the virus seriously, but she acknowledged that she does want students to learn on campus.</p>\n<p>&ldquo;Most of us are still hopeful that there is a chance we can stay on campus and learn together as a community,&rdquo; Coolman said. &ldquo;That said, it is not easy to adopt new protocols that feel awkward. And we have to take the virus seriously. We may have to accept that this just won&rsquo;t work.&rdquo;</p>\n<p>Dan McGowan can be reached at <a href=\"mailto:dan.mcgowan@globe.com\">dan.mcgowan@globe.com</a>. Follow him on Twitter at <a href=\"https://www.twitter.com/danmcgowan\">@danmcgowan</a>. Edward Fitzpatrick can be reached at <a href=\"mailto:edward.fitzpatrick@globe.com\">edward.fitzpatrick@globe.com</a>. Follow him on Twitter <a href=\"https://www.twitter.com/FitzProv\">@FitzProv</a>.</p>", "text": "HEALTH\nProvidence College issues stay-at-home order and will shift to full remote learning until at least Sept. 26\nPROVIDENCE — The number of students testing positive for the coronavirus on and around the Providence College campus soared to 124 in just three days, and state health officials have opened case investigations and ramped up contract tracing to try to halt the spread.\nOfficials also are strongly urging all students who live in that area, and the employees of businesses that serve them, to be tested immediately.\nThe outbreak was first revealed when Providence College said late Thursday that it had issued a stay-at-home order to all students and will have full remote learning until at least Sept. 26 because 84 of its students had tested positive in just two days. Of those 84, 23 lived on campus and the rest rent apartments in neighborhoods near the school.\nCollege president the Rev. Kenneth R. Sicard also ordered all on-campus students to stay on campus and off-campus students to self-quarantine in their apartments, to not hold any gatherings indoors or outdoors, and to stay away from bars, restaurants, clubs, and neighborhood businesses — or they will be suspended.\nCollege staff, Providence police, and private security will monitor the off-campus apartments 24 hours a day, he said.\nSicard also raised the specter of classes not resuming at all, and the spring semester being canceled, if students do not follow the directives from the college and the state Department of Health.\n“This is the biggest cluster of cases we have had in colleges and universities in Rhode Island,” Department of Health spokesman Joseph Wendelken said. “We spent a lot of time in the spring and summer focusing on nursing homes, and this highlights that there are challenges in all congregate living settings.”\nAll Providence College students are being tested, and the Health Department “strongly encouraged” all college students who live in the area and employees of businesses that interact with the students to be tested.\nThe Elmhurst area where many Providence College students live also houses students from nearby Johnson & Wales and Rhode Island College. A visit to the neighborhood Friday morning showed a plethora of delivery trucks, including from Stop & Shop, Amazon, and FedEx.\nTesting of people without symptoms is done at the Rhode Island Convention Center. Appointments are required. To schedule an appointment, go to portal.ri.gov. Anyone who has symptoms should contact their doctor or a local health facility.\n“We recognize how serious and difficult these directives are, but this is our last chance to remain together in person for the fall semester,” Sicard wrote in a letter to the Providence College community. “Between these actions and the serious steps we already have taken — especially in the past few days — we have used virtually every tool at our disposal. We are out of options. If we are not successful, we will have no alternative other than to shut down our campus for the remainder of the fall semester. This also will likely affect our ability to reopen for the spring semester.”\nSteven J. Maurano, a spokesman for the college, said officials are trying to figure out how the outbreak began. He said the college has not had large gatherings like those seen at other places, such as Syracuse University. But officials are hearing that there might have been a gathering at an off-campus house of 30 or 40 people over the weekend.\n“With this virus, that is all it takes,” he said. “But we don’t know for sure if that is ground zero.\"\nMaurano said it’s too early to focus on disciplining students. At this point, the emphasis is getting students into quarantine and isolation, he said.\nWhile the majority of students who have tested positive live off campus, he said that 23 of the 84 students who tested positive live in Providence College residence halls. Other students included in the total of 124 tested positive at off-campus test sites, he said.\nMaurano said it’s too soon to say if the college will stick with distance learning beyond Sept. 26. He said other colleges that had outbreaks went to remote instruction for two weeks before allowing students to return to classrooms. He said the college will have a better idea of how to proceed after testing of students is completed next week.\nMaurano said he does not think it was a mistake to bring students back to start the fall semester.\n“The numbers were pretty good until the middle of this week,” he said. “The large majority of students were and are complying with all the mandates and guidelines. But this virus is pretty insidious. If you have one gathering where someone is positive — boom — all of a sudden you can have 30 or 40 positive cases, and they pass it to their contacts.”\nProvidence City Councilman David A. Salvatore said that when he drove to work Friday morning he saw red and blue Solo cups scattered along Eaton Street — a telltale sign of off-campus student partying. Also, he said constituents have reported students moving around the area without face masks.\n“There seems to be a culture of defiance among some students in the Providence College community,” Salvatore said.\nSalvatore, who represents the city’s Elmhurst and Wanskuck neighborhoods, said the outbreak endangers residents who live near the campus.\n“I commend Providence College for the increased level of communication,” he said. “But they can’t police every student 24/7. At some point, ownership falls on the students who are visiting Rhode Island for their college experience to adhere to the expectations. This has to be taken seriously.”\nProvidence College students have faced previous criticism during the pandemic. In May, Providence City Councilwoman Kat Kerwin said she received multiple calls from people who said they “witnessed reckless partying on Eaton Street,” near the college. At the time, the state had an order in place limiting social gatherings to no more than five people.\nIn August, college officials suspended 17 students for violating the school’s coronavirus code of conduct.\nBrian Donohue-Lynch, who lives near the campus in the Elmhurst neighborhood, said the students and residents of the surrounding area go to the same places — such as the LaSalle Bakery, Shaw’s supermarket, and Dunkin' Donuts — and they rely on the same pizza delivery and supermarket delivery services.\nSo it’s not as if the students are living in some kind of bubble that would protect neighbors, he said.\n“These are students who are integrated in their neighborhoods,” Donohue-Lynch said. “So to see that there is an outbreak among Providence College students means it’s a hotspot in our neighborhood that affects all of us.”\nHolly Taylor Coolman, a professor at the college who lives near campus, said it’s important to take the virus seriously, but she acknowledged that she does want students to learn on campus.\n“Most of us are still hopeful that there is a chance we can stay on campus and learn together as a community,” Coolman said. “That said, it is not easy to adopt new protocols that feel awkward. And we have to take the virus seriously. We may have to accept that this just won’t work.”\nDan McGowan can be reached at dan.mcgowan@globe.com. Follow him on Twitter at @danmcgowan. Edward Fitzpatrick can be reached at edward.fitzpatrick@globe.com. Follow him on Twitter @FitzProv.", "authors": [{"name": "Dan McGowan", "link": "bostonglobe.com/about/staff-list/staff/dan-mcgowan/"}]}]}