{"request": {"pageUrl": "https://www.thehour.com/news/article/COVID-19-vaccines-Open-source-licensing-could-15577418.php", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "author": "Charles M Schweik", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "icon": "https://www.thehour.com/apple-touch-icon-128x128.png", "diffbotUri": "article|3|854535187", "siteName": "The Hour", "type": "article", "title": "COVID-19 vaccines: Open source licensing could keep Big Pharma from making huge profits off taxpayer-funded research", "tags": [{"score": 0.9933213591575623, "sentiment": 0.908, "count": 8, "label": "vaccine", "uri": "https://diffbot.com/entity/Xjv_jBM9JO0KLdiTLLXaFoA", "rdfTypes": ["http://dbpedia.org/ontology/ChemicalSubstance"]}, {"score": 0.9882696866989136, "sentiment": 0.867, "count": 8, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.7895419001579285, "sentiment": 0, "count": 1, "label": "Sandy Douglas", "uri": "https://diffbot.com/entity/P-3ZFI__7MYKdPk6a_M9YUg", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.6423224210739136, "sentiment": 0, "count": 4, "label": "United States of America", "uri": "https://diffbot.com/entity/A01d4EK33MmCosgI2KXa4-A", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Country"]}, {"score": 0.5889421105384827, "sentiment": 0, "count": 1, "label": "Moderna", "uri": "https://diffbot.com/entity/C_1ymywuANsqZmyBURabtPA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation"]}], "humanLanguage": "en", "pageUrl": "https://www.thehour.com/news/article/COVID-19-vaccines-Open-source-licensing-could-15577418.php", "html": "<p>(The Conversation is an independent and nonprofit source of news, analysis and commentary from academic experts.)</p>\n<p>Charles M Schweik, University of Massachusetts Amherst and Timothy Ford, University of Massachusetts Lowell</p>\n<p>(THE CONVERSATION) An international, multi-billion-dollar race is underway to develop a COVID-19 vaccine, and progress is moving at record speed, but with nationalistic,competitive undertones. If and when an effective vaccine is invented, its production will require an unprecedented effort to vaccinate people across the globe.</p>\n<p>However, for the country that invents a safe and effective vaccine, at least in the urgent short term, it will be politically difficult to export vaccines before their own population is immunized. &ldquo;The only solution,&rdquo; vaccine development scientist Sandy Douglas told The New York Times, &ldquo;is to make a hell of a lot of vaccine in a lot of different places.&rdquo; But how?</p>\n<p>Having the public sector fund contracts with vaccine makers is a key component to meeting this future, unprecedented, distribution challenge. But in the United States, there seem to be some disturbing trends.</p>\n<p>We are faculty affiliated with two University of Massachusetts campuses. Ford studies environmental microbiology and infectious disease and is former director of the Institute of Global Health at UMass Amherst. Schweik studies how humanity can leverage the internet to collaborate and share innovations toward solving pressing societal problems. COVID-19 is such a problem.</p>\n<p>Public sector vaccine R&amp;D contracting</p>\n<p>Early-stage vaccine R&amp;D often relies on substantial public sector investment, and this is certainly the case for COVID-19. There are at least 26 vaccines undergoing human trials, nine of which are in Phase 3. If results demonstrate safety and effectiveness, regulators will approve a vaccine license that will allow the organization that invented it to begin manufacturing and distribution.</p>\n<p>In the United States, there are many firms with active COVID-19 vaccine R&amp;D contracts financed with large sums of taxpayer money. For example, the company Moderna, which has a vaccine in Phase 3 trials, has received a contract valued at approximately US$955 million. Contracts like these typically fall under the jurisdiction of the Bayh-Dole Act of 1980, a law that grants the inventing firm exclusive license over the product patent. But this law also provides safeguards &ndash; &ldquo;march-in rights&rdquo; &ndash; that allows the federal government to withdraw the exclusivity license if the patented invention is not made available to the public under &ldquo;reasonable terms.&rdquo;</p>\n<p>Overpricing &ndash; essentially asking taxpayers to pay twice for the vaccine, once supporting research and development and then again for purchasing the actual vaccine &ndash; would be an example of a situation where march-in rights could apply. In that scenario, the federal government could revoke the exclusive rights from the inventing firm and grant new licenses to other companies to proceed with manufacturing and distribution.</p>\n<p>There is, however, an alternative mechanism called &ldquo;Other Transaction Agreements&rdquo; (OTA) that allows federal agencies to enter into legally binding R&amp;D contracts which fall outside of the standard types overseen by Bayh-Dole provisions. OTA-based contracts, therefore, are exempt from the &ldquo;march-in&rdquo; safety provisions established by Bayh-Dole. Several current vaccine and other COVID-19-related R&amp;D contracts fall under OTAs.</p>\n<p>In these cases, U.S. government agencies made an explicit choice to arrange OTAs with these companies. Consequently, pharmaceutical companies receiving funds could potentially charge unreasonably high prices for their COVID-19 treatment or vaccine, and the U.S. Federal Government has no &ldquo;march-in&rdquo; recourse to revoke the exclusive license to sell the taxpayer-funded vaccine.</p>\n<p>Under OTAs, America&rsquo;s large financial investments in COVID-19 vaccine development could allow firms control over how their inventions are sold, manufactured and distributed. But to be fair, at least one company &ndash; Johnson &amp; Johnson &ndash; who received an OTA contract has publicly stated: &ldquo;We have from the beginning decided we are going to do this not for profit so that the vaccine becomes affordable and available on a global scale as quickly as possible.&rdquo;</p>\n<p>Open sharing of innovations: A case from the industrial revolution</p>\n<p>But if society needs to rapidly invent and deliver a vaccine &ndash; a global public good &ndash; with taxpayer money, why are U.S. federal agencies establishing OTAs that relinquish the government&rsquo;s ability to share and deploy these inventions and production processes with the world?</p>\n<p>We believe that as the U.S. federal government considers future funding to support vaccine manufacturing, policymakers and agency officials need to craft contracts with the suppliers that mandate open sharing of all vaccine production, quality control and distribution.</p>\n<p>Schweik has studied open source software that comes with an associated copyright license that promotes free and broad sharing. This licensing dates back to the mid-1980s. The invention of the &ldquo;General Public License,&rdquo; sometimes referred to as a viral or reciprocal license, meant that should an improvement be made, the new software version automatically inherits the same license as its parent. We believe that in a time of a global pandemic, a safe and effective COVID-19 vaccine should be licensed with General Public License-like properties.</p>\n<p>It turns out, in the early days of the Industrial Revolution, in an effort to rapidly develop standardized small arms parts, the U.S. Army and the Springfield Massachusetts Armory gave contractors open access to designs of new manufacturing equipment with the explicit requirement that if they improved the machines or processes related to them, they had to share these innovations with the national armories and their rival contractors. If these organizations did not comply, they would likely be denied future contractual opportunities. In essence, the armory established a contracting policy similar to General Public License invented roughly 150 years later, which then led to rapid innovation.</p>\n<p>A pandemic requires open source sharing</p>\n<p>Fortunately, some pharmaceutical companies, national governments, nonprofits like the Bill &amp; Melinda Gates Foundation and international organizations like the Coalition for Epidemic Preparedness Initiatives &ndash; which supports vaccine development &ndash; are putting policies in place that embrace openness and sharing rather than intellectual property protection.</p>\n<p>Coalition for Epidemic Preparedness Initiatives officials have stated that all of their funding agreements require that &ldquo;appropriate vaccines are first available to populations when and where they are needed to end an outbreak or curtail an epidemic, regardless of ability to pay.&rdquo; That&rsquo;s an important start.</p>\n<p>However, when there is a safe, effective COVID-19 vaccine, the U.S. and other national governments need to create contractual agreements with firms that provide fair and reasonable funding to cover their costs or even some reasonable profit margin while still mandating the open sharing of the processes for vaccine production, quality assurance and rapid global distribution.</p>\n<p>[Deep knowledge, daily. Sign up for The Conversation&rsquo;s newsletter.]</p>\n<p>Of course, rapid global distribution is only the initial goal. To be sustainable, a critical mass of developing country vaccine manufacturers will be necessary, together with a support system for these manufacturers that provides regulatory guidance and access to new formulations.</p>\n<p>The longer-term goal must be to build sustainable vaccine manufacturing capacity within low- and middle-income countries. This requires a support system leveraged through the WHO and associated organizations such as Gavi to provide regulatory guidance and access to new formulations through this open source process.</p>\n<p>This article is republished from The Conversation under a Creative Commons license. Read the original article here: <a href=\"https://theconversation.com/covid-19-vaccines-open-source-licensing-could-keep-big-pharma-from-making-huge-profits-off-taxpayer-funded-research-145898\">https://theconversation.com/covid-19-vaccines-open-source-licensing-could-keep-big-pharma-from-making-huge-profits-off-taxpayer-funded-research-145898</a>.</p>\n<ul> <li data-tb-region-item=\"\">  <h4> <a data-hdn-analytics=\"visit|article-15604102|core_thumbnail_list-101297|1\" href=\"https://www.ctinsider.com/news/thehour/article/Norwalk-restaurants-only-have-so-much-space-15604102.php\">Norwalk eateries say they lack space to increase indoor dining</a> </h4>  </li> <li data-tb-region-item=\"\">  <h4> <a data-hdn-analytics=\"visit|article-15601911|core_thumbnail_list-101297|2\" href=\"https://www.ctinsider.com/uconn/thehour/article/For-Auriemma-UConn-some-normalcy-returns-many-15601911.php\">For Auriemma, some normalcy returns, many unknowns remain</a> </h4>  </li>    </ul>\n<p>    Our journalists provide in-depth analysis and reporting about the people, places and issues that matter most to you. Subscribers get access to all of their comprehensive coverage.   </p>", "text": "(The Conversation is an independent and nonprofit source of news, analysis and commentary from academic experts.)\nCharles M Schweik, University of Massachusetts Amherst and Timothy Ford, University of Massachusetts Lowell\n(THE CONVERSATION) An international, multi-billion-dollar race is underway to develop a COVID-19 vaccine, and progress is moving at record speed, but with nationalistic,competitive undertones. If and when an effective vaccine is invented, its production will require an unprecedented effort to vaccinate people across the globe.\nHowever, for the country that invents a safe and effective vaccine, at least in the urgent short term, it will be politically difficult to export vaccines before their own population is immunized. “The only solution,” vaccine development scientist Sandy Douglas told The New York Times, “is to make a hell of a lot of vaccine in a lot of different places.” But how?\nHaving the public sector fund contracts with vaccine makers is a key component to meeting this future, unprecedented, distribution challenge. But in the United States, there seem to be some disturbing trends.\nWe are faculty affiliated with two University of Massachusetts campuses. Ford studies environmental microbiology and infectious disease and is former director of the Institute of Global Health at UMass Amherst. Schweik studies how humanity can leverage the internet to collaborate and share innovations toward solving pressing societal problems. COVID-19 is such a problem.\nPublic sector vaccine R&D contracting\nEarly-stage vaccine R&D often relies on substantial public sector investment, and this is certainly the case for COVID-19. There are at least 26 vaccines undergoing human trials, nine of which are in Phase 3. If results demonstrate safety and effectiveness, regulators will approve a vaccine license that will allow the organization that invented it to begin manufacturing and distribution.\nIn the United States, there are many firms with active COVID-19 vaccine R&D contracts financed with large sums of taxpayer money. For example, the company Moderna, which has a vaccine in Phase 3 trials, has received a contract valued at approximately US$955 million. Contracts like these typically fall under the jurisdiction of the Bayh-Dole Act of 1980, a law that grants the inventing firm exclusive license over the product patent. But this law also provides safeguards – “march-in rights” – that allows the federal government to withdraw the exclusivity license if the patented invention is not made available to the public under “reasonable terms.”\nOverpricing – essentially asking taxpayers to pay twice for the vaccine, once supporting research and development and then again for purchasing the actual vaccine – would be an example of a situation where march-in rights could apply. In that scenario, the federal government could revoke the exclusive rights from the inventing firm and grant new licenses to other companies to proceed with manufacturing and distribution.\nThere is, however, an alternative mechanism called “Other Transaction Agreements” (OTA) that allows federal agencies to enter into legally binding R&D contracts which fall outside of the standard types overseen by Bayh-Dole provisions. OTA-based contracts, therefore, are exempt from the “march-in” safety provisions established by Bayh-Dole. Several current vaccine and other COVID-19-related R&D contracts fall under OTAs.\nIn these cases, U.S. government agencies made an explicit choice to arrange OTAs with these companies. Consequently, pharmaceutical companies receiving funds could potentially charge unreasonably high prices for their COVID-19 treatment or vaccine, and the U.S. Federal Government has no “march-in” recourse to revoke the exclusive license to sell the taxpayer-funded vaccine.\nUnder OTAs, America’s large financial investments in COVID-19 vaccine development could allow firms control over how their inventions are sold, manufactured and distributed. But to be fair, at least one company – Johnson & Johnson – who received an OTA contract has publicly stated: “We have from the beginning decided we are going to do this not for profit so that the vaccine becomes affordable and available on a global scale as quickly as possible.”\nOpen sharing of innovations: A case from the industrial revolution\nBut if society needs to rapidly invent and deliver a vaccine – a global public good – with taxpayer money, why are U.S. federal agencies establishing OTAs that relinquish the government’s ability to share and deploy these inventions and production processes with the world?\nWe believe that as the U.S. federal government considers future funding to support vaccine manufacturing, policymakers and agency officials need to craft contracts with the suppliers that mandate open sharing of all vaccine production, quality control and distribution.\nSchweik has studied open source software that comes with an associated copyright license that promotes free and broad sharing. This licensing dates back to the mid-1980s. The invention of the “General Public License,” sometimes referred to as a viral or reciprocal license, meant that should an improvement be made, the new software version automatically inherits the same license as its parent. We believe that in a time of a global pandemic, a safe and effective COVID-19 vaccine should be licensed with General Public License-like properties.\nIt turns out, in the early days of the Industrial Revolution, in an effort to rapidly develop standardized small arms parts, the U.S. Army and the Springfield Massachusetts Armory gave contractors open access to designs of new manufacturing equipment with the explicit requirement that if they improved the machines or processes related to them, they had to share these innovations with the national armories and their rival contractors. If these organizations did not comply, they would likely be denied future contractual opportunities. In essence, the armory established a contracting policy similar to General Public License invented roughly 150 years later, which then led to rapid innovation.\nA pandemic requires open source sharing\nFortunately, some pharmaceutical companies, national governments, nonprofits like the Bill & Melinda Gates Foundation and international organizations like the Coalition for Epidemic Preparedness Initiatives – which supports vaccine development – are putting policies in place that embrace openness and sharing rather than intellectual property protection.\nCoalition for Epidemic Preparedness Initiatives officials have stated that all of their funding agreements require that “appropriate vaccines are first available to populations when and where they are needed to end an outbreak or curtail an epidemic, regardless of ability to pay.” That’s an important start.\nHowever, when there is a safe, effective COVID-19 vaccine, the U.S. and other national governments need to create contractual agreements with firms that provide fair and reasonable funding to cover their costs or even some reasonable profit margin while still mandating the open sharing of the processes for vaccine production, quality assurance and rapid global distribution.\n[Deep knowledge, daily. Sign up for The Conversation’s newsletter.]\nOf course, rapid global distribution is only the initial goal. To be sustainable, a critical mass of developing country vaccine manufacturers will be necessary, together with a support system for these manufacturers that provides regulatory guidance and access to new formulations.\nThe longer-term goal must be to build sustainable vaccine manufacturing capacity within low- and middle-income countries. This requires a support system leveraged through the WHO and associated organizations such as Gavi to provide regulatory guidance and access to new formulations through this open source process.\nThis article is republished from The Conversation under a Creative Commons license. Read the original article here: https://theconversation.com/covid-19-vaccines-open-source-licensing-could-keep-big-pharma-from-making-huge-profits-off-taxpayer-funded-research-145898.\nNorwalk eateries say they lack space to increase indoor dining\nFor Auriemma, some normalcy returns, many unknowns remain\nOur journalists provide in-depth analysis and reporting about the people, places and issues that matter most to you. Subscribers get access to all of their comprehensive coverage."}]}