{"request": {"pageUrl": "https://nypost.com/2020/09/04/cornell-university-reports-covid-19-cluster-of-nearly-40-cases/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 04 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 410, "width": 618, "diffbotUri": "image|3|947378964", "title": "Cornell University John Greim/LightRocket via Getty Images", "url": "https://nypost.com/wp-content/uploads/sites/2/2020/09/200904-cornell-coronavirus-studen-athletes.jpg?quality=90&strip=all&w=1236&h=820&crop=1", "naturalWidth": 618, "primary": true, "height": 417}], "author": "Carl Campanile", "estimatedDate": "Fri, 04 Sep 2020 00:00:00 GMT", "publisherRegion": "North America", "icon": "https://nypost.com/wp-content/themes/nypost-2016/static/images/apple-icons/nypost/apple-icon-144x144.png", "diffbotUri": "article|3|1416111332", "siteName": "New York Post", "type": "article", "title": "Cornell University reports COVID-19 cluster linked to student athletes", "tags": [{"score": 0.999935507774353, "sentiment": 0, "count": 10, "label": "Cornell University", "uri": "https://diffbot.com/entity/OKQPJ13UBPsudnFh_XAaFeg", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}, {"score": 0.9933522939682007, "sentiment": -0.647, "count": 5, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.9106636047363281, "sentiment": 0, "count": 1, "label": "Ithaca", "uri": "https://diffbot.com/entity/AlK97g--hNaC3fwQm6hpAzg", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/Settlement", "http://dbpedia.org/ontology/City"]}, {"score": 0.9046492576599121, "sentiment": -0.619, "count": 1, "label": "Bill de Blasio", "uri": "https://diffbot.com/entity/Pn9xbz5cWOgaJWsFtgmJJ7Q", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8461268544197083, "sentiment": 0, "count": 1, "label": "Andrew Cuomo", "uri": "https://diffbot.com/entity/P8c9jJK4gNbuv5OltReNe5A", "rdfTypes": ["http://dbpedia.org/ontology/Person"]}, {"score": 0.8217123746871948, "sentiment": 0, "count": 1, "label": "Ivy League", "uri": "https://diffbot.com/entity/OSynz19DTP4-k1pYJXOI7VA", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Event"]}, {"score": 0.8036392331123352, "sentiment": 0, "count": 1, "label": "State University of New York at Oneonta", "uri": "https://diffbot.com/entity/OxR8KItmJMGajDSOkpWu2Bw", "rdfTypes": ["http://dbpedia.org/ontology/Organisation", "http://dbpedia.org/ontology/Place"]}], "publisherCountry": "United States", "humanLanguage": "en", "authorUrl": "https://nypost.com/author/carl-campanile/", "pageUrl": "https://nypost.com/2020/09/04/cornell-university-reports-covid-19-cluster-of-nearly-40-cases/", "html": "<figure><img alt=\"Cornell University\" sizes=\"(max-width: 639px) 100vw, 618px\" src=\"https://nypost.com/wp-content/uploads/sites/2/2020/09/200904-cornell-coronavirus-studen-athletes.jpg?quality=90&strip=all&w=1236&h=820&crop=1\" srcset=\"https://nypost.com/wp-content/uploads/sites/2/2020/09/200904-cornell-coronavirus-studen-athletes.jpg?quality=90&strip=all&w=300&h=200&crop=1 300w, https://nypost.com/wp-content/uploads/sites/2/2020/09/200904-cornell-coronavirus-studen-athletes.jpg?quality=90&strip=all&w=618&h=410&crop=1 618w, https://nypost.com/wp-content/uploads/sites/2/2020/09/200904-cornell-coronavirus-studen-athletes.jpg?quality=90&strip=all&w=600&h=400&crop=1 600w, https://nypost.com/wp-content/uploads/sites/2/2020/09/200904-cornell-coronavirus-studen-athletes.jpg?quality=90&strip=all&w=1236&h=820&crop=1 1236w\"></img><figcaption>Cornell University John Greim/LightRocket via Getty Images</figcaption></figure>\n<p>Cornell University is restricting student gatherings after reporting a cluster of at least 39 coronavirus cases at its upstate Ithaca campus &mdash; mostly student athletes who violated safety rules.</p>\n<p>Cornell officials said the cluster is &ldquo;related to student gatherings where masks were not worn nor physical distancing observed&rdquo; at its Ithaca campus</p>\n<p>In a message sent to students and faculty on Thursday, the Ivy League school said 36 of the 39 infected COVID-19 were student athletes.</p>\n<p>The Cornell cluster comes on the heels of COVID-19 outbreaks reported at New York&rsquo;s other public and private colleges. The State University of New York at Oneonta scrapped in-person classes and moved all classes online <a href=\"https://nypost.com/2020/09/03/suny-oneonta-goes-all-remote-after-coronavirus-outbreak/\">after an outbreak</a> of 300 cases.</p>\n<p>&ldquo;The president&rsquo;s leadership team learned that the size of this and a related cluster had grown to a total of 39 cases. We expect the size of the clusters to grow further over the coming days as we learn the results of pending tests,&rdquo; said a joint statement delivered Thursday by Cornell Provost Mike Kotlikoff and Ryan Lombardi, vice president of student and campus life.</p>\n<p>The university also reported eight other COVID-19 cases unrelated to the cluster &mdash; bringing the total to 47.</p>\n<p>Cornell has gone on &ldquo;yellow alert&rdquo; and is restricting student gatherings to a maximum of 10 people.</p>\n<p>&ldquo;While these clusters represent approximately only 0.1% of our campus population, and a very small percentage of our student athletes, it points to a dangerous disregard by a group of students for the behavioral guidelines that we established to protect the public health of our community,&rdquo; the Cornell officials said.</p>\n<p> <a href=\"https://nypost.com/2020/08/29/students-rack-up-covid-19-suspensions-across-new-york-state/\"> <figure><picture>    </picture></figure> </a>     </p>\n<p>In conjunction with the local Tompkins County Health Department, Cornell said it has ramped up testing and contact tracing beyond those who were exposed to the infected students in a bid to contain the spread &mdash; particularly members of its athletic teams.</p>\n<p>&ldquo;As disheartening as it is to learn of these positive cases, our screening program is working. All of the infected students are in isolation and being supported, and their contacts are being quarantined to prevent additional spread. Importantly, we do not believe the new infections have spread outside the student community,&rdquo; the Cornell officials said.</p>\n<p>But the Cornell leaders emphasized that &ldquo;all is not well&rdquo; and blasted students for reckless behavior during the pandemic.</p>\n<p>&ldquo;This episode demonstrates exactly what President [Martha] Pollack said in her message last night: that there is the potential for just a few small student gatherings to destroy all our plans for an in-person semester,&rdquo; they said.</p>\n<p>&ldquo;Although we are currently still in a manageable situation, the rapid growth of cases in these recent clusters puts us perilously close to needing to take drastic action, such as moving to wholly online classes for a period of time.&rdquo;</p>\n<p>In the letter, the officials said Cornell has suspended and banned students who engaged in &ldquo;irresponsible behavior and disregard for others in our community.&rdquo;</p>\n<p> <a href=\"https://nypost.com/2020/09/03/suny-oneonta-goes-all-remote-after-coronavirus-outbreak/\"> <figure><picture>    </picture></figure> </a>     </p>\n<p>&ldquo;All of us share a responsibility to conduct ourselves in ways that do not put others at risk, and we cannot allow the actions of a few to ruin the possibility of an in-person semester and risk the health and safety of our community,&rdquo; they said.</p>\n<p>One Cornell professor said the outbreak on campus was troubling.</p>\n<p>&ldquo;Cornell is a well-resourced Ivy League institution with all the protocols, testing and contact tracing in place. What does this mean for our public schools?,&rdquo; the instructor told The Post.</p>\n<p>Based on outbreaks at colleges, Gov. Andrew Cuomo on Monday <a href=\"https://nypost.com/2020/08/31/cuomo-covid-19-outbreaks-will-happen-as-k-12-schools-reopen/\">predicted that some</a> K-12 schools will have to close buildings and switch totally to online classes. He called outbreaks among college students &ldquo;the canary in the coal mine,&rdquo; adding, &ldquo;I think it is going to be replicated in K-12.&rdquo;</p>\n<p>Mayor Bill de Blasio has delayed the opening of New York City schools until Sept. 21 amid<a href=\"https://nypost.com/2020/09/01/nyc-to-delay-reopening-of-schools-mayor-de-blasio-announces/\"> a tug-of-war with</a> the unions on whether there should be in-person instruction.</p>", "text": "Cornell University is restricting student gatherings after reporting a cluster of at least 39 coronavirus cases at its upstate Ithaca campus — mostly student athletes who violated safety rules.\nCornell officials said the cluster is “related to student gatherings where masks were not worn nor physical distancing observed” at its Ithaca campus\nIn a message sent to students and faculty on Thursday, the Ivy League school said 36 of the 39 infected COVID-19 were student athletes.\nThe Cornell cluster comes on the heels of COVID-19 outbreaks reported at New York’s other public and private colleges. The State University of New York at Oneonta scrapped in-person classes and moved all classes online after an outbreak of 300 cases.\n“The president’s leadership team learned that the size of this and a related cluster had grown to a total of 39 cases. We expect the size of the clusters to grow further over the coming days as we learn the results of pending tests,” said a joint statement delivered Thursday by Cornell Provost Mike Kotlikoff and Ryan Lombardi, vice president of student and campus life.\nThe university also reported eight other COVID-19 cases unrelated to the cluster — bringing the total to 47.\nCornell has gone on “yellow alert” and is restricting student gatherings to a maximum of 10 people.\n“While these clusters represent approximately only 0.1% of our campus population, and a very small percentage of our student athletes, it points to a dangerous disregard by a group of students for the behavioral guidelines that we established to protect the public health of our community,” the Cornell officials said.\nIn conjunction with the local Tompkins County Health Department, Cornell said it has ramped up testing and contact tracing beyond those who were exposed to the infected students in a bid to contain the spread — particularly members of its athletic teams.\n“As disheartening as it is to learn of these positive cases, our screening program is working. All of the infected students are in isolation and being supported, and their contacts are being quarantined to prevent additional spread. Importantly, we do not believe the new infections have spread outside the student community,” the Cornell officials said.\nBut the Cornell leaders emphasized that “all is not well” and blasted students for reckless behavior during the pandemic.\n“This episode demonstrates exactly what President [Martha] Pollack said in her message last night: that there is the potential for just a few small student gatherings to destroy all our plans for an in-person semester,” they said.\n“Although we are currently still in a manageable situation, the rapid growth of cases in these recent clusters puts us perilously close to needing to take drastic action, such as moving to wholly online classes for a period of time.”\nIn the letter, the officials said Cornell has suspended and banned students who engaged in “irresponsible behavior and disregard for others in our community.”\n“All of us share a responsibility to conduct ourselves in ways that do not put others at risk, and we cannot allow the actions of a few to ruin the possibility of an in-person semester and risk the health and safety of our community,” they said.\nOne Cornell professor said the outbreak on campus was troubling.\n“Cornell is a well-resourced Ivy League institution with all the protocols, testing and contact tracing in place. What does this mean for our public schools?,” the instructor told The Post.\nBased on outbreaks at colleges, Gov. Andrew Cuomo on Monday predicted that some K-12 schools will have to close buildings and switch totally to online classes. He called outbreaks among college students “the canary in the coal mine,” adding, “I think it is going to be replicated in K-12.”\nMayor Bill de Blasio has delayed the opening of New York City schools until Sept. 21 amid a tug-of-war with the unions on whether there should be in-person instruction.", "authors": [{"name": "Carl Campanile", "link": "nypost.com/author/carl-campanile"}]}]}