{"request": {"pageUrl": "https://www.albertleatribune.com/2020/09/covid-19-spread-shifts-the-school-guidance-map/", "api": "article", "version": 3}, "objects": [{"date": "Fri, 18 Sep 2020 00:00:00 GMT", "sentiment": 0, "images": [{"naturalHeight": 415, "width": 622, "diffbotUri": "image|3|1881281028", "title": "A Wildwood Elementary kindergarten student named Jack listens to his teacher from behind a plexiglass shield that separates him from his tablemate on the first day of school in Stillwater on Sept. 10. Evan Frost/MPR News file", "url": "https://www.albertleatribune.com/wp-content/uploads/sites/14/2020/09/0918.mpr_.schools.jpg", "naturalWidth": 622, "primary": true, "height": 415}], "author": "Minnesota Public Radio", "estimatedDate": "Fri, 18 Sep 2020 00:00:00 GMT", "icon": "https://www.albertleatribune.com/wp-content/themes/2016-albertlea-child/media/img/brand/favicon-albertlea.png", "diffbotUri": "article|3|1540738389", "siteName": "Albert Lea Tribune", "type": "article", "title": "COVID-19 spread shifts the school guidance map", "tags": [{"score": 0.999288022518158, "sentiment": -0.549, "count": 16, "label": "COVID-19", "uri": "https://diffbot.com/entity/XkFmXKkFZMNWNCjQC5MfwUw", "rdfTypes": ["http://dbpedia.org/ontology/Disease"]}, {"score": 0.8825789093971252, "sentiment": -0.568, "count": 9, "label": "Minnesota", "uri": "https://diffbot.com/entity/A7zO5OahyNMCE-NMuOWWytA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace", "http://dbpedia.org/ontology/State"]}, {"score": 0.7244477272033691, "sentiment": 0, "count": 2, "label": "school", "uri": "https://diffbot.com/entity/XhviB7TzaOxK2vax3A6JCTQ"}, {"score": 0.5130552053451538, "sentiment": 0, "count": 1, "label": "Waseca County", "uri": "https://diffbot.com/entity/A9xwwHzpqO8-5IcM5aixQXA", "rdfTypes": ["http://dbpedia.org/ontology/Place", "http://dbpedia.org/ontology/PopulatedPlace"]}], "humanLanguage": "en", "authorUrl": "https://www.albertleatribune.com/author/minnesotapublicradio/", "pageUrl": "https://www.albertleatribune.com/2020/09/covid-19-spread-shifts-the-school-guidance-map/", "html": "<figure><img alt=\"\" sizes=\"(max-width: 622px) 100vw, 622px\" src=\"https://www.albertleatribune.com/wp-content/uploads/sites/14/2020/09/0918.mpr_.schools.jpg\" srcset=\"https://www.albertleatribune.com/wp-content/uploads/sites/14/2020/09/0918.mpr_.schools.jpg 2000w, https://www.albertleatribune.com/wp-content/uploads/sites/14/2020/09/0918.mpr_.schools.jpg?resize=300,200 300w, https://www.albertleatribune.com/wp-content/uploads/sites/14/2020/09/0918.mpr_.schools.jpg?resize=768,512 768w, https://www.albertleatribune.com/wp-content/uploads/sites/14/2020/09/0918.mpr_.schools.jpg?resize=1024,682 1024w, https://www.albertleatribune.com/wp-content/uploads/sites/14/2020/09/0918.mpr_.schools.jpg?resize=1536,1024 1536w, https://www.albertleatribune.com/wp-content/uploads/sites/14/2020/09/0918.mpr_.schools.jpg?resize=622,415 622w, https://www.albertleatribune.com/wp-content/uploads/sites/14/2020/09/0918.mpr_.schools.jpg?resize=525,350 525w\"></img><figcaption>A Wildwood Elementary kindergarten student named Jack listens to his teacher from behind a plexiglass shield that separates him from his tablemate on the first day of school in Stillwater on Sept. 10. Evan Frost/MPR News file</figcaption></figure>\n<p>Thank you for supporting local journalism and your community.<br>\nWe hope you enjoy 5 free stories each month.<br>\nWe offer two options if you need more stories. You can get unlimited access for an entire month for just $6 a month; or a 24-hour period for just .99 cents.</p>\n<p><strong><a href=\"https://subscriptions.albertleatribune.com/CircStore/daypass\">One-Day Pass:</a></strong> Get unlimited access for 24-hours without annoying pop ups, for only .99 cents.</p>\n<p><strong><a href=\"https://subscriptions.albertleatribune.com/circstore\">Digital Subscription:</a></strong> Enjoy unlimited digital access (includes the complete electronic edition) for only $6 per month.</p>\n<p>You have read 0 of 5 articles.</p>\n<p><strong>By David H. Montgomery and MPR News staff</strong></p>\n<p>The evolving COVID-19 pandemic in Minnesota continues to change school reopening recommendations around the state.</p>\n<p>The most recent batch of recommendations, released Thursday, cover cases from Aug. 23 to Sept. 5 &mdash; a period that happened to see a late-August spike in new COVID-19 cases.</p>\n<p>The result? A full 25 counties saw their COVID-19 case counts slip past one of the Health Department&rsquo;s thresholds, changing their recommendation toward more distance learning for more students.</p>\n<p>In the most recent update, six counties are recommended to have all students do full-time distance learning: Blue Earth, Lyon, Stevens, Waseca, Winona and Yellow Medicine counties. All but Waseca County were previously recommended to allow at least some in-person learning.</p>\n<p>Not every county got worse. Eleven counties saw their case rates improve compared to last week&rsquo;s results, and saw their recommendation shift to more in-person learning.</p>\n<p>Overall, 24 largely rural counties have a recommendation of in-person for all students.</p>\n<p>A formula produced by the Health Department generates the guidance for districts to help decide whether to have in-person learning, distance learning, or a mix, based on the rate of COVID-19 cases in that district&rsquo;s county over a two-week period.</p>\n<p>These recommendations are only considered the starting point for school districts, which make their own learning plans in cooperation with the Health Department.</p>\n<p>Minnesota&rsquo;s yo-yoing COVID-19 case numbers in recent weeks have meant some drastic swings in school districts&rsquo; safe learning recommendations, but state health officials say they&rsquo;re taking the data irregularities into account when working with schools to set learning plans.</p>\n<p>Because Minnesota&rsquo;s calculation uses weeks-old data and calculates cases by the day a person got tested rather than the day the tests were reported, this update is not affected by recent reporting delays caused by the Labor Day weekend.</p>\n<h4>&lsquo;We do not want that to happen here&rsquo;</h4>\n<p>The new school guidance map came out the same day officials unveiled their coming monthlong push to boost testing in selected regions around the state to curb community spread of the coronavirus.</p>\n<p>The Health Department is &ldquo;deeply concerned&rdquo; about the jump in community spread across Minnesota &mdash; cases where people don&rsquo;t know how they contracted the disease, said Dan Huff, an assistant state health commissioner, as he explained the need to boost testing efforts.</p>\n<p>Minnesota is seeing cases leap in neighboring states, he added, and &ldquo;we do not want that to happen here.&rdquo;</p>\n<p><strong>Here are Minnesota&rsquo;s current </strong><strong>COVID-19 statistics</strong><strong>:</strong></p>\n<ul> <li>1,942 deaths</li> <li>86,722 positive cases, 79,878 off isolation</li> <li>242 still hospitalized, 132 in ICU</li> <li>1,763,735 tests, 1,263,546 people tested</li> </ul>\n<p>Officials are also pushing ahead on education and enforcement efforts to ensure restaurant owners and patrons comply with the state&rsquo;s masking and social distancing orders.</p>\n<p>Huff added that investigators want compliance in the &ldquo;most unobtrusive way possible&rdquo; but that owners and customers had a responsibility to follow the rules.</p>\n<p>&ldquo;This is a serious disease. We know that,&rdquo; he said. &ldquo;There&rsquo;s no vaccine. There&rsquo;s no cure, and it&rsquo;s contagious. Everyone needs to do their part.&rdquo;</p>\n<h3>&lsquo;This is not a cold&rsquo;</h3>\n<p>Among their worries this week, health officials have also expressed unease about the possible resumption of football and other fall sports in the pandemic.</p>\n<p>Minnesota has seen more than 1,400 cases of COVID-19 tied to sports activities in the pandemic, including nearly 900 in adults. Collectively, that caseload has led to recommended quarantines for more than 3,300 people.</p>\n<p>&ldquo;This is not a cold,&rdquo; Dr. Ruth Lynfield, the state&rsquo;s epidemiologist, warned of COVID-19. &ldquo;There are some people who do fine with this, but there are others, including young people, who do not do fine.&rdquo;</p>\n<p>She noted studies showing heart and other health problems linked to COVID-19 that appear to linger beyond the infection.</p>\n<p>&ldquo;We really don&rsquo;t have a sense of all the things this virus can do,&rdquo; she said.</p>\n<p>The Big Ten intends to open its season Oct. 23-24. The Minnesota State High School League expects to meet on Monday to review its earlier decision to not play football and volleyball this fall in the face of COVID-19.</p>\n<p>While youth and college sports are important, COVID-19 poses a risk to student athletes as well as to the universe of coaches, friends and families that surround players, top state health officials said.</p>\n<p>The Health Department was &ldquo;watching with concern&rdquo; the rapid growth in new COVID-19 confirmed cases in the states surrounding Minnesota and bracing for potential higher daily case counts from over the Labor Day weekend, when people ventured out for informal get-togethers with family and friends, Health Commissioner Jan Malcolm said earlier this week.</p>\n<p>The state saw a jump in cases following the July Fourth holiday. Officials also worry about a one-two punch this fall and winter from COVID-19 and the typical flu season.</p>\n<p>On Thursday, Malcolm and Kris Ehresmann, the state&rsquo;s infectious disease director, said it will take about two more weeks to determine if Labor Day gatherings led to a surge in cases.</p>\n<p>Health Department investigators this week also going door-to-door in randomly selected neighborhoods in the Twin Cities and southeastern Minnesota as part of a statewide study to find out where COVID-19 is more prevalent.</p>\n<p>They&rsquo;ll ask questions about where people spend time, whether anyone in the house has been diagnosed with COVID-19, and what information they&rsquo;d like about the virus. They&rsquo;ll also offer free nasal swabs and serology tests.</p>\n<h3>College campus worries rise</h3>\n<p>People in their 20s make up the age bracket with the state&rsquo;s largest number of confirmed cases &mdash; topping 20,000 since the pandemic began, including more than 11,500 infections among people ages 20-24.</p>\n<p>The numbers help explain why experts remain particularly concerned about young adults as spreaders of the virus.</p>\n<p>While less likely to feel the worst effects of the disease, experts worry youth and young adults will spread it to grandparents and other vulnerable populations and could also hamper attempts to reopen campuses completely to in-person teaching.</p>\n<p>They&rsquo;ve been driving the recent outbreaks, although the number of high school-age children confirmed with the disease has also grown, approaching nearly 8,000 total cases for children 15 to 19 years old since the pandemic began.</p>\n<p>On Sunday, just across the border from Minnesota, the University of Wisconsin-La Crosse responded to rising cases by moving all in-person classes online, closing dining halls and most campus buildings, and mandating face coverings at all times on campus, indoors or outdoors.</p>\n<p>Winona State University is in the middle of a 14-day campus quarantine that will limit all nonessential activities on campus to slow the spread of COVID-19. Winona State on Wednesday reported a current total of 125 active positive cases and 294 since late August.</p>\n<p>Winona State, Concordia College in Moorhead and Minnesota State University Mankato have each seen more than 100 cases tied to the schools and students in the last two weeks, Ehresmann said this week.</p>\n<p>Regionally, southern and central Minnesota and the Twin Cities suburbs have driven much of the increase in new cases while Hennepin and Ramsey counties show some of the slowest case growth in the state.</p>\n<p>Hot spots have included southwestern Minnesota, where 75 cases have been traced to a late-August wedding in Lyon County that officials describe now as the state&rsquo;s largest single social spreader event.</p>\n<p>On Monday, Minnesota officials also confirmed an outbreak of 122 cases at the federal women&rsquo;s prison in Waseca, which they said began when federal authorities transferred people into the facility from outside the state who had COVID-19.</p>\n<p><a href=\"https://www.albertleatribune.com/2020/09/covid-19-spread-shifts-the-school-guidance-map/\">Print Article</a></p>", "text": "Thank you for supporting local journalism and your community.\nWe hope you enjoy 5 free stories each month.\nWe offer two options if you need more stories. You can get unlimited access for an entire month for just $6 a month; or a 24-hour period for just .99 cents.\nOne-Day Pass: Get unlimited access for 24-hours without annoying pop ups, for only .99 cents.\nDigital Subscription: Enjoy unlimited digital access (includes the complete electronic edition) for only $6 per month.\nYou have read 0 of 5 articles.\nBy David H. Montgomery and MPR News staff\nThe evolving COVID-19 pandemic in Minnesota continues to change school reopening recommendations around the state.\nThe most recent batch of recommendations, released Thursday, cover cases from Aug. 23 to Sept. 5 — a period that happened to see a late-August spike in new COVID-19 cases.\nThe result? A full 25 counties saw their COVID-19 case counts slip past one of the Health Department’s thresholds, changing their recommendation toward more distance learning for more students.\nIn the most recent update, six counties are recommended to have all students do full-time distance learning: Blue Earth, Lyon, Stevens, Waseca, Winona and Yellow Medicine counties. All but Waseca County were previously recommended to allow at least some in-person learning.\nNot every county got worse. Eleven counties saw their case rates improve compared to last week’s results, and saw their recommendation shift to more in-person learning.\nOverall, 24 largely rural counties have a recommendation of in-person for all students.\nA formula produced by the Health Department generates the guidance for districts to help decide whether to have in-person learning, distance learning, or a mix, based on the rate of COVID-19 cases in that district’s county over a two-week period.\nThese recommendations are only considered the starting point for school districts, which make their own learning plans in cooperation with the Health Department.\nMinnesota’s yo-yoing COVID-19 case numbers in recent weeks have meant some drastic swings in school districts’ safe learning recommendations, but state health officials say they’re taking the data irregularities into account when working with schools to set learning plans.\nBecause Minnesota’s calculation uses weeks-old data and calculates cases by the day a person got tested rather than the day the tests were reported, this update is not affected by recent reporting delays caused by the Labor Day weekend.\n‘We do not want that to happen here’\nThe new school guidance map came out the same day officials unveiled their coming monthlong push to boost testing in selected regions around the state to curb community spread of the coronavirus.\nThe Health Department is “deeply concerned” about the jump in community spread across Minnesota — cases where people don’t know how they contracted the disease, said Dan Huff, an assistant state health commissioner, as he explained the need to boost testing efforts.\nMinnesota is seeing cases leap in neighboring states, he added, and “we do not want that to happen here.”\nHere are Minnesota’s current COVID-19 statistics:\n1,942 deaths\n86,722 positive cases, 79,878 off isolation\n242 still hospitalized, 132 in ICU\n1,763,735 tests, 1,263,546 people tested\nOfficials are also pushing ahead on education and enforcement efforts to ensure restaurant owners and patrons comply with the state’s masking and social distancing orders.\nHuff added that investigators want compliance in the “most unobtrusive way possible” but that owners and customers had a responsibility to follow the rules.\n“This is a serious disease. We know that,” he said. “There’s no vaccine. There’s no cure, and it’s contagious. Everyone needs to do their part.”\n‘This is not a cold’\nAmong their worries this week, health officials have also expressed unease about the possible resumption of football and other fall sports in the pandemic.\nMinnesota has seen more than 1,400 cases of COVID-19 tied to sports activities in the pandemic, including nearly 900 in adults. Collectively, that caseload has led to recommended quarantines for more than 3,300 people.\n“This is not a cold,” Dr. Ruth Lynfield, the state’s epidemiologist, warned of COVID-19. “There are some people who do fine with this, but there are others, including young people, who do not do fine.”\nShe noted studies showing heart and other health problems linked to COVID-19 that appear to linger beyond the infection.\n“We really don’t have a sense of all the things this virus can do,” she said.\nThe Big Ten intends to open its season Oct. 23-24. The Minnesota State High School League expects to meet on Monday to review its earlier decision to not play football and volleyball this fall in the face of COVID-19.\nWhile youth and college sports are important, COVID-19 poses a risk to student athletes as well as to the universe of coaches, friends and families that surround players, top state health officials said.\nThe Health Department was “watching with concern” the rapid growth in new COVID-19 confirmed cases in the states surrounding Minnesota and bracing for potential higher daily case counts from over the Labor Day weekend, when people ventured out for informal get-togethers with family and friends, Health Commissioner Jan Malcolm said earlier this week.\nThe state saw a jump in cases following the July Fourth holiday. Officials also worry about a one-two punch this fall and winter from COVID-19 and the typical flu season.\nOn Thursday, Malcolm and Kris Ehresmann, the state’s infectious disease director, said it will take about two more weeks to determine if Labor Day gatherings led to a surge in cases.\nHealth Department investigators this week also going door-to-door in randomly selected neighborhoods in the Twin Cities and southeastern Minnesota as part of a statewide study to find out where COVID-19 is more prevalent.\nThey’ll ask questions about where people spend time, whether anyone in the house has been diagnosed with COVID-19, and what information they’d like about the virus. They’ll also offer free nasal swabs and serology tests.\nCollege campus worries rise\nPeople in their 20s make up the age bracket with the state’s largest number of confirmed cases — topping 20,000 since the pandemic began, including more than 11,500 infections among people ages 20-24.\nThe numbers help explain why experts remain particularly concerned about young adults as spreaders of the virus.\nWhile less likely to feel the worst effects of the disease, experts worry youth and young adults will spread it to grandparents and other vulnerable populations and could also hamper attempts to reopen campuses completely to in-person teaching.\nThey’ve been driving the recent outbreaks, although the number of high school-age children confirmed with the disease has also grown, approaching nearly 8,000 total cases for children 15 to 19 years old since the pandemic began.\nOn Sunday, just across the border from Minnesota, the University of Wisconsin-La Crosse responded to rising cases by moving all in-person classes online, closing dining halls and most campus buildings, and mandating face coverings at all times on campus, indoors or outdoors.\nWinona State University is in the middle of a 14-day campus quarantine that will limit all nonessential activities on campus to slow the spread of COVID-19. Winona State on Wednesday reported a current total of 125 active positive cases and 294 since late August.\nWinona State, Concordia College in Moorhead and Minnesota State University Mankato have each seen more than 100 cases tied to the schools and students in the last two weeks, Ehresmann said this week.\nRegionally, southern and central Minnesota and the Twin Cities suburbs have driven much of the increase in new cases while Hennepin and Ramsey counties show some of the slowest case growth in the state.\nHot spots have included southwestern Minnesota, where 75 cases have been traced to a late-August wedding in Lyon County that officials describe now as the state’s largest single social spreader event.\nOn Monday, Minnesota officials also confirmed an outbreak of 122 cases at the federal women’s prison in Waseca, which they said began when federal authorities transferred people into the facility from outside the state who had COVID-19.\nPrint Article"}]}